{
  "id": "10009",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0413<br></p><p><strong>Date: </strong>2005-03-22</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian Act</em>, consents to the exercise by Saskatchewan Power Corporation and TransGas Limited (the “Companies”) of the power to take, without the consent of the owner, in accordance with<em> The Power Corporation Act</em>, R.S.S. 1978, c.&nbsp;P-19 and <em>The SaskEnergy Act</em>, S.S. 1992, c. S-35.1, respectively, the easements described in the easement agreements set out in Schedules&nbsp;I and II, for electrical transmission system and natural gas transmission pipeline purposes, respectively, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the purposes specified in those agreements; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian Act</em>, in lieu of the Companies taking the easements as consented to in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Companies of those easements for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son Excellence la Gouverneure générale en conseil :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) en vertu du paragraphe&nbsp;35(1) de la <em>Loi sur les Indiens</em>, consent à l’exercice, par la Saskatchewan Power Corporation et TransGas Limited (les « Sociétés&nbsp;») du pouvoir de prendre, sans le consentement du propriétaire, conformément aux lois  intitulées <em>The Power Corporation Act</em>, R.S.S. 1978, ch. P-19 et <em>The SaskEnergy Act</em>, S.S.&nbsp;1992, ch. S-35.1, respectivement, les  servitudes décrites dans les accords de servitude figurant aux annexes&nbsp;I et II, pour les besoins d’un réseau de transport d’électricité et d’un réseau de transport du gaz naturel par pipeline, respectivement, à la condition que les servitudes soient délaissées en faveur de Sa Majesté du chef du Canada dès qu’elles cesseront d’être utilisées aux fins précisées dans les accords;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>) en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu de consentir à la prise de ces servitudes par les Sociétés conformément à ce qui est prévu à l’alinéa <em>a</em>), en permet l’octroi aux Sociétés pour les fins qui sont précisées dans les accords, à la condition qu’elles soient délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces fins.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0413Date: 2005-03-22                           Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby   (a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by Saskatchewan Power Corporation and TransGas Limited (the “Companies”) of the power to take, without the consent of the owner, in accordance with The Power Corporation Act, R.S.S. 1978, c. P-19 and The SaskEnergy Act, S.S. 1992, c. S-35.1, respectively, the easements described in the easement agreements set out in Schedules I and II, for electrical transmission system and natural gas transmission pipeline purposes, respectively, subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer used for the purposes specified in those agreements; and   (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Companies taking the easements as consented to in paragraph (a), authorizes the grant to the Companies of those easements for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer used for those purposes.                       Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil :   a) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à l’exercice, par la Saskatchewan Power Corporation et TransGas Limited (les « Sociétés ») du pouvoir de prendre, sans le consentement du propriétaire, conformément aux lois  intitulées The Power Corporation Act, R.S.S. 1978, ch. P-19 et The SaskEnergy Act, S.S. 1992, ch. S-35.1, respectivement, les  servitudes décrites dans les accords de servitude figurant aux annexes I et II, pour les besoins d’un réseau de transport d’électricité et d’un réseau de transport du gaz naturel par pipeline, respectivement, à la condition que les servitudes soient délaissées en faveur de Sa Majesté du chef du Canada dès qu’elles cesseront d’être utilisées aux fins précisées dans les accords;   b) en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu de consentir à la prise de ces servitudes par les Sociétés conformément à ce qui est prévu à l’alinéa a), en permet l’octroi aux Sociétés pour les fins qui sont précisées dans les accords, à la condition qu’elles soient délaissées en faveur de Sa Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces fins.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}