{
  "id": "10023",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0420<br></p><p><strong>Date: </strong>2005-03-22</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section&nbsp;4 of the <em>Canada Education Savings Act</em>, hereby designates the Minister of State styled Minister of Human Resources and Skills Development, a member of the Queen’s Privy Council for Canada, as the Minister for the purposes of that&nbsp;Act.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du premier ministre et en vertu de l’article&nbsp;4 de la <em>Loi canadienne sur l’épargne-études</em>, Son&nbsp;Excellence la Gouverneure générale en conseil désigne le ministre d’État portant le titre de ministre des Ressources humaines et du Développement des compétences, membre du Conseil privé de la Reine pour le Canada, pour l’application de cette&nbsp;loi.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0420Date: 2005-03-22                        Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section 4 of the Canada Education Savings Act, hereby designates the Minister of State styled Minister of Human Resources and Skills Development, a member of the Queen’s Privy Council for Canada, as the Minister for the purposes of that Act.                       Sur recommandation du premier ministre et en vertu de l’article 4 de la Loi canadienne sur l’épargne-études, Son Excellence la Gouverneure générale en conseil désigne le ministre d’État portant le titre de ministre des Ressources humaines et du Développement des compétences, membre du Conseil privé de la Reine pour le Canada, pour l’application de cette loi.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}