{
  "id": "10158",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0486<br></p><p><strong>Date: </strong>2005-04-05</p><hr><p>   </p><p style=\"margin-bottom: 0.104167in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that&nbsp;Minister</p> <p style=\"margin-left: 0.5in; margin-bottom: 0.104167in\">(<em>a</em>)&nbsp;firstly,</p> <p style=\"margin-left: 0.7625in; margin-bottom: 0.104167in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Swiss Confederation Regarding the Sharing of Forfeited or Confiscated Assets and Their Equivalent Funds, or</p> <p style=\"margin-left: 0.7625in; margin-right: 1.0625in; margin-bottom: 0.104167in\">(ii)&nbsp;to execute and issue an Instrument of Full Powers authorizing the Honourable Irwin Cotler, Minister of Justice and Attorney General of Canada, or John&nbsp;H.&nbsp;Sims, Deputy Minister of Justice and Deputy Attorney General, or Daniel&nbsp;Bellemare, Assistant Deputy Attorney General, or Jean-Paul&nbsp;Hubert, Ambassador of Canada to the Swiss Confederation, or Norbert Kalisch, Director General, European Union, North and West Europe Bureau, Department of Foreign Affairs and International Trade, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Swiss Confederation Regarding the Sharing of Forfeited or Confiscated Assets and Their Equivalent Funds; and</p> <p style=\"margin-left: 0.5in; margin-bottom: 0.104167in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Agreement into force for Canada.</p> <br> <p style=\"margin-bottom: 0.104167in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce dernier</p> <p style=\"margin-left: 0.5in; margin-bottom: 0.104167in\"><em>a</em>)&nbsp;d’une part, selon le cas :</p> <p style=\"margin-left: 0.7in; margin-right: 1in; margin-bottom: 0.104167in\">(i)&nbsp;à signer, au nom du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la Confédération suisse concernant le partage des biens confisqués et des sommes d’argent équivalentes,</p> <p style=\"margin-left: 0.7in; margin-right: 1in; margin-bottom: 0.104167in\">(ii)&nbsp;à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Irwin Cotler, ministre de la Justice et procureur général du Canada, John&nbsp;H.&nbsp;Sims, sous-ministre de la Justice et sous-procureur général du Canada, Daniel&nbsp;Bellemare, sous-procureur général  adjoint du Canada, Jean-Paul&nbsp;Hubert, ambassadeur du Canada auprès de la Confédération suisse, ou Norbert&nbsp;Kalisch, directeur général, Direction générale de l’Union européenne, de l’Europe du Nord et de l’Ouest, ministère des Affaires étrangères et du Commerce international, à signer au nom du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la Confédération suisse concernant le partage des biens confisqués et des sommes d’argent équivalentes;</p> <p style=\"margin-left: 0.5in; margin-bottom: 0.104167in\"><em>b</em>)&nbsp;d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0486Date: 2005-04-05                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister (a) firstly, (i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Swiss Confederation Regarding the Sharing of Forfeited or Confiscated Assets and Their Equivalent Funds, or (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Irwin Cotler, Minister of Justice and Attorney General of Canada, or John H. Sims, Deputy Minister of Justice and Deputy Attorney General, or Daniel Bellemare, Assistant Deputy Attorney General, or Jean-Paul Hubert, Ambassador of Canada to the Swiss Confederation, or Norbert Kalisch, Director General, European Union, North and West Europe Bureau, Department of Foreign Affairs and International Trade, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Swiss Confederation Regarding the Sharing of Forfeited or Confiscated Assets and Their Equivalent Funds; and (b) secondly, to take the action necessary to bring the Agreement into force for Canada.                       Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier a) d’une part, selon le cas : (i) à signer, au nom du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la Confédération suisse concernant le partage des biens confisqués et des sommes d’argent équivalentes, (ii) à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Irwin Cotler, ministre de la Justice et procureur général du Canada, John H. Sims, sous-ministre de la Justice et sous-procureur général du Canada, Daniel Bellemare, sous-procureur général  adjoint du Canada, Jean-Paul Hubert, ambassadeur du Canada auprès de la Confédération suisse, ou Norbert Kalisch, directeur général, Direction générale de l’Union européenne, de l’Europe du Nord et de l’Ouest, ministère des Affaires étrangères et du Commerce international, à signer au nom du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la Confédération suisse concernant le partage des biens confisqués et des sommes d’argent équivalentes; b) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’accord pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}