{
  "id": "10224",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0507<br></p><p><strong>Date: </strong>2005-04-05</p><hr><p>   </p><p style=\"text-align: center\">SCHEDULE</p> <br> <br> <p style=\"line-height: 0.312502in\">The Canadian Pacific Railway Company is authorized to sell its railway station in Portage la Prairie, Manitoba, on condition that the purchaser submit for review and approval to the Historic Sites and Monuments Board of Canada any plans it may develop in the future in order to put the building to viable alternative use.</p> <p style=\"line-height: 0.312502in\">&nbsp;</p> <p style=\"line-height: 0.312502in\">The condition recognizes the historical, architectural and environmental importance of the former station, which was designated a heritage railway station for the purposes of the <em>Heritage Railway Stations Protection Act</em> for the reasons set out in the Heritage Character Statement prepared by the Historic Sites and Monuments Board of Canada.</p> <br> <p style=\"text-align: center; line-height: 0.312502in\">ANNEXE</p> <p style=\"line-height: 0.312502in\">&nbsp;</p> <p style=\"line-height: 0.312502in\">La Compagnie de Chemin de Fer Canadien Pacifique est autorisée à vendre sa gare ferroviaire située à Portage la Prairie (Manitoba) à la condition que l’acheteur accepte de soumettre pour révision et approbation à la Commission des lieux et monuments historiques du Canada tout plan qu’il pourrait produire dans le futur en vue d’une réutilisation viable de l’édifice.</p> <p style=\"line-height: 0.312502in\">&nbsp;</p> <p style=\"line-height: 0.312502in\">Cette condition tient compte de l’importance historique, architecturale et environnementale de la gare, désignée gare ferroviaire patrimoniale en vertu de la <em>Loi sur la protection des gares ferroviaires patrimoniales</em> pour les raisons exposées dans l’énoncé de la valeur patrimoniale préparé par la Commission des lieux et monuments historiques du Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}