{
  "id": "10354",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0597<br></p><p><strong>Date: </strong>2005-04-14</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Article 3 of the Agreement between the Government of Canada and the Government of the United States of America relating to the Establishment of the Roosevelt Campobello International Park, set out in the Schedule to the <em>Roosevelt Campobello International Park Commission Act</em>, hereby appoints Joseph&nbsp;Daigle of Dieppe, New&nbsp;Brunswick, to be an alternate Canadian member of the Roosevelt Campobello International Park Commission to hold office during pleasure. </p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères et en vertu de l’article 3 de l’Accord entre le Gouvernement des États-Unis d’Amérique et le Gouvernement du Canada relatif à la création du parc international Roosevelt de Campobello, dont il est fait état dans l’annexe à la <em>Loi sur la Commission du parc international Roosevelt de Campobello</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Joseph&nbsp;Daigle, de Dieppe (Nouveau-Brunswick), membre suppléant canadien de la Commission du parc international Roosevelt de Campobello, à titre amovible. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0597Date: 2005-04-14                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Article 3 of the Agreement between the Government of Canada and the Government of the United States of America relating to the Establishment of the Roosevelt Campobello International Park, set out in the Schedule to the Roosevelt Campobello International Park Commission Act, hereby appoints Joseph Daigle of Dieppe, New Brunswick, to be an alternate Canadian member of the Roosevelt Campobello International Park Commission to hold office during pleasure.                          Sur recommandation du ministre des Affaires étrangères et en vertu de l’article 3 de l’Accord entre le Gouvernement des États-Unis d’Amérique et le Gouvernement du Canada relatif à la création du parc international Roosevelt de Campobello, dont il est fait état dans l’annexe à la Loi sur la Commission du parc international Roosevelt de Campobello, Son Excellence la Gouverneure générale en conseil nomme Joseph Daigle, de Dieppe (Nouveau-Brunswick), membre suppléant canadien de la Commission du parc international Roosevelt de Campobello, à titre amovible.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}