{
  "id": "10465",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0644<br></p><p><strong>Date: </strong>2005-04-21</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Minister of Health has consulted with organizations representative of workers;  </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 28 of the <em>Hazardous Materials Information Review Act</em>, hereby re-appoints Larry Stoffman of Vancouver, British&nbsp;Columbia, to be governor representing workers at the Council of the Hazardous Materials Information Review Commission to hold office during good behaviour for a term of three years. </p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le ministre de la Santé a consulté des organismes de représentation des travailleurs,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre de la Santé et en vertu de l'article 28 de la <em>Loi sur le contrôle des renseignements relatifs aux matières dangereuses</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Larry&nbsp;Stoffman, de Vancouver (Colombie-Britannique), membre représentant les travailleurs au bureau de direction du Conseil de contrôle des renseignements relatifs aux matières dangereuses à titre inamovible pour une période de trois ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0644Date: 2005-04-21                        Whereas the Minister of Health has consulted with organizations representative of workers;                         Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 28 of the Hazardous Materials Information Review Act, hereby re-appoints Larry Stoffman of Vancouver, British Columbia, to be governor representing workers at the Council of the Hazardous Materials Information Review Commission to hold office during good behaviour for a term of three years.                         Attendu que le ministre de la Santé a consulté des organismes de représentation des travailleurs,                       À ces causes, sur recommandation du ministre de la Santé et en vertu de l'article 28 de la Loi sur le contrôle des renseignements relatifs aux matières dangereuses, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Larry Stoffman, de Vancouver (Colombie-Britannique), membre représentant les travailleurs au bureau de direction du Conseil de contrôle des renseignements relatifs aux matières dangereuses à titre inamovible pour une période de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}