{
  "id": "10589",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0700<br></p><p><strong>Date: </strong>2005-05-03</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;firstly,</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Co-operative Republic of Guyana on Air&nbsp;Transport, or</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(ii)&nbsp;to execute and issue an Instrument of Full Powers authorizing the Honourable Jean-C.&nbsp;Lapierre, Minister of Transport, or Robert&nbsp;Fonberg, Deputy Minister for International Trade, or Bruno&nbsp;Picard, High Commissioner for Canada in the Co-operative Republic of Guyana, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Co-operative Republic of Guyana on Air&nbsp;Transport; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Agreement into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce&nbsp;dernier&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;d’une part, selon le&nbsp;cas&nbsp;:</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i)&nbsp;à signer, au nom du Canada, l’Accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République coopérative de Guyana,</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(ii)&nbsp;à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Jean-C.&nbsp;Lapierre, ministre des Transports, Robert&nbsp;Fonberg, sous-ministre du Commerce international, ou Bruno&nbsp;Picard, haut-commissaire du Canada auprès de la République coopérative de Guyana, à signer, au nom du Canada, l’Accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République coopérative de Guyana;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;d’autre part, à&nbsp;prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0700Date: 2005-05-03                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister   (a) firstly,   (i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Co-operative Republic of Guyana on Air Transport, or   (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Jean-C. Lapierre, Minister of Transport, or Robert Fonberg, Deputy Minister for International Trade, or Bruno Picard, High Commissioner for Canada in the Co-operative Republic of Guyana, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Co-operative Republic of Guyana on Air Transport; and   (b) secondly, to take the action necessary to bring the Agreement into force for Canada.              Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :   a) d’une part, selon le cas :           (i) à signer, au nom du Canada, l’Accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République coopérative de Guyana,   (ii) à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Jean-C. Lapierre, ministre des Transports, Robert Fonberg, sous-ministre du Commerce international, ou Bruno Picard, haut-commissaire du Canada auprès de la République coopérative de Guyana, à signer, au nom du Canada, l’Accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République coopérative de Guyana;   b) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}