{
  "id": "10867",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0883<br></p><p><strong>Date: </strong>2005-05-12</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to sections 103 and 105 of the <em>Corrections and Conditional Release Act</em>, hereby appoints Brian&nbsp;W.&nbsp;Saunders of Fredericton, New&nbsp;Brunswick, to be a part-time member of the National Parole Board, Atlantic Regional Division, to hold office during good behaviour for a period of three&nbsp;years.    </p> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre de la Sécurité publique et de la Protection civile et en vertu des articles 103 et 105 de la <em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, Son Excellence la Gouverneure générale en conseil nomme Brian&nbsp;W.&nbsp;Saunders, de Fredericton (Nouveau-Brunswick), membre à temps partiel de la Commission nationale des libérations conditionnelles, Section régionale de l’Atlantique, à titre inamovible pour un mandat de trois&nbsp;ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0883Date: 2005-05-12                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to sections 103 and 105 of the Corrections and Conditional Release Act, hereby appoints Brian W. Saunders of Fredericton, New Brunswick, to be a part-time member of the National Parole Board, Atlantic Regional Division, to hold office during good behaviour for a period of three years.                               Sur recommandation de la ministre de la Sécurité publique et de la Protection civile et en vertu des articles 103 et 105 de la Loi sur le système correctionnel et la mise en liberté sous condition, Son Excellence la Gouverneure générale en conseil nomme Brian W. Saunders, de Fredericton (Nouveau-Brunswick), membre à temps partiel de la Commission nationale des libérations conditionnelles, Section régionale de l’Atlantique, à titre inamovible pour un mandat de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}