{
  "id": "10927",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0914<br></p><p><strong>Date: </strong>2005-05-13</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que monsieur Clifton&nbsp;D.&nbsp;O’Brien, de la ville de Calgary dans la province de l'Alberta, l'un des conseillers juridiques de Sa Majesté, soit nommé juge d'appel de la Cour d'appel de l'Alberta et membre d'office de la Cour du Banc de la Reine de l'Alberta. </p> <br> <p style=\"text-indent: 1in\">Le Comité du Conseil privé recommande en outre que ledit Clifton D. O’Brien soit nommé juge d'appel de la Cour d'appel des territoires du Nord-Ouest et juge de la Cour d’appel du Nunavut pendant la durée de ses fonctions à titre de juge d'appel de la Cour d'appel de l'Alberta.</p> <br> <br> <br> <br> <p style=\"text-indent: 1in\">The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that Clifton&nbsp;D.&nbsp;O’Brien, Esquire, of the City of Calgary, in the Province of Alberta, one of Her Majesty's Counsel learned in the law, be appointed a Justice of Appeal of the Court of Appeal of Alberta and a member ex officio of the Court of Queen's Bench of Alberta.</p> <br> <p style=\"text-indent: 1in\">The Committee further advise that the said Clifton&nbsp;D.&nbsp;O’Brien be appointed a Justice of Appeal of the Court of Appeal for the Northwest Territories and a Judge of the Court of Appeal of Nunavut during his tenure of office as a Justice of Appeal of the Court of Appeal of Alberta.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0914Date: 2005-05-13                        Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que monsieur Clifton D. O’Brien, de la ville de Calgary dans la province de l'Alberta, l'un des conseillers juridiques de Sa Majesté, soit nommé juge d'appel de la Cour d'appel de l'Alberta et membre d'office de la Cour du Banc de la Reine de l'Alberta.   Le Comité du Conseil privé recommande en outre que ledit Clifton D. O’Brien soit nommé juge d'appel de la Cour d'appel des territoires du Nord-Ouest et juge de la Cour d’appel du Nunavut pendant la durée de ses fonctions à titre de juge d'appel de la Cour d'appel de l'Alberta.     The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that Clifton D. O’Brien, Esquire, of the City of Calgary, in the Province of Alberta, one of Her Majesty's Counsel learned in the law, be appointed a Justice of Appeal of the Court of Appeal of Alberta and a member ex officio of the Court of Queen's Bench of Alberta.  The Committee further advise that the said Clifton D. O’Brien be appointed a Justice of Appeal of the Court of Appeal for the Northwest Territories and a Judge of the Court of Appeal of Nunavut during his tenure of office as a Justice of Appeal of the Court of Appeal of Alberta.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}