{
  "id": "10949",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0864<br></p><p><strong>Date: </strong>2005-05-10</p><hr><p>   </p><p style=\"text-indent: 1in\">Whereas Order in Council P.C. 2003-54 of January&nbsp;29,&nbsp;2003, as amended by Order in Council P.C. 2003-418 of March 27, 2003, authorized the Minister of Transport, on behalf of Her&nbsp;Majesty in right of Canada (“Her Majesty”), to enter into an agreement for the transfer of the management, operation and maintenance of the Prince George Airport to the Prince George Airport Authority Inc. (“the&nbsp;Authority”);</p> <p style=\"text-indent: 1in\">&nbsp;</p> <p style=\"text-indent: 1in\">Whereas the Order as amended also authorized the Minister of Transport, on behalf of Her Majesty, pursuant to section 61 of the <em>Financial Administration Act</em>, to enter into a bill of sale for the sale to the Authority of certain goods, chattels and consumables;</p> <p style=\"text-indent: 1in\">&nbsp;</p> <p style=\"text-indent: 1in\">Whereas Her Majesty transferred the management, operation and maintenance of the Prince George Airport to the Authority on March 31, 2003 and entered into a ground lease and a bill of sale; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas Her Majesty and the Authority wish to amend the bill of sale by removing the reference to three chattels that were not transferred to the Authority on closing and by adding a reference to seventeen chattels which are to be transferred to the Authority;</p> <p>&nbsp;</p> <p style=\"text-indent: 1in\">Whereas Her Majesty and the Authority wish to amend article 4 of the ground lease to provide for payment by the Authority to Her&nbsp;Majesty of the purchase price of the chattels; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas, pursuant to section 61 of the <em>Financial Administration Act</em> an amendment to article 4 of the ground lease must be recommended by the Treasury Board and authorized by the Governor in Council;</p> <br> <p style=\"text-indent: 1in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to section 61 of the <em>Financial Administration Act</em>, hereby</p> <p style=\"text-indent: 1in; margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) authorizes the Minister of Transport, on behalf of Her Majesty, to sell the following chattels to the Authority for a consideration of two million, nine hundred and seven thousand, two hundred and twenty-eight dollars and sixty-nine cents ($2,907,228.69):</p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(i) an Oshkosh Snowblower 2188, Model No. H27223B, bearing serial no. 10TBFWE194S080027,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(ii) an Oshkosh Snowblower 2189, Model No. H27223B, bearing serial no. 10TBFWE1X4S080053,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(iii) a Sweepster Air Blower Assy; rear mounted, Model Snow Eliminator II,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(iv) a Sweepster Air Blower Assy; rear mounted, Model Snow Eliminator II,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(v) an Oshkosh Snowblower, 5000 tons per hour, </p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(vi) an Oshkosh Snowblower, 5000 tons per hour,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(vii) a Schmidt Snowplow, displacement, Model No.&nbsp;BMP2250HWSQH, bearing serial no. 90007-1,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(viii) a Schmidt Snowplow, displacement, Model No.&nbsp;BMP2250HWSQH, bearing serial no. 90007-2,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(ix) a Schmidt Snowplow, displacement, Model No.&nbsp;BMP2250HWSQH, bearing serial no. 90007-3,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(x) a Sweepster Sweeper, 22’ front mounted, Model Snow Eliminator II,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xi) a Sweepster Sweeper, 22’ front mounted, Model Snow Eliminator II,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xii) a Sweepster Snowplow, displacement, 20’, Model Snow Eliminator II,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xiii) a Sweepster Snowplow, displacement, 20’, Model Snow Eliminator II,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xiv) an Oshkosh Plowtruck, Model No. P2546, bearing serial no. 10TDEWE354S080054,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xv) a Stellar Pallet Loading System,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xvi) a Buhler-Weidmann Loader Wheel, Model No. 2006 P50, bearing serial no. 20431070, and</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(xvii) a Epoke Spreader, chemical, Model No. SW-3501, bearing serial no. 27671015;</p> <p style=\"margin-bottom: 0.104167in; margin-left: 0.5in; margin-bottom: 0.104167in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) authorizes the Minister of Transport to amend the bill of sale referred to in paragraph (<em>c</em>) of Order in Council P.C. 2003-54 of January 29, 2003 by adding a reference to the chattels referred to in paragraph (<em>a</em>) of this Order and by removing the reference to the following three chattels valued at one hundred and sixty-four&nbsp;thousand, two hundred and twenty-seven dollars and eighty-one cents ($164,227.81):</p>  <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(i) an International 2000 Dump Truck, Model No. 2674, bearing serial no. 1HTGKAHRZYH313892,</p> <p style=\"margin-left: 0.8125in; margin-bottom: 0.104167in\">(ii) a 2000 Tenco Plow, bearing serial no. 12863, and</p> <p style=\"margin-left: 0.8125in\">(iii) a 2000 Tenco 19’ Plow, bearing serial no. 6187; and</p>  <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>c</em>) authorizes the Minister of Transport, on behalf of Her Majesty, to amend the bill of sale and article 4 of the ground lease referred to in Order in Council P.C. 2003-54 of January 29, 2003, as amended by Order in Council P.C. 2003-418 of March 27, 2003 by providing that additional consideration of two million seven hundred and forty-three thousand dollars and eighty-eight cents ($2,743,000.88) shall be payable to Her Majesty at the same time or times and in the same manner as set out in the bill of sale.</p>   <br>  <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu du décret C.P.&nbsp;2003-54 du 29&nbsp;janvier&nbsp;2003, modifié par le décret C.P.&nbsp;2003-418 du 27&nbsp;mars&nbsp;2003, le ministre des Transports a été autorisé, au nom de Sa&nbsp;Majesté du chef du Canada («&nbsp;Sa&nbsp;Majesté&nbsp;»), à conclure une convention de cession prévoyant le transfert de la gestion, de l’exploitation et de l’entretien de l’aéroport de Prince George à la Prince George Airport Authority Inc. («&nbsp;l’administration&nbsp;aéroportuaire »);</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu de ce décret, le ministre des Transports a également été autorisé, aux termes de l’article&nbsp;61 de la <em>Loi&nbsp;sur la gestion des finances publiques</em>, à conclure au nom de Sa&nbsp;Majesté, un acte prévoyant la vente à l’administration aéroportuaire de certaines marchandises, certains biens meubles et certains biens consommables;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que Sa&nbsp;Majesté a cédé la gestion, l’exploitation et l’entretien de l’aéroport de Prince George à l’administration aéroportuaire le 31&nbsp;mars&nbsp;2003 et qu’elle a notamment conclu un bail foncier et un acte de&nbsp;vente;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que Sa&nbsp;Majesté et l’administration aéroportuaire désirent, d’une part, modifier l’acte de vente afin de supprimer trois biens mobiliers qui y étaient mentionnés, mais qui n’avaient pas été cédés à l’administration aéroportuaire à la clôture et, d’autre part, ajouter dix-sept&nbsp;biens meubles qui doivent être cédés à l’administration aéroportuaire;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que Sa&nbsp;Majesté et l’administration aéroportuaire désirent modifier l’article&nbsp;4 du bail foncier afin de permettre le paiement par l’administration aéroportuaire à Sa&nbsp;Majesté du prix d’acquisition des biens meubles;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu de l’article 61 de la <em>Loi sur la gestion des finances publiques</em>, il ne peut être effectué de modification à l’article&nbsp;4 du bail foncier que sur recommandation du Conseil du Trésor et autorisation du gouverneur en conseil,</p>  <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Transports et du Conseil du Trésor et en vertu de l’article 61 de la <em>Loi sur la gestion des finances publiques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;</p>  <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;autorise le ministre des Transports, au nom de Sa Majesté, à vendre à l’administration aéroportuaire pour la somme de deux&nbsp;millions neuf cent sept mille deux cent vingt-huit dollars et soixante-neuf cents (2&nbsp;907&nbsp;228,69 $) les biens meubles suivants&nbsp;:</p>  <p style=\"margin-left: 0.6875in\">&nbsp;</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(i) la souffleuse Oshkosh 2188 portant le n<sup>o</sup> de modèle H27223B et le n<sup>o</sup> de série 10TBFWE194S080027,</p> <p style=\"margin-left: 0.6875in; margin-right: -0.0625in; margin-bottom: 0.104167in\">(ii) la souffleuse Oshkosh 2189 portant le n<sup>o</sup> de modèle H27223B et le n<sup>o</sup> de série 10TBFWE1X4S080053,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(iii) une souffleuse d'air Sweepster à montage arrière de modèle Snow Eliminator II,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(iv) une souffleuse d'air Sweepster à montage arrière de modèle Snow Eliminator II,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(v) une souffleuse Oshkosh soufflant 5&nbsp;000 tonnes par heure, </p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(vi) une souffleuse Oshkosh soufflant 5&nbsp;000 tonnes par heure,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(vii) le chasse-neige Schmidt à débattement portant le n<sup>o</sup> de modèle BMP2250HWSQH et le n<sup>o</sup> de série 90007-1,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(viii) le chasse-neige Schmidt à débattement portant le n<sup>o</sup> de modèle BMP2250HWSQH et le n<sup>o</sup> de série 90007-2,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(ix) le chasse-neige Schmidt à déplacement portant le n<sup>o</sup> de modèle BMP2250HWSQH et le n<sup>o</sup> de série 90007-3,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(x) une balayeuse Sweepster de 22&nbsp;pi à montage avant de modèle Snow Eliminator II,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(xi) une balayeuse Sweepster de 22&nbsp;pi à montage avant de modèle Snow Eliminator II,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(xii) un chasse-neige Sweepster de 20&nbsp;pi à débattement de modèle Snow Eliminator II,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(xiii) un chasse-neige Sweepster de 20&nbsp;pi à débattement de modèle Snow Eliminator II,</p> <p style=\"margin-bottom: 0.104167in; margin-left: 0.6875in; margin-bottom: 0.104167in\">&nbsp;</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(xiv) le camion chasse-neige Oshkosh portant le n<sup>o</sup> de modèle&nbsp;P2546 et le n<sup>o</sup> de série 10TDEWE354S080054,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(xv) un système de chargement des plateaux de fret Stellar,</p> <p style=\"margin-left: 0.6875in; margin-bottom: 0.104167in\">(xvi) la chargeuse sur roues Buhler-Weidmann portant le n<sup>o</sup> de modèle 2006 P50 et le n<sup>o</sup> de série 20431070,</p> <p style=\"margin-left: 0.6875in\">(xvii) l'épandeuse de produits chimiques Epoke portant le n<sup>o</sup> de modèle SW-3501 et le n<sup>o</sup> de série 27671015,</p>  <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;autorise le ministre des Transports à modifier l’acte de vente visé à l’alinéa <em>c</em>) du décret C.P. 2003-54 du 29&nbsp;janvier&nbsp;2003, afin d’y inclure les biens meubles mentionnés à l’alinéa <em>a</em>) du présent décret et d’en supprimer les biens meubles ci-après, lesquels sont évalués à cent soixante-quatre mille deux cents vingt sept dollars et quatre-vingt et un cents (164&nbsp;227,81&nbsp;$) :</p>  <p style=\"margin-left: 0.6875in\">&nbsp;</p> <p style=\"margin-left: 0.6875in\">(i) le camion à benne International 2000 portant le n<sup>o</sup> de modèle&nbsp;2674 et le n<sup>o</sup> de série 1HTGKAHRZYH313892, </p>  <p style=\"margin-left: 0.6875in\">&nbsp;</p> <p style=\"margin-left: 0.6875in\">(ii) le chasse-neige Tenco 2000 portant le n<sup>o</sup> de série 12863,</p>  <p style=\"margin-left: 0.6875in\">&nbsp;</p> <p style=\"margin-left: 0.6875in\">(iii) le chasse-neige Tenco 2000 de 19 pi portant le n<sup>o</sup> de série&nbsp;6187;</p>  <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>c</em>)&nbsp;autorise le ministre des Transports, au nom de Sa&nbsp;Majesté, à modifier l’article&nbsp;4 du bail foncier et l’acte de vente visés dans le décret C.P. 2003-54 du 29&nbsp;janvier&nbsp;2003, modifié par le décret C.P.&nbsp;2003-418 du 27&nbsp;mars&nbsp;2003 afin d’y prévoir le paiement d’une somme additionnelle de deux millions sept cent quarante-trois mille&nbsp;dollars et quatre-vingt huit cents (2&nbsp;743&nbsp;000,88&nbsp;$) à Sa&nbsp;Majesté à la même date ou aux mêmes dates et de la même façon indiqués dans l’acte de vente.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}