{
  "id": "11052",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0813<br></p><p><strong>Date: </strong>2005-05-10</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Governor in Council, on the recommendation of the Minister of Transport, pursuant to subsection&nbsp;104(1) of the <em>Canada Marine Act</em>, made the <em>Natural and Man-made Harbour Navigation and Use Regulations</em>, enacted by Order in Council P.C.&nbsp;2005-400 of March&nbsp;22,&nbsp;2005 and registered as SOR/2005-73, that apply to any navigable waters of a natural or man-made harbour that have been designated by the Governor in Council pursuant to subsection&nbsp;104(2) of that&nbsp;Act;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas the Governor in Council, on the recommendation of the Minister of Transport, pursuant to subsections&nbsp;65(1) and&nbsp;(6) of the <em>Canada Marine Act</em>, made the <em>Regulations Amending the Public Ports and the Public Port Facilities Regulations</em>, enacted by Order in Council P.C.&nbsp;2005-401 of March&nbsp;22,&nbsp;2005 and registered as SOR/2005-74, that, among other things, repeal the designation of Nanoose&nbsp;Bay as a public port under Part&nbsp;2 of the <em>Canada Marine Act</em>, effective on the day on which the navigable waters of the natural or man-made harbour of Nanoose&nbsp;Bay are designated by the Governor in Council pursuant to subsection&nbsp;104(2) of that&nbsp;Act;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to subsection&nbsp;104(2) of the <em>Canada Marine Act</em>, hereby designates the navigable waters of the natural or man-made harbour of Nanoose&nbsp;Bay in accordance with the annexed schedule, effective on the day that is 30&nbsp;days after the day on which the Order in Council designating the navigable waters of the natural or man-made harbour of Esquimalt becomes effective.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la gouverneure en conseil, sur recommandation du ministre des Transports et en vertu du paragraphe&nbsp;104(1) de la <em>Loi&nbsp;maritime du Canada</em>, a pris le <em>Règlement relatif à la navigation dans les ports naturels et les ports aménagés et à leur utilisation</em>, édicté par le décret C.P.&nbsp;2005-400 du 22&nbsp;mars&nbsp;2005 et enregistré sous le numéro DORS/2005-73, qui s’applique aux eaux navigables d’un port naturel ou aménagé qui sont déterminées par le gouverneur en conseil en vertu du paragraphe&nbsp;104(2) de cette&nbsp;loi;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la gouverneure en conseil, sur recommandation du ministre des Transports et en vertu des paragraphes&nbsp;65(1) et&nbsp;(6) de la <em>Loi&nbsp;maritime du Canada</em>, a pris le <em>Règlement modifiant le Règlement sur les ports publics et installations portuaires publiques</em>, édicté par le décret C.P.&nbsp;2005-401 du 22&nbsp;mars&nbsp;2005 et enregistré sous le numéro DORS/2005-74, qui, entre autres choses, abroge la désignation de Nanoose&nbsp;Bay comme port public aux termes de la partie&nbsp;2 de la <em>Loi&nbsp;maritime du Canada</em>, laquelle abrogation prend effet à la date où les eaux navigables du port naturel ou aménagé de Nanoose&nbsp;Bay sont déterminées par le gouverneur en conseil en vertu du paragraphe&nbsp;104(2) de cette&nbsp;loi,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre des Transports et en vertu du paragraphe&nbsp;104(2) de la <em>Loi&nbsp;maritime du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil détermine les eaux navigables du port naturel ou aménagé de Nanoose&nbsp;Bay conformément à l’annexe ci-après, la date de prise d’effet étant le 30<sup>e</sup>&nbsp;jour suivant la date de prise d’effet du décret qui détermine les eaux navigables du port naturel ou aménagé d’Esquimalt.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}