{
  "id": "112",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1890<br></p><p><strong>Date: </strong>2002-11-06</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 6, 7 and 10 of the <em>Canadian Race Relations Foundation Act</em>, hereby </p>  <br wp=\"BR1\"><br wp=\"BR2\"> <ul>   <li>\treappoints the Honourable </li> </ul>  <p>\t\tLincoln M. Alexander, P.C., of Hamilton, Ontario, to be Chairperson of the Board of Directors of the Canadian Race Relations Foundation to hold office during pleasure for a term ending </p>  <p>\t\tApril 1, 2003; </p>  <br wp=\"BR1\"><br wp=\"BR2\"> <ul>   <li>\tfixes the fees payable to the Honourable Lincoln M. Alexander, P.C. as set out in the schedule hereto, which fees consist of an annual retainer within the range ($3,600 - $5,000); and </li>  <br wp=\"BR1\"><br wp=\"BR2\">  <li>\tfixes travel and living expenses incurred in the performance of his duties, in accordance with the provisions of the Treasury Board Travel Directive, as they apply to Governor in Council appointees and as amended from time to time; </li>  <br wp=\"BR1\"><br wp=\"BR2\"></ul>  <p>effective October 28, 2002. </p>  <p>\t\tSur recommandation de la ministre du Patrimoine canadien et en vertu des articles 6, 7 et 10 de la <em>Loi sur la Fondation canadienne des relations raciales</em>, Son Excellence la Gouverneure générale en conseil :</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <ul>   <li>\trenouvelle le mandat de l'honorable Lincoln M. Alexander, c.p., de Hamilton (Ontario), président du conseil d'administration de la Fondation canadienne des relations raciales, à titre amovible, pour une période se terminant le 1<sup>er</sup> avril 2003; </li>  <br wp=\"BR1\"><br wp=\"BR2\">  <li>\tfixe la rémunération de l'honorable Lincoln M. Alexander, c.p., conformément à l'annexe ci-jointe, laquelle rémunération consiste en des honoraires annuels qui se situent dans l'échelle   (3 600 $ - 5 000 $); </li>  <br wp=\"BR1\"><br wp=\"BR2\">  <li>\tfixe les frais de déplacement et de séjour exposés dans l'exercice de ses fonctions conformément aux dispositions de la Directive du Conseil du Trésor sur les voyages qui s'appliquent aux personnes nommées par décret comme modifiée de temps à autre; </li>  <br wp=\"BR1\"><br wp=\"BR2\"></ul>  <p>à compter du 28 octobre 2002. </p>  <br wp=\"BR1\"><br wp=\"BR2\">   <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}