{
  "id": "11298",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0928<br></p><p><strong>Date: </strong>2005-05-17</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Ontario, the Honourable Roland Roy&nbsp;McMurtry, Chief Justice of Ontario, will be unable to act from May 25 to May&nbsp;28,&nbsp;2005, inclusive, from September&nbsp;10 to September&nbsp;18, 2005, inclusive, and from September&nbsp;25 to September&nbsp;28,&nbsp;2005, inclusive, and it is therefore expedient that another person be appointed Administrator for those periods;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,&nbsp;1867</em>, hereby:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator of the Government of Ontario, effective May&nbsp;25,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;Brian&nbsp;W.&nbsp;Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective May&nbsp;25,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Brian&nbsp;W.&nbsp;Lennox as Administrator, effective May&nbsp;29,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>d</em>)&nbsp;appoints the Honourable Roland Roy&nbsp;McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective May&nbsp;29,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>e</em>)&nbsp;terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective September&nbsp;10,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>f</em>)&nbsp;appoints the Honourable Brian&nbsp;W.&nbsp;Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September&nbsp;10,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>g</em>)&nbsp;terminates the appointment of the Honourable Brian&nbsp;W.&nbsp;Lennox as Administrator, effective September&nbsp;19,&nbsp;2005; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>h</em>)&nbsp;appoints the Honourable Roland Roy&nbsp;McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September&nbsp;19,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>i</em>)&nbsp;terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective September&nbsp;25,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>j</em>)&nbsp;appoints the Honourable Brian&nbsp;W.&nbsp;Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September&nbsp;25,&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>k</em>)&nbsp;terminates the appointment of the Honourable Brian&nbsp;W.&nbsp;Lennox as Administrator, effective September&nbsp;29,&nbsp;2005; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>l</em>)&nbsp;appoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September&nbsp;29,&nbsp;2005.</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland Roy McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 25&nbsp;au&nbsp;28&nbsp;mai&nbsp;2005, inclusivement, du 10&nbsp;au&nbsp;18&nbsp;septembre&nbsp;2005, inclusivement, et du&nbsp;25 au 28&nbsp;septembre&nbsp;2005, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces&nbsp;périodes,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du </p> <p>Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur du gouvernement de l’Ontario, avec prise d’effet le 25&nbsp;mai&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;nomme l’honorable Brian&nbsp;W.&nbsp;Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25&nbsp;mai&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Brian&nbsp;W.&nbsp;Lennox au poste d’administrateur, avec prise d’effet le 29&nbsp;mai&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>d</em>)&nbsp;nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 29&nbsp;mai&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>e</em>)&nbsp;met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, avec prise d’effet le 10&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>f</em>)&nbsp;nomme l’honorable&nbsp;Brian&nbsp;W.&nbsp;Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 10&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>g</em>)&nbsp;met fin à la nomination de l’honorable Brian&nbsp;W.&nbsp;Lennox au poste d’administrateur, avec prise d’effet le 19&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>h</em>)&nbsp;nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 19&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>i</em>)&nbsp;met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, avec prise d’effet le 25&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>j</em>)&nbsp;nomme l’honorable&nbsp;Brian&nbsp;W.&nbsp;Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>k</em>)&nbsp;met fin à la nomination de l’honorable Brian&nbsp;W.&nbsp;Lennox au poste d’administrateur, avec prise d’effet le 29&nbsp;septembre&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>l</em>)&nbsp;nomme l’honorable Roland Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 29&nbsp;septembre&nbsp;2005.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0928Date: 2005-05-17                        Whereas the Administrator of the Government of Ontario, the Honourable Roland Roy McMurtry, Chief Justice of Ontario, will be unable to act from May 25 to May 28, 2005, inclusive, from September 10 to September 18, 2005, inclusive, and from September 25 to September 28, 2005, inclusive, and it is therefore expedient that another person be appointed Administrator for those periods;                       Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby:   (a) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator of the Government of Ontario, effective May 25, 2005;   (b) appoints the Honourable Brian W. Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective May 25, 2005;   (c) terminates the appointment of the Honourable Brian W. Lennox as Administrator, effective May 29, 2005;   (d) appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective May 29, 2005;   (e) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective September 10, 2005;   (f) appoints the Honourable Brian W. Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September 10, 2005;   (g) terminates the appointment of the Honourable Brian W. Lennox as Administrator, effective September 19, 2005;    (h) appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September 19, 2005;   (i) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective September 25, 2005;   (j) appoints the Honourable Brian W. Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September 25, 2005;   (k) terminates the appointment of the Honourable Brian W. Lennox as Administrator, effective September 29, 2005; and   (l) appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective September 29, 2005.                        Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland Roy McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 25 au 28 mai 2005, inclusivement, du 10 au 18 septembre 2005, inclusivement, et du 25 au 28 septembre 2005, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,                       À ces causes, sur recommandation de la ministre du  Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :   a) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur du gouvernement de l’Ontario, avec prise d’effet le 25 mai 2005;   b) nomme l’honorable Brian W. Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25 mai 2005;   c) met fin à la nomination de l’honorable Brian W. Lennox au poste d’administrateur, avec prise d’effet le 29 mai 2005;   d) nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 29 mai 2005;   e) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, avec prise d’effet le 10 septembre 2005;   f) nomme l’honorable Brian W. Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 10 septembre 2005;   g) met fin à la nomination de l’honorable Brian W. Lennox au poste d’administrateur, avec prise d’effet le 19 septembre 2005;   h) nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 19 septembre 2005;   i) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, avec prise d’effet le 25 septembre 2005;   j) nomme l’honorable Brian W. Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25 septembre 2005;   k) met fin à la nomination de l’honorable Brian W. Lennox au poste d’administrateur, avec prise d’effet le 29 septembre 2005;   l) nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 29 septembre 2005.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}