{
  "id": "11430",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1081<br></p><p><strong>Date: </strong>2005-05-31</p><hr><p>   </p><p style=\"line-height: 0.312502in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to section&nbsp;35 of the <em>Northwest Territories Act</em>, hereby</p> <p style=\"line-height: 0.312502in\">&nbsp;</p> <p style=\"line-height: 0.312502in; margin-left: 0.25in\">(<em>a</em>)&nbsp;appoints the Honourable Wallace&nbsp;M.&nbsp;Darichuk, a former Judge of the Court of Queen’s Bench of Manitoba, to be a deputy judge of the Supreme Court of the Northwest Territories to hold office during good behaviour until attaining the age of seventy-five years; and</p> <p style=\"line-height: 0.312502in; margin-left: 0.25in\">&nbsp;</p> <p style=\"line-height: 0.312502in; margin-left: 0.25in\">(<em>b</em>)&nbsp;fixes his remuneration in accordance with the annexed schedule.</p> <br> <p style=\"line-height: 0.312502in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de la Justice et en vertu de l’article&nbsp;35 de la <em>Loi&nbsp;sur les Territoires du Nord-Ouest</em>, Son&nbsp;Excellence la Gouverneure générale en&nbsp;conseil&nbsp;:</p> <p style=\"line-height: 0.312502in\">&nbsp;</p> <p style=\"line-height: 0.312502in; margin-left: 0.25in\"><em>a</em>)&nbsp;nomme l’honorable Wallace&nbsp;M.&nbsp;Darichuk, ancien juge de la Cour du Banc de la Reine du Manitoba, juge adjoint de la Cour suprême des Territoires du Nord-Ouest, à titre inamovible jusqu’à l’âge de soixante-quinze&nbsp;ans;</p> <p style=\"line-height: 0.312502in; margin-left: 0.25in\">&nbsp;</p> <p style=\"line-height: 0.312502in; margin-left: 0.25in\"><em>b</em>)&nbsp;fixe, conformément à l’annexe ci-jointe, la rémunération de l’honorable Wallace&nbsp;M.&nbsp;Darichuk.</p> <p style=\"line-height: 0.312502in\">&nbsp;</p> <br> <p style=\"text-align: center;  \">SCHEDULE</p> <p style=\" \">&nbsp;</p> <p style=\" \">&nbsp;</p> <p style=\"line-height: 0.364586in;  \">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;It shall be paid to the Honourable Wallace M. Darichuk, for the period or periods that he acts as a Deputy Judge of the Supreme Court of the Northwest Territories, remuneration at the rate of salary fixed by the <em>Judges Act</em> for a judge of the court of which he was a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to him under that Act in respect of that period or periods, and travelling allowances that a judge is entitled to be paid under the <em>Judges&nbsp;Act</em>.</p> <p style=\" \">&nbsp;</p> <br> <p style=\"text-align: center;  \">ANNEXE</p> <p style=\" \">&nbsp;</p> <p style=\" \">&nbsp;</p> <p style=\"line-height: 0.364586in;  \">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;L'honorable Wallace M. Darichuk reçoit, durant la période ou les périodes où il exerce les fonctions de juge adjoint de la Cour suprême des Territoires du Nord-Ouest, un traitement au taux prévu par la <em>Loi&nbsp;sur les&nbsp;juges</em> à l'égard d'un juge de la Cour dont il faisait partie, autre que le juge en chef ou le juge en chef adjoint de cette Cour, moins toute somme qui lui est par ailleurs versé en vertu de cette loi relativement à cette période ou ces périodes, et les indemnités de déplacement auxquelles un juge a droit en vertu de la <em>Loi&nbsp;sur les&nbsp;juges</em>.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1081Date: 2005-05-31                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to section 35 of the Northwest Territories Act, hereby   (a) appoints the Honourable Wallace M. Darichuk, a former Judge of the Court of Queen’s Bench of Manitoba, to be a deputy judge of the Supreme Court of the Northwest Territories to hold office during good behaviour until attaining the age of seventy-five years; and   (b) fixes his remuneration in accordance with the annexed schedule.                       Sur recommandation du ministre de la Justice et en vertu de l’article 35 de la Loi sur les Territoires du Nord-Ouest, Son Excellence la Gouverneure générale en conseil :   a) nomme l’honorable Wallace M. Darichuk, ancien juge de la Cour du Banc de la Reine du Manitoba, juge adjoint de la Cour suprême des Territoires du Nord-Ouest, à titre inamovible jusqu’à l’âge de soixante-quinze ans;   b) fixe, conformément à l’annexe ci-jointe, la rémunération de l’honorable Wallace M. Darichuk.    SCHEDULE                          It shall be paid to the Honourable Wallace M. Darichuk, for the period or periods that he acts as a Deputy Judge of the Supreme Court of the Northwest Territories, remuneration at the rate of salary fixed by the Judges Act for a judge of the court of which he was a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to him under that Act in respect of that period or periods, and travelling allowances that a judge is entitled to be paid under the Judges Act.    ANNEXE                          L'honorable Wallace M. Darichuk reçoit, durant la période ou les périodes où il exerce les fonctions de juge adjoint de la Cour suprême des Territoires du Nord-Ouest, un traitement au taux prévu par la Loi sur les juges à l'égard d'un juge de la Cour dont il faisait partie, autre que le juge en chef ou le juge en chef adjoint de cette Cour, moins toute somme qui lui est par ailleurs versé en vertu de cette loi relativement à cette période ou ces périodes, et les indemnités de déplacement auxquelles un juge a droit en vertu de la Loi sur les juges.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}