{
  "id": "11506",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1035<br></p><p><strong>Date: </strong>2005-05-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section&nbsp;46 of the <em>Parliament of Canada Act</em>, hereby amends Order in Council P.C.&nbsp;2004‑846 of July&nbsp;20,&nbsp;2004 by replacing</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;the&nbsp;words “Minister of Human Resources and Skills Development” set out in the column under the heading “Minister” with the words, “Minister of Human Resources and Skills Development and Minister responsible for Democratic Renewal” opposite the following names set out in the column under the heading “Name of Member of the House of Commons”:</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.25in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">(i)&nbsp;The&nbsp;Honourable Gurbax Singh Malhi, and</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.25in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">(ii)&nbsp;The&nbsp;Honourable Peter Adams; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;the&nbsp;words “Deputy Leader of the Government in the House of Commons, Minister responsible for Official Languages and Minister responsible for Democratic Reform,” set out in the column under the heading “Minister” with the words “Minister for Internal Trade, Deputy Leader of the Government in the House of Commons and Minister responsible for Official Languages” opposite the name “The&nbsp;Honourable Raymond Simard” set out in the column under the heading “Name of Member of the House of Commons”.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du premier ministre et en vertu de l’article&nbsp;46 de la <em>Loi&nbsp;sur le Parlement du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil modifie le décret C.P.&nbsp;2004‑846 du 20&nbsp;juillet&nbsp;2004 par substitution&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;à&nbsp;la mention «&nbsp;ministre des Ressources humaines et du Développement des compétences&nbsp;», figurant dans la colonne intitulée «&nbsp;Ministre&nbsp;», de la mention «&nbsp;ministre des Ressources humaines et du Développement des compétences et ministre responsable du renouveau démocratique&nbsp;», en regard des noms ci‑après figurant dans la colonne intitulée «&nbsp;Nom du député&nbsp;»&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.25in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">(i)&nbsp;L’honorable Gurbax Singh Malhi,</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.25in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">(ii)&nbsp;L’honorable Peter Adams;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;à&nbsp;la mention «&nbsp;leader adjoint du gouvernement à la Chambre des communes, ministre responsable des langues officielles et ministre responsable de la réforme démocratique&nbsp;», figurant dans la colonne intitulée «&nbsp;Ministre&nbsp;», de la mention «&nbsp;ministre du Commerce intérieur, leader adjoint du gouvernement à la Chambre des communes et ministre responsable des langues officielles&nbsp;», en regard du nom «&nbsp;L’honorable Raymond&nbsp;Simard&nbsp;» figurant dans la colonne intitulée «&nbsp;Nom du député&nbsp;».</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1035Date: 2005-05-30      Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section 46 of the Parliament of Canada Act, hereby amends Order in Council P.C. 2004‑846 of July 20, 2004 by replacing     (a) the words “Minister of Human Resources and Skills Development” set out in the column under the heading “Minister” with the words, “Minister of Human Resources and Skills Development and Minister responsible for Democratic Renewal” opposite the following names set out in the column under the heading “Name of Member of the House of Commons”:     (i) The Honourable Gurbax Singh Malhi, and     (ii) The Honourable Peter Adams; and     (b) the words “Deputy Leader of the Government in the House of Commons, Minister responsible for Official Languages and Minister responsible for Democratic Reform,” set out in the column under the heading “Minister” with the words “Minister for Internal Trade, Deputy Leader of the Government in the House of Commons and Minister responsible for Official Languages” opposite the name “The Honourable Raymond Simard” set out in the column under the heading “Name of Member of the House of Commons”.         Sur recommandation du premier ministre et en vertu de l’article 46 de la Loi sur le Parlement du Canada, Son Excellence la Gouverneure générale en conseil modifie le décret C.P. 2004‑846 du 20 juillet 2004 par substitution :     a) à la mention « ministre des Ressources humaines et du Développement des compétences », figurant dans la colonne intitulée « Ministre », de la mention « ministre des Ressources humaines et du Développement des compétences et ministre responsable du renouveau démocratique », en regard des noms ci‑après figurant dans la colonne intitulée « Nom du député » :     (i) L’honorable Gurbax Singh Malhi,     (ii) L’honorable Peter Adams;     b) à la mention « leader adjoint du gouvernement à la Chambre des communes, ministre responsable des langues officielles et ministre responsable de la réforme démocratique », figurant dans la colonne intitulée « Ministre », de la mention « ministre du Commerce intérieur, leader adjoint du gouvernement à la Chambre des communes et ministre responsable des langues officielles », en regard du nom « L’honorable Raymond Simard » figurant dans la colonne intitulée « Nom du député ».      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}