{
  "id": "11667",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1186<br></p><p><strong>Date: </strong>2005-06-14</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(<em>c</em>) and section&nbsp;40 of the <em>Indian Act</em>, hereby accepts the conditional absolute surrender made to Her&nbsp;Majesty in right of Canada by the Lac La Ronge Band of a portion of Bittern Lake Indian Reserve No. 218, in the Province of Saskatchewan, for land exchange purposes, which conditional absolute surrender was assented to by the band on March&nbsp;27,&nbsp;2002 and is set out in the annexed schedule.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa&nbsp;39(1)<em>c</em>) et de l’article&nbsp;40 de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil accepte la cession à titre absolu conditionnelle faite à Sa&nbsp;Majesté du chef du Canada par la bande Lac La Ronge d’une partie de la réserve indienne Bittern Lake n<sup>o</sup> 218, dans la province de la Saskatchewan, en vue d’un échange de terres, laquelle cession à titre absolu conditionnelle a été sanctionnée par la bande le 27&nbsp;mars&nbsp;2002 et figure à l’annexe ci-jointe. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1186Date: 2005-06-14                           Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(c) and section 40 of the Indian Act, hereby accepts the conditional absolute surrender made to Her Majesty in right of Canada by the Lac La Ronge Band of a portion of Bittern Lake Indian Reserve No. 218, in the Province of Saskatchewan, for land exchange purposes, which conditional absolute surrender was assented to by the band on March 27, 2002 and is set out in the annexed schedule.                       Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)c) et de l’article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte la cession à titre absolu conditionnelle faite à Sa Majesté du chef du Canada par la bande Lac La Ronge d’une partie de la réserve indienne Bittern Lake no 218, dans la province de la Saskatchewan, en vue d’un échange de terres, laquelle cession à titre absolu conditionnelle a été sanctionnée par la bande le 27 mars 2002 et figure à l’annexe ci-jointe.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}