{
  "id": "11701",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1202<br></p><p><strong>Date: </strong>2005-06-16</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to sections 6 and 7 of the <em>Canadian Polar Commission Act</em>, hereby appoints François&nbsp;Trudel of Sillery, Quebec, to be Vice-Chairperson of the Board of Directors of the Canadian Polar Commission to hold office during pleasure for a term of three&nbsp;years.    </p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu des articles 6 et 7 de la <em>Loi sur la Commission canadienne des affaires polaires</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme François&nbsp;Trudel, de Sillery (Québec), vice-président du conseil d’administration de la Commission canadienne des affaires polaires à titre amovible pour un mandat de trois&nbsp;ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1202Date: 2005-06-16                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to sections 6 and 7 of the Canadian Polar Commission Act, hereby appoints François Trudel of Sillery, Quebec, to be Vice-Chairperson of the Board of Directors of the Canadian Polar Commission to hold office during pleasure for a term of three years.                             Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu des articles 6 et 7 de la Loi sur la Commission canadienne des affaires polaires, Son Excellence la Gouverneure générale en conseil nomme François Trudel, de Sillery (Québec), vice-président du conseil d’administration de la Commission canadienne des affaires polaires à titre amovible pour un mandat de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}