{
  "id": "11753",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1230<br></p><p><strong>Date: </strong>2005-06-23</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of National Revenue, pursuant to section 11 of the <em>Royal Canadian Mint Act</em>, hereby approves the appointment by the Minister of National Revenue of Keith&nbsp;E.&nbsp;Meagher of St.&nbsp;Albert, Alberta, as a director of the Board of Directors of the Royal Canadian Mint to hold office during pleasure for a term of three&nbsp;years, in the place of Timothy&nbsp;Spiegel.   </p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre du Revenu national et en vertu de l’article 11 de la <em>Loi sur la Monnaie royale canadienne</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre du Revenu national de Keith&nbsp;E.&nbsp;Meagher, de St.&nbsp;Albert (Alberta), administrateur du conseil d’administration de la Monnaie royale canadienne à titre amovible pour un mandat de trois&nbsp;ans, en remplacement de Timothy&nbsp;Spiegel. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1230Date: 2005-06-23                        Her Excellency the Governor General in Council, on the recommendation of the Minister of National Revenue, pursuant to section 11 of the Royal Canadian Mint Act, hereby approves the appointment by the Minister of National Revenue of Keith E. Meagher of St. Albert, Alberta, as a director of the Board of Directors of the Royal Canadian Mint to hold office during pleasure for a term of three years, in the place of Timothy Spiegel.                            Sur recommandation du ministre du Revenu national et en vertu de l’article 11 de la Loi sur la Monnaie royale canadienne, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre du Revenu national de Keith E. Meagher, de St. Albert (Alberta), administrateur du conseil d’administration de la Monnaie royale canadienne à titre amovible pour un mandat de trois ans, en remplacement de Timothy Spiegel.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}