{
  "id": "11813",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1254<br></p><p><strong>Date: </strong>2005-06-27</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) firstly,</p> <p style=\"margin-left: 0.7625in\">&nbsp;</p> <p style=\"margin-left: 0.7625in\">(i) to sign, on behalf of the Government of Canada, an Exchange of Letters constituting an agreement between the Government of Canada and the Government of the United States of America amending Appendix 6 of Annex 300-B, Textile and Apparel Goods of the Free Trade Agreement between the Government of Canada, the Government of the United Mexican States and the Government of the United States of America, done at Ottawa on  December&nbsp;4 and December&nbsp;17, 1992, at Mexico, D.F. on  December&nbsp;14 and December&nbsp;17, 1992 and at Washington, D.C. on December&nbsp;8 and December 17, 1992, or</p> <p style=\"margin-left: 0.7625in\">&nbsp;</p> <p style=\"margin-left: 0.7625in\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable James Scott Peterson, Minister for International Trade, or Robert Fonberg, Deputy Minister, or Andrea Lyon, Director General, Trade Policy Bureau I and Coordinator for NAFTA, International Trade Canada, to sign, on behalf of the Government of Canada, an Exchange of Letters between the Government of Canada and the Government of the United States of America amending Appendix 6 of Annex 300-B, Textile and Apparel Goods of the Free Trade Agreement between the Government of Canada, the Government of the United Mexican States and the Government of the United States of America, done at Ottawa on December&nbsp;4 and December&nbsp;14,&nbsp;1992, at Mexico, D.F. on December 14 and December&nbsp;17, 1992 and at Washington, D.C. on December 8 and December 17, 1992; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) secondly, to take the action necessary to bring the Exchange of Letters into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui-ci :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) d’une part,</p> <p style=\"margin-left: 0.75in\">&nbsp;</p> <p style=\"margin-left: 0.75in\">(i) soit à signer, au nom du gouvernement du Canada, un échange de lettres constituant un accord entre le Canada et les  États-Unis d’Amérique portant modification de l’appendice 6 de l’annexe 300-B, Produits textiles et vêtements, de l’Accord de libre-échange entre le gouvernement du Canada, le gouvernement des États-Unis d’Amérique et le gouvernement des États-Unis du Mexique, fait à Ottawa les 4 décembre et 17&nbsp;décembre 1992, à Mexico, D.F. les 14 décembre et 17&nbsp;décembre 1992 et à Washington, D.C. les 8&nbsp;décembre et 17&nbsp;décembre 1992, </p> <p style=\"margin-left: 0.75in\">&nbsp;</p> <p style=\"margin-left: 0.75in\">(ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable James Scott Peterson, ministre du Commerce international, Robert Fonberg, sous-ministre, ou Andrea Lyon, directrice générale, Direction générale de la politique commerciale I et coordinatrice pour l’ALENA, Commerce international Canada, à signer, au nom du Canada, un échange de lettres constituant un accord entre le Canada et les États-Unis d’Amérique portant modification de l’appendice 6 de l’annexe&nbsp;300-B, Produits textiles et vêtements, de l’Accord de libre-échange entre le gouvernement du Canada, le gouvernement des États-Unis d’Amérique et le gouvernement des États-Unis du Mexique, fait à Ottawa les 4 décembre et 17&nbsp;décembre 1992, à Mexico, D.F. les 14 décembre et 17&nbsp;décembre 1992 et à Washington, D.C. les 8 décembre et 17&nbsp;décembre 1992; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’échange de lettres pour Canada.</p> <br>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}