{
  "id": "12014",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1353<br></p><p><strong>Date: </strong>2005-07-22</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to the <em>Special Appointment Regulations, No. 2005-7</em>, hereby appoints the Honourable Gérard La Forest of Fredericton, New Brunswick, to the position of Special Advisor to the Minister of Justice, to hold office during pleasure for a term ending November 15, 2005, and fixes his remuneration as set out in the annexed schedule, which per&nbsp;diem is within the range ($440 - $520), and authorizes the payment of travel and living expenses incurred by the Honourable&nbsp;Gérard&nbsp;La&nbsp;Forest in the course of his duties under the <em>Access to Information Act</em> in accordance with Treasury Board authorities.</p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du premier ministre et en vertu du <em>Règlement n<sup>o</sup> 2005-7 portant affectation spéciale</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme l’honorable Gérard La Forest, de Fredericton (Nouveau-Brunswick), au poste de conseiller spécial auprès du ministre de la Justice, à titre amovible pour un mandat se terminant le 15 novembre 2005, et fixe sa rémunération conformément à l'annexe ci-jointe, dont le taux journalier se situe dans l'échelle (440 $ - 520 $), et autorise le remboursement des frais de déplacement et de séjour entraînés par l’accomplissement des fonctions conférées à l’honorable&nbsp;Gérard&nbsp;La&nbsp;Forest par la <em>Loi sur l’accès à l’information</em> conformément aux autorisations du Conseil du Trésor.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1353Date: 2005-07-22                        Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to the Special Appointment Regulations, No. 2005-7, hereby appoints the Honourable Gérard La Forest of Fredericton, New Brunswick, to the position of Special Advisor to the Minister of Justice, to hold office during pleasure for a term ending November 15, 2005, and fixes his remuneration as set out in the annexed schedule, which per diem is within the range ($440 - $520), and authorizes the payment of travel and living expenses incurred by the Honourable Gérard La Forest in the course of his duties under the Access to Information Act in accordance with Treasury Board authorities.                         Sur recommandation du premier ministre et en vertu du Règlement no 2005-7 portant affectation spéciale, Son Excellence la Gouverneure générale en conseil nomme l’honorable Gérard La Forest, de Fredericton (Nouveau-Brunswick), au poste de conseiller spécial auprès du ministre de la Justice, à titre amovible pour un mandat se terminant le 15 novembre 2005, et fixe sa rémunération conformément à l'annexe ci-jointe, dont le taux journalier se situe dans l'échelle (440 $ - 520 $), et autorise le remboursement des frais de déplacement et de séjour entraînés par l’accomplissement des fonctions conférées à l’honorable Gérard La Forest par la Loi sur l’accès à l’information conformément aux autorisations du Conseil du Trésor.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}