{
  "id": "12060",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1424<br></p><p><strong>Date: </strong>2005-08-29</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the <em>Museums Act</em>, hereby approves the appointment by the Minister of Canadian Heritage of Karn&nbsp;Manhas of Port&nbsp;Coquitlam, British&nbsp;Columbia, as a trustee of the Board of Trustees of the National Museum of Science and Technology to hold office during pleasure for a term of three years, in the place of Olga&nbsp;Barrat.    </p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la <em>Loi sur les musées</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Karn&nbsp;Manhas, de Port&nbsp;Coquitlam (Colombie-Britannique), administrateur du conseil d'administration du Musée national des sciences et de la technologie à titre amovible pour un mandat de trois ans, en remplacement de Olga&nbsp;Barrat. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1424Date: 2005-08-29                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the Museums Act, hereby approves the appointment by the Minister of Canadian Heritage of Karn Manhas of Port Coquitlam, British Columbia, as a trustee of the Board of Trustees of the National Museum of Science and Technology to hold office during pleasure for a term of three years, in the place of Olga Barrat.                             Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la Loi sur les musées, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Karn Manhas, de Port Coquitlam (Colombie-Britannique), administrateur du conseil d'administration du Musée national des sciences et de la technologie à titre amovible pour un mandat de trois ans, en remplacement de Olga Barrat.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}