{
  "id": "12089",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1696<br></p><p><strong>Date: </strong>2005-09-29</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 12, 18, 19, 20, 21, 22 and 23 of the <em>Public Service Labour Relations Act</em>, hereby appoints Barry&nbsp;D.&nbsp;Done of Strathroy, Ontario, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Public Service Labour Relations Board in accordance with subsection 19(1) of that Act, to be a full-time member of the Public Service Labour Relations Board to hold office during good behaviour for a term of three&nbsp;years.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 12, 18, 19, 20, 21, 22 et 23 de la <em>Loi sur les relations de travail dans la fonction publique</em>, Son Excellence la Gouverneure générale en conseil nomme Barry&nbsp;D.&nbsp;Done, de Strathroy (Ontario), dont le nom figure sur la liste des personnes admissibles établie par le président de la Commission des relations de travail dans la fonction publique conformément au paragraphe&nbsp;19(1) de cette loi, commissaire à temps&nbsp;plein de la Commission des relations de travail dans la fonction publique à titre inamovible pour un mandat de trois&nbsp;ans.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1696Date: 2005-09-29                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 12, 18, 19, 20, 21, 22 and 23 of the Public Service Labour Relations Act, hereby appoints Barry D. Done of Strathroy, Ontario, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Public Service Labour Relations Board in accordance with subsection 19(1) of that Act, to be a full-time member of the Public Service Labour Relations Board to hold office during good behaviour for a term of three years.                       Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 12, 18, 19, 20, 21, 22 et 23 de la Loi sur les relations de travail dans la fonction publique, Son Excellence la Gouverneure générale en conseil nomme Barry D. Done, de Strathroy (Ontario), dont le nom figure sur la liste des personnes admissibles établie par le président de la Commission des relations de travail dans la fonction publique conformément au paragraphe 19(1) de cette loi, commissaire à temps plein de la Commission des relations de travail dans la fonction publique à titre inamovible pour un mandat de trois ans.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}