{
  "id": "1216",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0126<br></p><p><strong>Date: </strong>2003-02-06</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu («&nbsp;l’Entente du Sahtu&nbsp;») a été approuvée, mise en vigueur et déclarée valide conformément à l’article&nbsp;4 de la <em>Loi sur le règlement de la revendication territoriale des Dénés et Métis du Sahtu</em>, L.C.&nbsp;1994,&nbsp;ch.&nbsp;27;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’article&nbsp;3.1.26 de l’Entente du Sahtu prévoit que celle-ci peut être modifiée avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Dénés et Métis du Sahtu, représentés par le Sahtu Secretariat Incorporated;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’Entente sur la revendication territoriale globale des Gwich’in («&nbsp;l’Entente avec les Gwich’in&nbsp;») a été approuvée, mise en vigueur et déclarée valide conformément à l’article&nbsp;4 de la <em>Loi sur le règlement de la revendication territoriale des Gwich’in</em>, L.C.&nbsp;1992,&nbsp;ch.&nbsp;53;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’article&nbsp;3.1.27 de l’Entente avec les Gwich’in prévoit que celle-ci peut être modifiée avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Gwich’in, représentés par le Conseil tribal des Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la nouvelle définition de «&nbsp;redevance&nbsp;» a été approuvée par le Sahtu Secretariat Incorporated et le Conseil tribal des Gwich’in, conformément aux modalités exposées dans leurs ententes respectives, lesquelles définitions sont rétroactives au 6&nbsp;septembre&nbsp;1993 dans le cas de l’Entente du Sahtu et au 22&nbsp;avril&nbsp;1992 dans le cas de l’Entente avec les Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la nouvelle définition de «&nbsp;redevance&nbsp;» dans l’Entente du Sahtu et dans l’Entente avec les Gwich’in a par la suite été approuvée par le décret C.P.&nbsp;2002-1071 du 13&nbsp;juin&nbsp;2002;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le Conseil tribal des Gwich’in s’est opposé au texte de la définition figurant dans le décret, déclarant que cette définition est incorrecte ou trompeuse dans le cas de l’Entente avec les Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu qu’en conséquence de cela et pour plus de clarté, il est proposé de modifier le décret C.P.&nbsp;2002-1071 du 13&nbsp;juin&nbsp;2002 en remplaçant la définition de « &nbsp;redevance&nbsp;» qui figure à l’annexe&nbsp;A de ce décret par des définitions distinctes de «&nbsp;redevance&nbsp;» qui figurent séparément aux annexes&nbsp;A et&nbsp;B du présent décret et qui s’appliquent respectivement à l’Entente du Sahtu et à l’Entente avec les Gwich’in,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’article&nbsp;3.1.26 de l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu et l’article&nbsp;3.1.27 de l’Entente sur la revendication territoriale globale des Gwich’in, Son&nbsp;Excellence la Gouverneure générale en conseil remplace l’annexe&nbsp;A du décret C.P.&nbsp;2002-1071 du 13&nbsp;juin&nbsp;2002 par les annexes&nbsp;A et&nbsp;B ci-jointes.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0126Date: 2003-02-06                         Attendu que l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu (« l’Entente du Sahtu ») a été approuvée, mise en vigueur et déclarée valide conformément à l’article 4 de la Loi sur le règlement de la revendication territoriale des Dénés et Métis du Sahtu, L.C. 1994, ch. 27;                        Attendu que l’article 3.1.26 de l’Entente du Sahtu prévoit que celle-ci peut être modifiée avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Dénés et Métis du Sahtu, représentés par le Sahtu Secretariat Incorporated;                        Attendu que l’Entente sur la revendication territoriale globale des Gwich’in (« l’Entente avec les Gwich’in ») a été approuvée, mise en vigueur et déclarée valide conformément à l’article 4 de la Loi sur le règlement de la revendication territoriale des Gwich’in, L.C. 1992, ch. 53;                        Attendu que l’article 3.1.27 de l’Entente avec les Gwich’in prévoit que celle-ci peut être modifiée avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Gwich’in, représentés par le Conseil tribal des Gwich’in;                        Attendu que la nouvelle définition de « redevance » a été approuvée par le Sahtu Secretariat Incorporated et le Conseil tribal des Gwich’in, conformément aux modalités exposées dans leurs ententes respectives, lesquelles définitions sont rétroactives au 6 septembre 1993 dans le cas de l’Entente du Sahtu et au 22 avril 1992 dans le cas de l’Entente avec les Gwich’in;                        Attendu que la nouvelle définition de « redevance » dans l’Entente du Sahtu et dans l’Entente avec les Gwich’in a par la suite été approuvée par le décret C.P. 2002-1071 du 13 juin 2002;                        Attendu que le Conseil tribal des Gwich’in s’est opposé au texte de la définition figurant dans le décret, déclarant que cette définition est incorrecte ou trompeuse dans le cas de l’Entente avec les Gwich’in;                        Attendu qu’en conséquence de cela et pour plus de clarté, il est proposé de modifier le décret C.P. 2002-1071 du 13 juin 2002 en remplaçant la définition de «  redevance » qui figure à l’annexe A de ce décret par des définitions distinctes de « redevance » qui figurent séparément aux annexes A et B du présent décret et qui s’appliquent respectivement à l’Entente du Sahtu et à l’Entente avec les Gwich’in,                        À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’article 3.1.26 de l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu et l’article 3.1.27 de l’Entente sur la revendication territoriale globale des Gwich’in, Son Excellence la Gouverneure générale en conseil remplace l’annexe A du décret C.P. 2002-1071 du 13 juin 2002 par les annexes A et B ci-jointes.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}