{
  "id": "12403",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1496<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section&nbsp;9.1 of the <em>Canadian Dairy Commission Act</em>, hereby approves that the Canadian Dairy Commission enter into a Comprehensive Agreement on Pooling of Milk Revenues with participating provinces and provincial milk marketing boards or agencies, providing for the coordinated marketing of dairy products, substantially in accordance with the annexed agreement.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu de l’article&nbsp;9.1 de la <em>Loi&nbsp;sur la Commission canadienne du lait</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve que la Commission canadienne du lait conclue avec les provinces et les offices provinciaux de mise en marché du lait participantes une entente globale sur la mise en commun des revenus du lait pour coordonner la commercialisation des produits laitiers, laquelle entente est conforme en substance à l’entente ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1496Date: 2005-08-31                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section 9.1 of the Canadian Dairy Commission Act, hereby approves that the Canadian Dairy Commission enter into a Comprehensive Agreement on Pooling of Milk Revenues with participating provinces and provincial milk marketing boards or agencies, providing for the coordinated marketing of dairy products, substantially in accordance with the annexed agreement.                       Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu de l’article 9.1 de la Loi sur la Commission canadienne du lait, Son Excellence la Gouverneure générale en conseil approuve que la Commission canadienne du lait conclue avec les provinces et les offices provinciaux de mise en marché du lait participantes une entente globale sur la mise en commun des revenus du lait pour coordonner la commercialisation des produits laitiers, laquelle entente est conforme en substance à l’entente ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}