{
  "id": "12436",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1516<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p style=\"line-height: 0.260417in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\">(<em>a</em>)&nbsp;the Prime Minister or the Minister of Foreign Affairs to&nbsp;sign, subject to ratification, on behalf of the Government of Canada, the International Convention for the Suppression of Acts of Nuclear Terrorism done at New&nbsp;York on April&nbsp;13,&nbsp;2005, or </p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\">(<em>b</em>)&nbsp;the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, James&nbsp;R.&nbsp;Wright, Assistant Deputy Minister of Foreign Affairs, International Security Branch and Political Director, Department of Foreign Affairs and International Trade, the&nbsp;Honourable Allan&nbsp;Rock, Ambassador and Permanent Representative of Canada to the United Nations in New&nbsp;York, or Ruth&nbsp;Archibald, Senior Coordinator for International Crime and Terrorism, Department of Foreign Affairs and International Trade, to sign, subject to ratification, on behalf of the Government of Canada, the International Convention for the Suppression of Acts of Nuclear Terrorism done at New&nbsp;York on April&nbsp;13,&nbsp;2005.</p> <p style=\"line-height: 0.260417in\">&nbsp;</p> <br> <p style=\"line-height: 0.260417in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise&nbsp;:</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\"><em>a</em>)&nbsp;soit le&nbsp;premier ministre ou le ministre des Affaires étrangères à signer, sous réserve de ratification, au nom du gouvernement du Canada, la Convention internationale pour la répression des actes de terrorisme nucléaire, faite à New&nbsp;York le 13&nbsp;avril&nbsp;2005,</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.25in\"><em>b</em>)&nbsp;soit le&nbsp;ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant V.&nbsp;Peter&nbsp;Harder, sous-ministre des Affaires étrangères, James&nbsp;R.&nbsp;Wright, sous-ministre adjoint des Affaires étrangères, Direction de la sécurité internationale et directeur politique, ministère des Affaires étrangères et du Commerce international, l’honorable Allan&nbsp;Rock, ambassadeur et représentant permanent du Canada auprès de l’Organisation des Nations Unies à New&nbsp;York, ou Ruth&nbsp;Archibald, coordonnatrice principale, Crime international et terrorisme, ministère des Affaires étrangères et du Commerce international, à signer, sous réserve de ratification, au nom du gouvernement du Canada, la Convention internationale pour la répression des actes de terrorisme nucléaire, faite à New&nbsp;York le 13&nbsp;avril&nbsp;2005.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1516Date: 2005-08-31                           Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes   (a) the Prime Minister or the Minister of Foreign Affairs to sign, subject to ratification, on behalf of the Government of Canada, the International Convention for the Suppression of Acts of Nuclear Terrorism done at New York on April 13, 2005, or    (b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing V. Peter Harder, Deputy Minister of Foreign Affairs, James R. Wright, Assistant Deputy Minister of Foreign Affairs, International Security Branch and Political Director, Department of Foreign Affairs and International Trade, the Honourable Allan Rock, Ambassador and Permanent Representative of Canada to the United Nations in New York, or Ruth Archibald, Senior Coordinator for International Crime and Terrorism, Department of Foreign Affairs and International Trade, to sign, subject to ratification, on behalf of the Government of Canada, the International Convention for the Suppression of Acts of Nuclear Terrorism done at New York on April 13, 2005.                         Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :   a) soit le premier ministre ou le ministre des Affaires étrangères à signer, sous réserve de ratification, au nom du gouvernement du Canada, la Convention internationale pour la répression des actes de terrorisme nucléaire, faite à New York le 13 avril 2005,   b) soit le ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant V. Peter Harder, sous-ministre des Affaires étrangères, James R. Wright, sous-ministre adjoint des Affaires étrangères, Direction de la sécurité internationale et directeur politique, ministère des Affaires étrangères et du Commerce international, l’honorable Allan Rock, ambassadeur et représentant permanent du Canada auprès de l’Organisation des Nations Unies à New York, ou Ruth Archibald, coordonnatrice principale, Crime international et terrorisme, ministère des Affaires étrangères et du Commerce international, à signer, sous réserve de ratification, au nom du gouvernement du Canada, la Convention internationale pour la répression des actes de terrorisme nucléaire, faite à New York le 13 avril 2005.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}