{
  "id": "12438",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1517<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>a</em>)&nbsp;firstly</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the People’s Republic of China on Air&nbsp;Transport, or</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">(ii)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing the Honourable Jean-C.&nbsp;Lapierre, Minister of Transport, or Robert&nbsp;Fonberg, Deputy Minister for International Trade, or Joseph&nbsp;Caron, Ambassador of Canada to the People’s Republic of China, or Michael&nbsp;Martin, Minister (Commercial), to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the People’s Republic of China on Air&nbsp;Transport; and</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Agreement into force for Canada.</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce dernier&nbsp;:</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\"><em>a</em>)&nbsp;d’une&nbsp;part&nbsp;:</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">(i)&nbsp;soit à signer, au nom du gouvernement du Canada, un accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République populaire de Chine,</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.7in\">(ii)&nbsp;soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Jean-C.&nbsp;Lapierre, ministre des Transports, Robert&nbsp;Fonberg, sous-ministre du Commerce international, Joseph&nbsp;Caron, ambassadeur du Canada auprès de la République populaire de Chine, ou Michael&nbsp;Martin, ministre (Affaires commerciales), à signer, au nom du gouvernement du Canada, un accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République populaire de Chine;</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\"><em>b</em>)&nbsp;d’autre part, à prendre les mesures nécessaires à la prise d’effet de cet accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1517Date: 2005-08-31                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister   (a) firstly   (i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the People’s Republic of China on Air Transport, or   (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Jean-C. Lapierre, Minister of Transport, or Robert Fonberg, Deputy Minister for International Trade, or Joseph Caron, Ambassador of Canada to the People’s Republic of China, or Michael Martin, Minister (Commercial), to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the People’s Republic of China on Air Transport; and   (b) secondly, to take the action necessary to bring the Agreement into force for Canada.                        Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :   a) d’une part :   (i) soit à signer, au nom du gouvernement du Canada, un accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République populaire de Chine,   (ii) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Jean-C. Lapierre, ministre des Transports, Robert Fonberg, sous-ministre du Commerce international, Joseph Caron, ambassadeur du Canada auprès de la République populaire de Chine, ou Michael Martin, ministre (Affaires commerciales), à signer, au nom du gouvernement du Canada, un accord sur le transport aérien entre le gouvernement du Canada et le gouvernement de la République populaire de Chine;   b) d’autre part, à prendre les mesures nécessaires à la prise d’effet de cet accord pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}