{
  "id": "12528",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1622<br></p><p><strong>Date: </strong>2005-09-09</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to sections 3 and 5 of the <em>Social Sciences and Humanities Research Council Act</em>, hereby appoints Barbara&nbsp;Neis of St.&nbsp;John’s, Newfoundland and Labrador, to be a member of the Social Sciences and Humanities Research Council to hold office during pleasure for a term of three&nbsp;years.</p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l'Industrie et en vertu des articles 3 et 5 de la <em>Loi sur le Conseil de recherches en sciences humaines</em>, Son Excellence la Gouverneure générale en conseil nomme Barbara&nbsp;Neis, de St.&nbsp;John’s </p> <p style=\"line-height: 0.36in\">(Terre-Neuve-et-Labrador), conseiller du Conseil de recherches en sciences humaines à titre amovible pour un mandat de trois&nbsp;ans.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1622Date: 2005-09-09                       Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to sections 3 and 5 of the Social Sciences and Humanities Research Council Act, hereby appoints Barbara Neis of St. John’s, Newfoundland and Labrador, to be a member of the Social Sciences and Humanities Research Council to hold office during pleasure for a term of three years.                        Sur recommandation du ministre de l'Industrie et en vertu des articles 3 et 5 de la Loi sur le Conseil de recherches en sciences humaines, Son Excellence la Gouverneure générale en conseil nomme Barbara Neis, de St. John’s  (Terre-Neuve-et-Labrador), conseiller du Conseil de recherches en sciences humaines à titre amovible pour un mandat de trois ans.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}