{
  "id": "12566",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1541<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby</p> <br> <p style=\"margin-left: 0.25in\">(<em>a</em>)&nbsp;pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by the Saskatchewan Power Corporation (the&nbsp;“Company”) of the power to take, without the consent of the owner, in accordance with <em>The&nbsp;Power Corporation Act</em>, R.S.S.&nbsp;1978, c.&nbsp;P-19, the easement described in the annexed easement agreement, for electrical transmission system purposes, subject to the term that the easement be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the purposes specified in that agreement; and</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian Act</em>, in lieu of the Company taking the easement, as consented to in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Company of that easement for the purposes specified in that agreement, subject to the term that the easement be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <br> <p style=\"margin-left: 0.25in\"><em>a</em>)&nbsp;en vertu du paragraphe&nbsp;35(1) de la <em>Loi&nbsp;sur les Indiens</em>, consent à l’exercice, par la Saskatchewan Power Corporation (la « Société&nbsp;»), du pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi  intitulée <em>The&nbsp;Power Corporation Act</em>, R.S.S.&nbsp;1978, ch.&nbsp;P-19, la servitude décrite dans l’accord de servitude figurant à l’annexe ci-jointe, pour les besoins d’un réseau de transport d’électricité, à la condition que la servitude soit délaissée en faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elle cessera d’être utilisée aux fins précisées dans l’accord;</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\"><em>b</em>)&nbsp;en vertu du paragraphe&nbsp;35(3) de la <em>Loi&nbsp;sur les Indiens</em>, au lieu de consentir à la prise de la servitude par la Société conformément à ce qui est prévu à l’alinéa <em>a</em>), en permet l’octroi à la Société pour les fins qui sont précisées dans l’accord, à la condition qu’elle soit délaissée en faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elle cessera d’être utilisée à ces&nbsp;fins.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1541Date: 2005-08-31                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby  (a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by the Saskatchewan Power Corporation (the “Company”) of the power to take, without the consent of the owner, in accordance with The Power Corporation Act, R.S.S. 1978, c. P-19, the easement described in the annexed easement agreement, for electrical transmission system purposes, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer used for the purposes specified in that agreement; and   (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Company taking the easement, as consented to in paragraph (a), authorizes the grant to the Company of that easement for the purposes specified in that agreement, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer used for those purposes.                        Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil :  a) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à l’exercice, par la Saskatchewan Power Corporation (la « Société »), du pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi  intitulée The Power Corporation Act, R.S.S. 1978, ch. P-19, la servitude décrite dans l’accord de servitude figurant à l’annexe ci-jointe, pour les besoins d’un réseau de transport d’électricité, à la condition que la servitude soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être utilisée aux fins précisées dans l’accord;   b) en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu de consentir à la prise de la servitude par la Société conformément à ce qui est prévu à l’alinéa a), en permet l’octroi à la Société pour les fins qui sont précisées dans l’accord, à la condition qu’elle soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être utilisée à ces fins.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}