{
  "id": "12572",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1545<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian Act</em>, consents to the exercise by Saskatchewan Watershed Authority (the&nbsp;“Company”), of the power to take, without the consent of the owner, in accordance with <em>The Saskatchewan Watershed Authority Act</em>, S.S. 2002, c. S-35.02, the easement described in the annexed easement agreement, for flooding protection purposes, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer used for the purposes specified in that agreement; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian Act</em>, in lieu of the Company taking the easement as consented to in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Company of the easement described in the annexed easement agreement for the purposes specified in that agreement, subject to the term that the easement be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son Excellence la Gouverneure générale en conseil :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in\"><em>a</em>) en vertu du paragraphe&nbsp;35(1) de la <em>Loi sur les Indiens</em>, consent à l’exercice, par la Saskatchewan Watershed Authority (la « Société&nbsp;»), du pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi intitulée <em>The Saskatchewan Watershed Authority Act</em>, S.S.&nbsp;2002, ch. S-35.02, la servitude décrite dans l’accord de servitude figurant à l’annexe ci-jointe, à des fins de protection contre l’inondation, à la condition qu’elle soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être utilisée à ces fins;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in\"><em>b</em>) en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu de consentir à la prise de cette servitude par la Société, conformément à ce qui est prévu à l’alinéa <em>a</em>), en permet l’octroi à la Société, aux fins précisées dans l’accord, à la condition qu’elle soit délaissée en faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elle cessera d’être utilisée à ces fins.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}