{
  "id": "12580",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1549<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Whitecap Dakota First Nation (the&nbsp;“First Nation”) is a band within the meaning of the <em>Indian&nbsp;Act</em>;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas in 1933, the Minister of Indian Affairs made an application to the Minister of the Interior requesting that certain lands described in the annexed schedule (the&nbsp;“Lands”), that were then under the administration and control of the Department of the Interior, be transferred to the Department of Indian Affairs in order that they be set apart for the use and benefit of the First Nation as an addition to adjoining Indian Reserve No.&nbsp;94, know as White&nbsp;Cap or Moose Woods Reserve;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas by Order in Council P.C.&nbsp;1933-399 of March&nbsp;7,&nbsp;1933, the Lands were transferred to the Department of Indian Affairs;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas some doubt exists as to whether the Lands were set apart for the use and benefit of the First Nation as an addition to Whitecap Indian Reserve No.&nbsp;94, in the Province of Saskatchewan;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Department of Indian Affairs and Northern Development and the First Nation agree that the Lands have been set apart for the use and benefit of the First Nation as an addition to Whitecap Indian Reserve No.&nbsp;94, in the Province of Saskatchewan;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby confirms that the lands described in the annexed schedule, mines and minerals included, have been set apart for the use and benefit of the Whitecap Dakota First Nation, as an addition to Whitecap Indian Reserve No.&nbsp;94, in the Province of Saskatchewan, since March&nbsp;7,&nbsp;1933 and continue to be set apart for the First Nation for that purpose.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la Whitecap Dakota First Nation (la&nbsp;«&nbsp;Première nation&nbsp;») est une bande aux termes de la <em>Loi&nbsp;sur les indiens</em>;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu qu’en 1933 le ministre des Affaires indiennes a demandé au ministre de l’Intérieur que les terres délimitées à l’annexe ci-jointe (les&nbsp;«&nbsp;terres&nbsp;»), dont la gestion était sous la responsabilité du ministère de l’Intérieur, soient transférées au ministère des Affaires indiennes afin d’être mises de côté à l’usage et au profit de la Première nation, en tant qu’ajout à la réserve indienne n<sup>o</sup>&nbsp;94 adjacente, réserve connue sous le nom de réserve White&nbsp;Cap ou réserve Moose Woods;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que les terres ont été transférées au ministère des Affaires indiennes par le décret C.P.&nbsp;1933-399 du 7&nbsp;mars&nbsp;1933;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu qu’il subsiste des doutes quant à savoir si ces terres ont bien été mises de côté à l’usage et au profit de la Première nation en tant qu’ajout à la réserve indienne Whitecap n<sup>o</sup>&nbsp;94, en Saskatchewan;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le ministère des Affaires indiennes et du Nord canadien et la bande conviennent que les terres ont été mises de côté à l’usage et au profit de la Première nation, en tant qu’ajout à la réserve indienne Whitecap n<sup>o</sup>&nbsp;94, en Saskatchewan,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son&nbsp;Excellence la Gouverneure générale en conseil confirme que les terres délimitées à l’annexe ci-jointe, mines et minéraux compris, ont été mises de côté à l’usage et au profit de la Whitecap Dakota First Nation, en tant qu’ajout à la réserve indienne Whitecap n<sup>o</sup>&nbsp;94, en Saskatchewan, le 7&nbsp;mars&nbsp;1933 et le sont restées depuis cette date.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}