{
  "id": "12596",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1558<br></p><p><strong>Date: </strong>2005-08-31</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;44.1 of the <em>Northwest Territories Act</em>, hereby transfers to the Commissioner of the Northwest Territories, in perpetuity, the administration and control of the entire interest in the public lands described in the annexed schedule.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;44.1 de la <em>Loi&nbsp;sur les Territoires du Nord-Ouest</em>, Son&nbsp;Excellence la Gouverneure générale en conseil transfère à la commissaire des Territoires du Nord-Ouest, à perpétuité, la gestion et la maîtrise de tous ses droits réels sur les terres domaniales décrites à l’annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1558Date: 2005-08-31                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 44.1 of the Northwest Territories Act, hereby transfers to the Commissioner of the Northwest Territories, in perpetuity, the administration and control of the entire interest in the public lands described in the annexed schedule.                       Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 44.1 de la Loi sur les Territoires du Nord-Ouest, Son Excellence la Gouverneure générale en conseil transfère à la commissaire des Territoires du Nord-Ouest, à perpétuité, la gestion et la maîtrise de tous ses droits réels sur les terres domaniales décrites à l’annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}