{
  "id": "12705",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1641<br></p><p><strong>Date: </strong>2005-09-12</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, considering it in the public interest, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;15 of the <em>Investment Canada Act</em>, hereby orders that the investment by Starbucks Corporation doing business as Starbucks Coffee Company to establish a new Canadian business to be carried on under the name “Hear&nbsp;Music” or “Starbucks Hear Music”, at Toronto, Ontario, be&nbsp;reviewed.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;15 de la <em>Loi&nbsp;sur Investissement Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil, jugeant qu’il y va de l’intérêt public, ordonne que l’investissement effectué par Starbucks Corporation, exerçant ses activités sous le nom de Starbucks Coffee Company, en vue d’établir une nouvelle entreprise canadienne exploitée sous le nom de «&nbsp;Hear&nbsp;Music&nbsp;» ou «&nbsp;Starbucks Hear Music&nbsp;» à Toronto (Ontario), soit soumis à l’examen.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1641Date: 2005-09-12                        Her Excellency the Governor General in Council, considering it in the public interest, on the recommendation of the Minister of Canadian Heritage, pursuant to section 15 of the Investment Canada Act, hereby orders that the investment by Starbucks Corporation doing business as Starbucks Coffee Company to establish a new Canadian business to be carried on under the name “Hear Music” or “Starbucks Hear Music”, at Toronto, Ontario, be reviewed.                       Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 15 de la Loi sur Investissement Canada, Son Excellence la Gouverneure générale en conseil, jugeant qu’il y va de l’intérêt public, ordonne que l’investissement effectué par Starbucks Corporation, exerçant ses activités sous le nom de Starbucks Coffee Company, en vue d’établir une nouvelle entreprise canadienne exploitée sous le nom de « Hear Music » ou « Starbucks Hear Music » à Toronto (Ontario), soit soumis à l’examen.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}