{
  "id": "13094",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1700<br></p><p><strong>Date: </strong>2005-09-29</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs, pursuant to sections 4 and 6 of the <em>Veterans Review and Appeal Board Act</em>, hereby reappoints Armand&nbsp;L.&nbsp;Brun of Shediac, New&nbsp;Brunswick, to be a temporary member of the Veterans Review and Appeal Board to hold office during good behaviour for a term of two&nbsp;years, effective October&nbsp;11,&nbsp;2005.</p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre des Anciens Combattants et en vertu des articles 4 et&nbsp;6 de la <em>Loi sur le Tribunal des anciens combattants (révision et appel)</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Armand&nbsp;L.&nbsp;Brun, de Shediac (Nouveau-Brunswick), membre vacataire du Tribunal des anciens combattants (révision et appel) à titre inamovible pour une période de deux&nbsp;ans, à compter du 11&nbsp;octobre&nbsp;2005.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1700Date: 2005-09-29                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs, pursuant to sections 4 and 6 of the Veterans Review and Appeal Board Act, hereby reappoints Armand L. Brun of Shediac, New Brunswick, to be a temporary member of the Veterans Review and Appeal Board to hold office during good behaviour for a term of two years, effective October 11, 2005.                         Sur recommandation de la ministre des Anciens Combattants et en vertu des articles 4 et 6 de la Loi sur le Tribunal des anciens combattants (révision et appel), Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Armand L. Brun, de Shediac (Nouveau-Brunswick), membre vacataire du Tribunal des anciens combattants (révision et appel) à titre inamovible pour une période de deux ans, à compter du 11 octobre 2005.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}