{
  "id": "13116",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1707<br></p><p><strong>Date: </strong>2005-09-29</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Vote No.&nbsp;1 (Foreign&nbsp;Affairs and International Trade) of <em>Appropriation Act No. 2, 2005-2006</em>, hereby appoints Igor&nbsp;Zajec to be Honorary Consul of Canada at Ljubljana, the Republic of Slovenia, for a period of three&nbsp;years, and fixes his honorarium at the rate set out in the annexed schedule, which honorarium is within the range ($1,500&nbsp;-&nbsp;$3,000), such appointment to be terminated by either the Minister of Foreign Affairs or Igor&nbsp;Zajec, giving the other sixty&nbsp;days' written notice.</p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères et en vertu du crédit n<sup>o</sup> 1 (Affaires&nbsp;étrangères et Commerce international) de la <em>Loi&nbsp;de crédits n<sup>o</sup> 2 pour 2005-2006</em>, Son Excellence la Gouverneure générale en conseil nomme Igor&nbsp;Zajec au poste de consul honoraire du Canada à Ljubljana (République de Slovénie) pour une période de trois&nbsp;ans, et fixe ses honoraires au taux figurant à l’annexe ci-jointe, lesquels honoraires se situent dans l’échelle (1&nbsp;500&nbsp;$&nbsp;-&nbsp;3&nbsp;000&nbsp;$).  Le ministre des Affaires étrangères ou Igor&nbsp;Zajec peuvent mettre fin à la nomination en remettant un avis écrit de soixante&nbsp;jours à l’autre partie.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1707Date: 2005-09-29                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Vote No. 1 (Foreign Affairs and International Trade) of Appropriation Act No. 2, 2005-2006, hereby appoints Igor Zajec to be Honorary Consul of Canada at Ljubljana, the Republic of Slovenia, for a period of three years, and fixes his honorarium at the rate set out in the annexed schedule, which honorarium is within the range ($1,500 - $3,000), such appointment to be terminated by either the Minister of Foreign Affairs or Igor Zajec, giving the other sixty days' written notice.                         Sur recommandation du ministre des Affaires étrangères et en vertu du crédit no 1 (Affaires étrangères et Commerce international) de la Loi de crédits no 2 pour 2005-2006, Son Excellence la Gouverneure générale en conseil nomme Igor Zajec au poste de consul honoraire du Canada à Ljubljana (République de Slovénie) pour une période de trois ans, et fixe ses honoraires au taux figurant à l’annexe ci-jointe, lesquels honoraires se situent dans l’échelle (1 500 $ - 3 000 $).  Le ministre des Affaires étrangères ou Igor Zajec peuvent mettre fin à la nomination en remettant un avis écrit de soixante jours à l’autre partie.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}