{
  "id": "13149",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1749<br></p><p><strong>Date: </strong>2005-10-04</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section&nbsp;82 of <em>An&nbsp;Act to establish the Department of Human Resources and Skills Development and to amend and repeal certain related Acts</em>, assented to on July&nbsp;20,&nbsp;2005, being chapter&nbsp;34 of the Statutes of Canada, 2005, hereby fixes October&nbsp;5, 2005, as the day on which that Act comes into force, other than sections&nbsp;82 and&nbsp;83, which came into force on assent.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du premier ministre et en vertu de l’article&nbsp;82 de la <em>Loi&nbsp;constituant le ministère des Ressources humaines et du Développement des compétences et modifiant et abrogeant certaines lois</em>, sanctionnée le 20&nbsp;juillet&nbsp;2005, chapitre&nbsp;34 des Lois du Canada (2005), Son&nbsp;Excellence la Gouverneure générale en conseil fixe au 5&nbsp;octobre&nbsp;2005 la date d’entrée en vigueur de cette loi, à l’exception des articles&nbsp;82 et&nbsp;83 qui sont entrés en vigueur à la sanction.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1749Date: 2005-10-04                        Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section 82 of An Act to establish the Department of Human Resources and Skills Development and to amend and repeal certain related Acts, assented to on July 20, 2005, being chapter 34 of the Statutes of Canada, 2005, hereby fixes October 5, 2005, as the day on which that Act comes into force, other than sections 82 and 83, which came into force on assent.                       Sur recommandation du premier ministre et en vertu de l’article 82 de la Loi constituant le ministère des Ressources humaines et du Développement des compétences et modifiant et abrogeant certaines lois, sanctionnée le 20 juillet 2005, chapitre 34 des Lois du Canada (2005), Son Excellence la Gouverneure générale en conseil fixe au 5 octobre 2005 la date d’entrée en vigueur de cette loi, à l’exception des articles 82 et 83 qui sont entrés en vigueur à la sanction.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}