{
  "id": "13277",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1688<br></p><p><strong>Date: </strong>2005-09-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:125%\">Whereas the Minister of Transport has consulted with the board of directors of Ridley Terminals Inc. with respect to the content and effect of this directive;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Therefore, Her Excellency the Governor General in Council, being of the opinion that it is in the public interest, on the recommendation of the Minister of Transport, pursuant to section&nbsp;89 of the <em>Financial Administration Act</em>, hereby directs Ridley Terminals&nbsp;Inc. to refrain from entering into any long‑term contract or licence agreement or from granting any long‑term option or any right or privilege capable of becoming a long‑term contract, licence or option, for the handling of any commodities at or through Ridley Terminals&nbsp;Inc.’s terminal facilities situated on Ridley Island, British Columbia, without the prior written consent of the Minister of Transport or the duly authorized delegate of that Minister.</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">For&nbsp;the purposes of this directive, the expression “long‑term” means a period longer than eighteen&nbsp;months.</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">This directive shall be in effect until the Cabinet considers the future of Ridley Terminals&nbsp;Inc.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:125%\">Attendu que le ministre des Transports a consulté le conseil d’administration de Ridley Terminals&nbsp;Inc. sur la teneur et l’effet des présentes instructions,</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Transports et en vertu de l’article&nbsp;89 de la <em>Loi&nbsp;sur la gestion des finances publiques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil, estimant qu’il est d’intérêt public de le faire, donne pour instructions à Ridley Terminals&nbsp;Inc. de s’abstenir de conclure des contrats ou licences à long terme ou d’accorder des options à long terme ou tout droit ou privilège pouvant devenir un contrat, une licence ou une option à long terme, pour la manutention de marchandises aux installations du terminal de Ridley Terminals&nbsp;Inc. situées sur l'île&nbsp;Ridley (Colombie-Britannique), sans avoir obtenu au préalable le consentement écrit du ministre des Transports ou de son délégué dûment autorisé.</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Pour l’application des présentes instructions, l’expression «&nbsp;à&nbsp;long terme&nbsp;» s’entend d’une durée de plus de dix‑huit mois.</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Les&nbsp;présentes instructions demeurent en vigueur jusqu’à ce que le Cabinet prenne une décision quant à l’avenir de Ridley Terminals&nbsp;Inc.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}