{
  "id": "13271",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1365<br></p><p><strong>Date: </strong>2005-08-04</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Governor in Council is of the opinion that an extraordinary disruption to the effective continued operation of the national transportation system, other than a labour disruption, continues to exist; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Governor in Council, pursuant to section&nbsp;47 of the <em>Canada Transportation Act</em>, may take any steps that the Governor in Council considers essential to stabilize the national transportation system;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas an amendment to Order in Council P.C.&nbsp;2005‑1356, made on July&nbsp;29,&nbsp;2005, is required in order to provide specific directives to the Vancouver Port Authority and the Fraser River Port Authority;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Governor in Council is of the opinion that a failure to make an Order modifying Order in Council P.C.&nbsp;2005‑1356 made on July&nbsp;29,&nbsp;2005 under section 47 of the <em>Canada Transportation Act</em> at this time would be contrary to the interests of users and operators of the national transportation system and that there are no other provisions in that Act or in any other Act of Parliament that are sufficient and appropriate to remedy the situation and counter the anticipated damage that would be caused by the ongoing extraordinary disruption of the national transportation system;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Industry in his capacity as the minister responsible for the Competition Bureau, pursuant to section 47 of the <em>Canada Transportation Act</em>, hereby makes the annexed <em>Order Amending the Order Authorizing Negotiations for the Settlement of the Dispute Causing the Extraordinary Disruption of the National Transportation System in Relation to Container Movements into and out of Certain Ports in British&nbsp;Columbia</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil estime qu’une perturbation extraordinaire de la bonne exploitation continuelle du réseau national des transports — autre qu’un conflit de travail — continue d’exister;</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil, en vertu de l’article 47 de la<em> Loi sur les transports au Canada</em>, peut prendre les mesures qu’elle estime essentielles à la stabilisation du réseau national des transports;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu qu’une modification du décret C.P. 2005-1356 du 29&nbsp;juillet&nbsp;2005 est nécessaire pour donner des directives précises à l’Administration portuaire de Vancouver et à l’Administration portuaire du fleuve Fraser;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil estime que le fait de ne pas modifier à ce moment le décret C.P. 2005-1356 du 29&nbsp;juillet&nbsp;2005 en vertu de l’article&nbsp;47 de la <em>Loi sur les transports au Canada</em> serait contraire aux intérêts des exploitants et des usagers du réseau national des transports et qu’aucune autre disposition de cette loi ou d’une autre loi fédérale ne permettrait de corriger la situation et de prévenir des dommages que causerait la perturbation extraordinaire continue du réseau national des transports,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Transports et du ministre de l’Industrie à titre de ministre responsable du Bureau de la concurrence et en vertu de l’article 47 de la <em>Loi sur les transports au Canada</em>, Son Excellence la Gouverneure générale en conseil prend le <em>Décret modifiant le Décret autorisant des négociations pour la résolution du conflit causant la perturbation extraordinaire du réseau national des transports en ce qui concerne les mouvements des conteneurs arrivant à certains ports de la Colombie-Britannique ou les quittant</em>, ci-après.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1365Date: 2005-08-04      Whereas the Governor in Council is of the opinion that an extraordinary disruption to the effective continued operation of the national transportation system, other than a labour disruption, continues to exist;      Whereas the Governor in Council, pursuant to section 47 of the Canada Transportation Act, may take any steps that the Governor in Council considers essential to stabilize the national transportation system;     Whereas an amendment to Order in Council P.C. 2005‑1356, made on July 29, 2005, is required in order to provide specific directives to the Vancouver Port Authority and the Fraser River Port Authority;     And whereas the Governor in Council is of the opinion that a failure to make an Order modifying Order in Council P.C. 2005‑1356 made on July 29, 2005 under section 47 of the Canada Transportation Act at this time would be contrary to the interests of users and operators of the national transportation system and that there are no other provisions in that Act or in any other Act of Parliament that are sufficient and appropriate to remedy the situation and counter the anticipated damage that would be caused by the ongoing extraordinary disruption of the national transportation system;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Industry in his capacity as the minister responsible for the Competition Bureau, pursuant to section 47 of the Canada Transportation Act, hereby makes the annexed Order Amending the Order Authorizing Negotiations for the Settlement of the Dispute Causing the Extraordinary Disruption of the National Transportation System in Relation to Container Movements into and out of Certain Ports in British Columbia.         Attendu que la gouverneure en conseil estime qu’une perturbation extraordinaire de la bonne exploitation continuelle du réseau national des transports — autre qu’un conflit de travail — continue d’exister;     Attendu que la gouverneure en conseil, en vertu de l’article 47 de la Loi sur les transports au Canada, peut prendre les mesures qu’elle estime essentielles à la stabilisation du réseau national des transports;     Attendu qu’une modification du décret C.P. 2005-1356 du 29 juillet 2005 est nécessaire pour donner des directives précises à l’Administration portuaire de Vancouver et à l’Administration portuaire du fleuve Fraser;     Attendu que la gouverneure en conseil estime que le fait de ne pas modifier à ce moment le décret C.P. 2005-1356 du 29 juillet 2005 en vertu de l’article 47 de la Loi sur les transports au Canada serait contraire aux intérêts des exploitants et des usagers du réseau national des transports et qu’aucune autre disposition de cette loi ou d’une autre loi fédérale ne permettrait de corriger la situation et de prévenir des dommages que causerait la perturbation extraordinaire continue du réseau national des transports,     À ces causes, sur recommandation du ministre des Transports et du ministre de l’Industrie à titre de ministre responsable du Bureau de la concurrence et en vertu de l’article 47 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant le Décret autorisant des négociations pour la résolution du conflit causant la perturbation extraordinaire du réseau national des transports en ce qui concerne les mouvements des conteneurs arrivant à certains ports de la Colombie-Britannique ou les quittant, ci-après.            \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}