{
  "id": "13291",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1814<br></p><p><strong>Date: </strong>2005-10-25</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section&nbsp;112 of the <em>Public Service Labour Relations Act</em>, hereby approves the entry by the Office of the Auditor General of Canada into a collective agreement with The&nbsp;Public Service Alliance of Canada covering the employees in the Audit Professional Group, which agreement expires on March&nbsp;31,&nbsp;2006 and is on the same terms and conditions as the previous collective agreement, except for the changes set out in the annexed summary of changes.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Finances et en vertu de l’article&nbsp;112 de la <em>Loi&nbsp;sur les relations de travail dans la fonction publique</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée la conclusion, par le Bureau du vérificateur général du Canada, avec l’Alliance de la fonction publique du Canada, d’une convention collective visant les employés du Groupe des professionnels de la vérification, laquelle convention prend fin le 31&nbsp;mars 2006 et énonce les mêmes conditions que la convention précédente, sous réserve des changements figurant dans le sommaire des changements ci‑joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1814Date: 2005-10-25      Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 112 of the Public Service Labour Relations Act, hereby approves the entry by the Office of the Auditor General of Canada into a collective agreement with The Public Service Alliance of Canada covering the employees in the Audit Professional Group, which agreement expires on March 31, 2006 and is on the same terms and conditions as the previous collective agreement, except for the changes set out in the annexed summary of changes.         Sur recommandation du ministre des Finances et en vertu de l’article 112 de la Loi sur les relations de travail dans la fonction publique, Son Excellence la Gouverneure générale en conseil agrée la conclusion, par le Bureau du vérificateur général du Canada, avec l’Alliance de la fonction publique du Canada, d’une convention collective visant les employés du Groupe des professionnels de la vérification, laquelle convention prend fin le 31 mars 2006 et énonce les mêmes conditions que la convention précédente, sous réserve des changements figurant dans le sommaire des changements ci‑joint.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}