{
  "id": "13300",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1823<br></p><p><strong>Date: </strong>2005-10-25</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, considering that it is in the public interest to do so, on the recommendation of the Minister of Finance, the Minister for International Trade and the Treasury Board, pursuant to subsection&nbsp;23(2.1) of the <em>Financial Administration Act</em>, hereby remits to the Republic of Cameroon the amount of 1,630,000&nbsp;(US$).&nbsp; The&nbsp;amount represents the amount of principal and interest payments owing to the Government of Canada on a loan made through the Canada Account and to be forgiven by the Government of Canada under the Canadian Debt Initiative and the terms of the Paris Club debt restructuring agreement concluded between that republic and the Paris Club in January&nbsp;2001.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Finances, du ministre du Commerce international et du Conseil du Trésor et en vertu du paragraphe&nbsp;23(2.1) de la <em>Loi&nbsp;sur la gestion des finances publiques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil, estimant que l’intérêt public le justifie, fait remise à la République du Cameroun de la somme de 1&nbsp;630&nbsp;000&nbsp;($US) représentant le capital et les intérêts courus et qui sont dus au gouvernement du Canada à l’égard d’un prêt accordé sur le Compte du Canada.&nbsp; La&nbsp;somme est remise par le gouvernement du Canada au titre de l’Initiative canadienne à l’égard de la dette et de l’accord de restructuration de la dette conclu en janvier&nbsp;2001 entre cette république et le Club de&nbsp;Paris.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}