{
  "id": "13314",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1837<br></p><p><strong>Date: </strong>2005-10-25</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby sets apart, for the use and benefit of the Peter Ballantyne Cree Nation Band as Kistapinan Indian Reserve No. 211, in the Province of Saskatchewan, the lands described in the annexed schedule, consisting of 128.245 hectares (316.90 acres) of surface lands and 120.055 hectares (318.90 acres) of mines and minerals.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Peter Ballantyne Cree Nation, pour former la réserve indienne Kistapinan n<sup>o</sup> 211, dans la province de la Saskatchewan, les terres délimitées à l’annexe ci‑jointe, lesquelles sont constituées de 128,245 hectares (316,90&nbsp;acres) en surface et 129,055 hectares (318,90 acres) en mines et minéraux.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}