{
  "id": "13313",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1836<br></p><p><strong>Date: </strong>2005-10-25</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March&nbsp;14,&nbsp;1996, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by Saskatchewan Telecommunications and TransGas Limited (the “Companies”) of the power to take, without the consent of the owner, in accordance with <em>The Saskatchewan Telecommunications Act</em>, R.S.S.&nbsp;1978, c.&nbsp;S‑34 and <em>The SaskEnergy Act</em>, S.S. 1992,&nbsp;c.&nbsp;S-35.1, respectively, the easements described in Schedules I and II in the annexed easement agreements, for telecommunication transmission system purposes and natural gas transmission pipeline, respectively, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the specified purposes; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Companies taking the easements, as consented to in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Companies of those easements for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:76.5pt\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement, daté du 14&nbsp;mars&nbsp;1996, Son&nbsp;Excellence la Gouverneure générale en conseil :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) en vertu du paragraphe&nbsp;35(1) de la<em> Loi&nbsp;sur&nbsp;les&nbsp;Indiens</em>, consent à l’exercice par Saskatchewan Telecommunications et TransGas Limited (les « Sociétés&nbsp;») du pouvoir de prendre, sans le consentement du propriétaire, conformément à <em>The&nbsp;Saskatchewan Telecommunications Act</em>, R.S.S.&nbsp;1978, ch.&nbsp;S-34 et <em>The SaskEnergy Act</em>, S.S. 1992,&nbsp;ch.&nbsp;S-35.1, respectivement, les servitudes délimitées dans les accords de servitude figurant aux annexes I et II ci-jointes, pour les besoins d’un réseau de transport de télécommunication et d’un réseau de transport du gaz naturel par pipeline, respectivement, à la condition que les servitudes soient délaissées à Sa&nbsp;Majesté du chef du Canada dès qu’elles cesseront d’être utilisées aux fins spécifiées dans ces accords;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu de la prise de ces servitudes par les Sociétés conformément au consentement donné à l’alinéa <em>a</em>), en permet l’octroi à celles-ci pour les fins qui sont précisées dans les accords, à la condition qu’elles soient délaissées en faveur de Sa Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces fins.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1836Date: 2005-10-25      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14, 1996, hereby:     (a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by Saskatchewan Telecommunications and TransGas Limited (the “Companies”) of the power to take, without the consent of the owner, in accordance with The Saskatchewan Telecommunications Act, R.S.S. 1978, c. S‑34 and The SaskEnergy Act, S.S. 1992, c. S-35.1, respectively, the easements described in Schedules I and II in the annexed easement agreements, for telecommunication transmission system purposes and natural gas transmission pipeline, respectively, subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer used for the specified purposes; and     (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Companies taking the easements, as consented to in paragraph (a), authorizes the grant to the Companies of those easements for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer used for those purposes.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement, daté du 14 mars 1996, Son Excellence la Gouverneure générale en conseil :     a) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à l’exercice par Saskatchewan Telecommunications et TransGas Limited (les « Sociétés ») du pouvoir de prendre, sans le consentement du propriétaire, conformément à The Saskatchewan Telecommunications Act, R.S.S. 1978, ch. S-34 et The SaskEnergy Act, S.S. 1992, ch. S-35.1, respectivement, les servitudes délimitées dans les accords de servitude figurant aux annexes I et II ci-jointes, pour les besoins d’un réseau de transport de télécommunication et d’un réseau de transport du gaz naturel par pipeline, respectivement, à la condition que les servitudes soient délaissées à Sa Majesté du chef du Canada dès qu’elles cesseront d’être utilisées aux fins spécifiées dans ces accords;     b) en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu de la prise de ces servitudes par les Sociétés conformément au consentement donné à l’alinéa a), en permet l’octroi à celles-ci pour les fins qui sont précisées dans les accords, à la condition qu’elles soient délaissées en faveur de Sa Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces fins.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}