{
  "id": "13352",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1939<br></p><p><strong>Date: </strong>2005-11-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Citizenship and Immigration, pursuant to subsection&nbsp;75(1) of the <em>Immigration and Refugee Protection Act</em>, hereby approves the annexed <em>Rules Amending the Federal Court Immigration and Refugee Protection Rules</em>, made by the rules committee established under section&nbsp;45.1 of the <em>Federal Courts&nbsp;Act</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"margin-right:-1.0in;text-indent:1.0in;line-height: 225%\">Sur recommandation du ministre de la Citoyenneté </p>  <p style=\"line-height:225%\">et de l’Immigration et en vertu du paragraphe&nbsp;75(1) de la <em>Loi&nbsp;sur l’immigration et la protection des réfugiés</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée les <em>Règles modifiant les Règles de la Cour fédérale en matière d’immigration et de protection des réfugiés</em>, ci‑après, prises par le comité des règles établi aux termes de l’article&nbsp;45.1 de la <em>Loi&nbsp;sur les Cours fédérales</em>.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1939Date: 2005-11-15      Her Excellency the Governor General in Council, on the recommendation of the Minister of Citizenship and Immigration, pursuant to subsection 75(1) of the Immigration and Refugee Protection Act, hereby approves the annexed Rules Amending the Federal Court Immigration and Refugee Protection Rules, made by the rules committee established under section 45.1 of the Federal Courts Act.         Sur recommandation du ministre de la Citoyenneté   et de l’Immigration et en vertu du paragraphe 75(1) de la Loi sur l’immigration et la protection des réfugiés, Son Excellence la Gouverneure générale en conseil agrée les Règles modifiant les Règles de la Cour fédérale en matière d’immigration et de protection des réfugiés, ci‑après, prises par le comité des règles établi aux termes de l’article 45.1 de la Loi sur les Cours fédérales.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}