{
  "id": "13365",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1952<br></p><p><strong>Date: </strong>2005-11-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:175%\">Whereas the Governor in Council is satisfied that the inclusion of certain products in Part&nbsp;II of Schedule&nbsp;I to the <em>Hazardous Products Act</em> is no longer necessary, and that certain products should be included in Part&nbsp;I of that Schedule;</p>  <p style=\"line-height:175%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:175%\">Therefore, Her&nbsp;Excellency the Governor General in Council, </p>  <p style=\"line-height:175%\">on the recommendation of the Minister of Health, pursuant to section&nbsp;6 of the <em>Hazardous Products Act</em>, hereby makes the annexed <em>Order Amending Parts&nbsp;I and&nbsp;II of Schedule&nbsp;I to the Hazardous Products Act (Ice&nbsp;Hockey Helmets) (Miscellaneous Program)</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:175%\">Attendu que la gouverneure en conseil est convaincue que certains produits mentionnés à la partie&nbsp;II de l’annexe&nbsp;I de la <em>Loi&nbsp;sur les produits dangereux</em> ne devraient plus y figurer et que certains autres produits doivent figurer à la partie&nbsp;I de cette annexe,</p>  <p style=\"line-height:175%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:175%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Santé et en vertu de l’article&nbsp;6 de la <em>Loi&nbsp;sur les produits dangereux</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret correctif modifiant les parties&nbsp;I et&nbsp;II de l’annexe&nbsp;I de la Loi&nbsp;sur les produits dangereux (casques de hockey sur glace)</em>, ci‑après.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1952Date: 2005-11-15      Whereas the Governor in Council is satisfied that the inclusion of certain products in Part II of Schedule I to the Hazardous Products Act is no longer necessary, and that certain products should be included in Part I of that Schedule;     Therefore, Her Excellency the Governor General in Council,   on the recommendation of the Minister of Health, pursuant to section 6 of the Hazardous Products Act, hereby makes the annexed Order Amending Parts I and II of Schedule I to the Hazardous Products Act (Ice Hockey Helmets) (Miscellaneous Program).         Attendu que la gouverneure en conseil est convaincue que certains produits mentionnés à la partie II de l’annexe I de la Loi sur les produits dangereux ne devraient plus y figurer et que certains autres produits doivent figurer à la partie I de cette annexe,     À ces causes, sur recommandation du ministre de la Santé et en vertu de l’article 6 de la Loi sur les produits dangereux, Son Excellence la Gouverneure générale en conseil prend le Décret correctif modifiant les parties I et II de l’annexe I de la Loi sur les produits dangereux (casques de hockey sur glace), ci‑après.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}