{
  "id": "13364",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1951<br></p><p><strong>Date: </strong>2005-11-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Saskatchewan, the Honourable Edward&nbsp;D.&nbsp;Bayda, Chief Justice of Saskatchewan, will be unable to act from January 2 to February&nbsp;1,&nbsp;2006, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,&nbsp;1867</em>, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Edward&nbsp;D.&nbsp;Bayda as Administrator of the Government of Saskatchewan, effective January&nbsp;2,&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Stuart J.&nbsp;Cameron to be Administrator of the Government of Saskatchewan, to execute the office and functions of the Lieutenant Governor of Saskatchewan during the absence, illness or other inability of the Lieutenant Governor, effective January&nbsp;2,&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Stuart&nbsp;J.&nbsp;Cameron as Administrator, effective February&nbsp;2,&nbsp;2006; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Edward&nbsp;D.&nbsp;Bayda to be Administrator of the Government of Saskatchewan, to execute the office and functions of the Lieutenant Governor of Saskatchewan during the absence, illness or other inability of the Lieutenant Governor, effective February&nbsp;2,&nbsp;2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de la Saskatchewan, l’honorable Edward&nbsp;D.&nbsp;Bayda, juge en chef de la Saskatchewan, ne sera pas en mesure de remplir ses fonctions du 2&nbsp;janvier&nbsp;au&nbsp;1<sup>er</sup> février&nbsp;2006, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Edward&nbsp;D.&nbsp;Bayda au poste d’administrateur du gouvernement de la Saskatchewan, avec prise d’effet le 2&nbsp;janvier&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable Stuart&nbsp;J.&nbsp;Cameron à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 2&nbsp;janvier&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Stuart&nbsp;J.&nbsp;Cameron au poste d’administrateur, avec prise d’effet le 2&nbsp;février&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Edward&nbsp;D.&nbsp;Bayda à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 2&nbsp;février&nbsp;2006.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}