{
  "id": "13387",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1644<br></p><p><strong>Date: </strong>2005-09-14</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas paragraph&nbsp;101.15(2) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em> provides that the Renewal Committee established for the purpose of subsection&nbsp;165.21(3) of the <em>National Defence Act</em> consists of three members appointed by the Governor in Council;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas subparagraph 101.15(2)(<em>c</em>) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em> provides that one&nbsp;member of the Committee shall be a person other than a legal officer or an officer or a non-commissioned member appointed for the purposes of section&nbsp;156 of the <em>National Defence&nbsp;Act</em>, nominated by the Minister of National Defence;</p>  <p>&nbsp;</p>  <p style=\"margin-right:4.5pt;text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of National Defence, pursuant to subsection&nbsp;165.21(3) of the <em>National Defence Act</em> and subparagraph&nbsp;101.15(2)(<em>c</em>) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em>, hereby appoints the Honourable&nbsp;Walter&nbsp;R.E.&nbsp;Goodfellow, of Halifax, Nova&nbsp;Scotia, to be a member of the Renewal Committee, to hold office during good behaviour for a term of four years.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’alinéa&nbsp;101.15(2) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em> prescrit que le comité d’examen qui est établi aux fins du paragaphe&nbsp;165.21(3) de la <em>Loi sur la défense nationale</em> se compose de trois membres nommés par le gouverneur en conseil;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le sous-alinéa&nbsp;101.15(2)<em>c</em>) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em> prescrit qu’un membre du comité doit être une personne autre qu’un avocat militaire ou un officier ou militaire du rang nommé aux fins de l’article&nbsp;156 de la <em>Loi sur la défense nationale</em>, nommé par le ministre de la Défense nationale,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Défense nationale et en vertu de l’alinéa&nbsp;165.21(3) de la <em>Loi sur la défense nationale</em> et du sous-alinéa&nbsp;101.15(2)<em>c</em>) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em>, Son Excellence la Gouverneure générale en conseil nomme l’honorable&nbsp;Walter&nbsp;R.E.&nbsp;Goodfellow, de Halifax (Nouvelle-Écosse),&nbsp; membre du comité d’examen, à titre inamovible pour un mandat de quatre ans.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1644Date: 2005-09-14      Whereas paragraph 101.15(2) of the Queen’s Regulations and Orders for the Canadian Forces provides that the Renewal Committee established for the purpose of subsection 165.21(3) of the National Defence Act consists of three members appointed by the Governor in Council;     And whereas subparagraph 101.15(2)(c) of the Queen’s Regulations and Orders for the Canadian Forces provides that one member of the Committee shall be a person other than a legal officer or an officer or a non-commissioned member appointed for the purposes of section 156 of the National Defence Act, nominated by the Minister of National Defence;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of National Defence, pursuant to subsection 165.21(3) of the National Defence Act and subparagraph 101.15(2)(c) of the Queen’s Regulations and Orders for the Canadian Forces, hereby appoints the Honourable Walter R.E. Goodfellow, of Halifax, Nova Scotia, to be a member of the Renewal Committee, to hold office during good behaviour for a term of four years.         Attendu que l’alinéa 101.15(2) des Ordonnances et règlements royaux applicables aux Forces canadiennes prescrit que le comité d’examen qui est établi aux fins du paragaphe 165.21(3) de la Loi sur la défense nationale se compose de trois membres nommés par le gouverneur en conseil;     Attendu que le sous-alinéa 101.15(2)c) des Ordonnances et règlements royaux applicables aux Forces canadiennes prescrit qu’un membre du comité doit être une personne autre qu’un avocat militaire ou un officier ou militaire du rang nommé aux fins de l’article 156 de la Loi sur la défense nationale, nommé par le ministre de la Défense nationale,     À ces causes, sur recommandation du ministre de la Défense nationale et en vertu de l’alinéa 165.21(3) de la Loi sur la défense nationale et du sous-alinéa 101.15(2)c) des Ordonnances et règlements royaux applicables aux Forces canadiennes, Son Excellence la Gouverneure générale en conseil nomme l’honorable Walter R.E. Goodfellow, de Halifax (Nouvelle-Écosse),  membre du comité d’examen, à titre inamovible pour un mandat de quatre ans.            \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}