{
  "id": "13386",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1643<br></p><p><strong>Date: </strong>2005-09-14</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas paragraph&nbsp;101.15(2) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em> provides that the Renewal Committee established for the purpose of subsection&nbsp;165.21(3) of the <em>National Defence Act</em> consists of three members appointed by the Governor in Council;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas subparagraph 101.15(2)(<em>a</em>) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em> provides that one&nbsp;member of the Committee shall be a judge of the Court Martial Appeal Court nominated by the Chief Justice of the Court;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Chief Justice of the Court Martial Appeal Court has agreed to be nominated as a member of this Committee himself;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas paragraph 101.15(3) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em> provides that the person&nbsp; nominated under subparagraph&nbsp;(2)(<em>a</em>) shall be the Chairperson of the Committee;</p>  <p>&nbsp;</p>  <p style=\"margin-right:4.5pt;text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of National Defence, pursuant to subsection&nbsp;165.21(3) of the <em>National Defence Act</em> and subparagraph&nbsp;101.15(2)(<em>a</em>) of the <em>Queen’s Regulations and Orders for the Canadian Forces</em>, hereby appoints the Honourable&nbsp;Mr.&nbsp;Justice&nbsp;Edmond&nbsp;P.&nbsp;Blanchard, of Ottawa, Ontario, to be a member and Chairperson of the Renewal Committee, to hold office during good behaviour for a term of four years.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’alinéa&nbsp;101.15(2) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em> prescrit que le comité d’examen qui est établi aux fins du paragaphe&nbsp;165.21(3) de la <em>Loi sur la défense nationale</em> se compose de trois membres nommés par le gouverneur en conseil;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le sous-alinéa&nbsp;101.15(2)<em>a</em>) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em> prescrit qu’un membre du comité doit être un juge de la Cour d’appel de la cour martiale proposé par le juge en chef de cette cour;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le juge en chef de la Cour d’appel de la cour martiale a accepté d’être nommé à titre de membre de ce comité;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’alinéa&nbsp;101.15(3) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em> prescrit que la&nbsp; personne nommée en application du sous-alinéa (2)<em>a</em>) est le président du comité, </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Défense nationale et en vertu de l’alinéa&nbsp;165.21(3) de la <em>Loi sur la défense nationale</em> et du sous-alinéa&nbsp;101.15(2)<em>a</em>) des <em>Ordonnances et règlements royaux applicables aux Forces canadiennes</em>, Son Excellence la Gouverneure générale en conseil nomme l’honorable&nbsp;juge&nbsp;Edmond&nbsp;P.&nbsp;Blanchard, d’Ottawa (Ontario), membre et président du comité d’examen, à titre inamovible pour un mandat de quatre ans.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}