{
  "id": "13400",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2296<br></p><p><strong>Date: </strong>2005-12-06</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Little Black Bear Band Settlement Agreement, dated May&nbsp;17,&nbsp;1996, hereby sets apart the lands described in the annexed schedule, consisting of 129.500&nbsp;hectares (320&nbsp;acres) of surface lands and a full interest in all coal, a one‑half interest in all mines and minerals other than coal and a one‑half interest in all mines and minerals other than coal, petroleum, natural gas and all other hydrocarbons and other than gases whether hydrocarbon or not and other than all other minerals and substances occurring in association with any of the foregoing in a fluid state, for the use and benefit of the Little Black Bear Band as Little Black Bear Band Indian Reserve No.&nbsp;84SC, in the Province of Saskatchewan.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’entente intitulée Little Black Bear Band Settlement Agreement, du 17&nbsp;mai&nbsp;1996, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Little Black Bear, pour constituer la réserve indienne Little Black Bear n<sup>o</sup>&nbsp;84SC, dans la province de la Saskatchewan, les terres délimitées à l’annexe ci‑jointe, soit 129,500&nbsp;hectares (320&nbsp;acres) en surface, la totalité des intérêts sur le charbon, la moitié des intérêts sur les mines et minéraux autres que le charbon, et la moitié des intérêts sur les mines et minéraux autres que le charbon, le pétrole, le gaz naturel et les autres hydrocarbures et les autres gaz, qu’il s’agisse ou non d’hydrocarbures, et les autres minéraux et substances qui se&nbsp;présentent sous forme liquide avec toute substance susmentionnée.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-2296Date: 2005-12-06      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Little Black Bear Band Settlement Agreement, dated May 17, 1996, hereby sets apart the lands described in the annexed schedule, consisting of 129.500 hectares (320 acres) of surface lands and a full interest in all coal, a one‑half interest in all mines and minerals other than coal and a one‑half interest in all mines and minerals other than coal, petroleum, natural gas and all other hydrocarbons and other than gases whether hydrocarbon or not and other than all other minerals and substances occurring in association with any of the foregoing in a fluid state, for the use and benefit of the Little Black Bear Band as Little Black Bear Band Indian Reserve No. 84SC, in the Province of Saskatchewan.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’entente intitulée Little Black Bear Band Settlement Agreement, du 17 mai 1996, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Little Black Bear, pour constituer la réserve indienne Little Black Bear no 84SC, dans la province de la Saskatchewan, les terres délimitées à l’annexe ci‑jointe, soit 129,500 hectares (320 acres) en surface, la totalité des intérêts sur le charbon, la moitié des intérêts sur les mines et minéraux autres que le charbon, et la moitié des intérêts sur les mines et minéraux autres que le charbon, le pétrole, le gaz naturel et les autres hydrocarbures et les autres gaz, qu’il s’agisse ou non d’hydrocarbures, et les autres minéraux et substances qui se présentent sous forme liquide avec toute substance susmentionnée.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}