{
  "id": "13446",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2062<br></p><p><strong>Date: </strong>2005-11-21</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) firstly,</p>  <p>&nbsp;</p>  <p style=\"margin-left:54.9pt\">(i) to sign, on behalf of the Government of Canada, a Convention between Canada and Finland for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income, or</p>  <p>&nbsp;</p>  <p style=\"margin-left:54.9pt\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Ralph&nbsp;E.&nbsp;Goodale, Minister of Finance, or Anne-Marie&nbsp;Bourcier, Ambassador of Canada to the Republic of Finland, or Andrée&nbsp;Cooligan, Counsellor, to sign, on behalf of the Government of Canada, a Convention between Canada and Finland for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) secondly, to take the action necessary to bring the Convention into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) d’une part,</p>  <p>&nbsp;</p>  <p style=\"margin-left:54.9pt\">(i) soit à signer, au nom du gouvernement du Canada, la Convention entre le Canada et la Finlande en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu,</p>  <p>&nbsp;</p>  <p style=\"margin-left:54.9pt\">(ii) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Ralph&nbsp;E.&nbsp;Goodale, ministre des Finances, Anne-Marie&nbsp;Bourcier, ambassadeur du Canada auprès de la République de Finlande, ou Andrée&nbsp;Cooligan, conseillère, à signer, au nom du gouvernement du Canada, la Convention entre le Canada et la Finlande en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de la Convention pour le Canada.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}