{
  "id": "13447",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2063<br></p><p><strong>Date: </strong>2005-11-21</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) firstly,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.7in\">(i) to sign, on behalf of the Government of Canada, an Agreement between the European Union and Canada Establishing a Framework for the Participation of Canada in the European Union Crisis Management Operations, or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.7in\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable William&nbsp;Graham, Minister of National Defence, or Jeremy&nbsp;K.B.&nbsp;Kinsman, Ambassador and Head of Mission of Canada to the European Union, or James&nbsp;R.&nbsp;Wright, Assistant Deputy Minister (International Security), Department of Foreign Affairs and International Trade, to sign, on behalf of the Government of Canada, an Agreement between the European Union and Canada&nbsp; Establishing a Framework for the Participation of Canada in the European Union Crisis Management Operations; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) secondly, to take the action necessary to bring the Agreement into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:.7in\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) d’une part,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.7in\">(i) soit à signer, au nom du gouvernement du Canada, l’Accord entre l’Union européenne et le Canada établissant un cadre pour la participation du Canada aux opérations de gestion de crises menées par l’Union européenne,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.7in\">(ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable William&nbsp;Graham, ministre de la Défense nationale, Jeremy&nbsp;K.B.&nbsp;Kinsman, ambassadeur et chef de mission du Canada auprès de l’Union européenne ou James&nbsp;R.&nbsp;Wright, sous-ministre adjoint (Sécurité internationale), ministère des Affaires étrangères et du Commerce international, à signer, au nom du gouvernement du Canada, l’Accord entre l’Union européenne et le Canada établissant un cadre pour la participation du Canada aux opérations de gestion de crises menées par l’Union européenne;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-2063Date: 2005-11-21      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister :     (a) firstly,     (i) to sign, on behalf of the Government of Canada, an Agreement between the European Union and Canada Establishing a Framework for the Participation of Canada in the European Union Crisis Management Operations, or     (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable William Graham, Minister of National Defence, or Jeremy K.B. Kinsman, Ambassador and Head of Mission of Canada to the European Union, or James R. Wright, Assistant Deputy Minister (International Security), Department of Foreign Affairs and International Trade, to sign, on behalf of the Government of Canada, an Agreement between the European Union and Canada  Establishing a Framework for the Participation of Canada in the European Union Crisis Management Operations; and     (b) secondly, to take the action necessary to bring the Agreement into force for Canada.         Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci :     a) d’une part,     (i) soit à signer, au nom du gouvernement du Canada, l’Accord entre l’Union européenne et le Canada établissant un cadre pour la participation du Canada aux opérations de gestion de crises menées par l’Union européenne,     (ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable William Graham, ministre de la Défense nationale, Jeremy K.B. Kinsman, ambassadeur et chef de mission du Canada auprès de l’Union européenne ou James R. Wright, sous-ministre adjoint (Sécurité internationale), ministère des Affaires étrangères et du Commerce international, à signer, au nom du gouvernement du Canada, l’Accord entre l’Union européenne et le Canada établissant un cadre pour la participation du Canada aux opérations de gestion de crises menées par l’Union européenne;     b) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}