{
  "id": "13526",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2213<br></p><p><strong>Date: </strong>2005-11-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to subsection 8.3(2) of the <em>Federal-Provincial Fiscal Arrangements Act</em>, hereby approves that the Minister of Finance, on behalf of the Government of Canada, enter into agreements substantially in accordance with the annexed draft agreement, with the governments of Nova Scotia and Newfoundland and Labrador, to amend the sale tax harmonization agreements, each entitled Agreement to Amend the Comprehensive Integrated Tax Coordination Agreement.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Finances et en vertu du paragraphe&nbsp;8.3(2) de la <em>Loi sur les arrangements fiscaux entre le gouvernement fédéral et les provinces</em>, Son Excellence la Gouverneure générale en conseil approuve que le ministre des Finances conclue, au nom du gouvernement du Canada, avec les gouvernements de la Nouvelle-Écosse et de Terre-Neuve-et-Labrador, des accords, conformes en substance au projet d’accord ci-joint, visant à modifier les accords d’harmonisation de la taxe de vente, chacun d’entre eux étant intitulé Accord visant à modifier l’Entente intégrée globale de coordination fiscale.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}