{
  "id": "13537",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2224<br></p><p><strong>Date: </strong>2005-11-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Whereas the Governor in Council is satisfied that the <em>Personal Health Information Protection Act, 2004</em>, S.O. 2004, c. 3, Schedule A, of the Province of Ontario, which is substantially similar to Part 1 of the <em>Personal Information Protection and Electronic Documents Act</em>, applies to the health information custodians referred to in the annexed Order;</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to paragraph 26(2)(<em>b</em>) of the <em>Personal Information Protection and Electronic Documents Act</em>, hereby makes the annexed <em>Health Information Custodians in the Province of Ontario Exemption Order</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Attendu que la gouverneure en conseil est convaincue que la loi de la province d’Ontario intitulée <em>Loi de 2004 sur la protection des renseignements personnels sur la santé</em>, L.O. 2004, ch. 3, Annexe A, qui est essentiellement similaire à la partie 1 de la <em>Loi</em> <em>sur la protection des renseignements personnels et les documents électroniques</em>, s’applique aux dépositaires de renseignements sur la santé visés dans le décret ci-après,</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">À ces causes, sur recommmandation du ministre de l’Industrie et en vertu de l’alinéa 26(2)<em>b</em>) de la <em>Loi sur la protection des renseignements personnels et les documents électroniques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret d’exclusion visant des dépositaires de renseignements sur la santé de la province d’Ontario</em>, ci-après.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}