{
  "id": "13530",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2217<br></p><p><strong>Date: </strong>2005-11-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">(<em>a</em>) firstly,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(i) to sign, on behalf of the Government of Canada, three Agreements between the Government of Canada and the Government of the Grand Duchy of Luxembourg concerning the Sharing of Confiscated Property and Equivalent Amounts of Money, or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Irwin Cotler, Minister of Justice and Attorney General of Canada, or John H. Sims, Deputy Minister of Justice and Deputy Attorney General, or Daniel&nbsp;Bellemare, Assistant Deputy Attorney General, or John McNee, Ambassador of Canada to the Grand Duchy of Luxembourg, or Alain Hausser, Counsellor to the Kingdom of Belgium, to sign, on behalf of the Government of Canada, three Agreements between the Government of Canada and the Government of the Grand Duchy of Luxembourg concerning the Sharing of Confiscated Property and Equivalent Amounts of Money; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) secondly, to take the action necessary to bring these Agreements into force for Canada.</p>  <p>&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:.75in\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci : </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) d’une part,</p>  <p>&nbsp;</p>  <p style=\"margin-left:49.5pt\">(i) soit à signer, au nom du gouvernement du Canada, trois accords entre le gouvernement du Canada et le gouvernement du Grand-Duché de Luxembourg concernant le partage des biens confisqués et des sommes d’argent équivalentes,</p>  <p>&nbsp;</p>  <p style=\"margin-left:49.5pt\">(ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l'honorable Irwin Cotler, ministre de la Justice et procureur général du Canada, John H. Sims, sous-ministre de la Justice et sous-procureur général, Daniel&nbsp;Bellemare, sous-procureur général adjoint, John&nbsp;McNee, ambassadeur du Canada auprès du Grand-Duché de Luxembourg, ou Alain Hausser, conseiller auprès du Royaume de Belgique, à signer, au nom du gouvernement du Canada, trois accords entre le gouvernement du Canada et le gouvernement du Grand-Duché de Luxembourg concernant le partage des biens confisqués et des sommes d’argent équivalentes; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) d’autre part, à prendre les mesures nécessaires à l'entrée en vigueur de ces accords pour le Canada.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-2217Date: 2005-11-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:     (a) firstly,     (i) to sign, on behalf of the Government of Canada, three Agreements between the Government of Canada and the Government of the Grand Duchy of Luxembourg concerning the Sharing of Confiscated Property and Equivalent Amounts of Money, or     (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Irwin Cotler, Minister of Justice and Attorney General of Canada, or John H. Sims, Deputy Minister of Justice and Deputy Attorney General, or Daniel Bellemare, Assistant Deputy Attorney General, or John McNee, Ambassador of Canada to the Grand Duchy of Luxembourg, or Alain Hausser, Counsellor to the Kingdom of Belgium, to sign, on behalf of the Government of Canada, three Agreements between the Government of Canada and the Government of the Grand Duchy of Luxembourg concerning the Sharing of Confiscated Property and Equivalent Amounts of Money; and     (b) secondly, to take the action necessary to bring these Agreements into force for Canada.            Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci :      a) d’une part,     (i) soit à signer, au nom du gouvernement du Canada, trois accords entre le gouvernement du Canada et le gouvernement du Grand-Duché de Luxembourg concernant le partage des biens confisqués et des sommes d’argent équivalentes,     (ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l'honorable Irwin Cotler, ministre de la Justice et procureur général du Canada, John H. Sims, sous-ministre de la Justice et sous-procureur général, Daniel Bellemare, sous-procureur général adjoint, John McNee, ambassadeur du Canada auprès du Grand-Duché de Luxembourg, ou Alain Hausser, conseiller auprès du Royaume de Belgique, à signer, au nom du gouvernement du Canada, trois accords entre le gouvernement du Canada et le gouvernement du Grand-Duché de Luxembourg concernant le partage des biens confisqués et des sommes d’argent équivalentes;      b) d’autre part, à prendre les mesures nécessaires à l'entrée en vigueur de ces accords pour le Canada.            \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}