{
  "id": "13581",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2279<br></p><p><strong>Date: </strong>2005-11-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to section&nbsp;48 of the <em>Canada Transportation Act</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;repeals Order in Council P.C.&nbsp;2001‑508 of March&nbsp;30,&nbsp;2001;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;approves that the Minister of Transport enter into agreements with provinces, territories, municipalities, First Nations, private enterprises, universities, public or private transportation authorities or agencies and not-for-profit organizations, for a total amount not to exceed $29 million, for the purpose of accelerating the deployment and integration of Intelligent Transportation Systems under the National System Integration Component of the Strategic Highway Infrastructure Program; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;specifies that the agreements shall be substantially in accordance with the terms and conditions set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Transports et du Conseil du Trésor et en vertu de l’article&nbsp;48 de la <em>Loi&nbsp;sur les transports au Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;abroge le décret C.P.&nbsp;2001‑508 du 30&nbsp;mars&nbsp;2001;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;approuve que le ministre des Transports conclue des accords avec des provinces, des territoires, des municipalités, des premières nations, des entreprises privées, des universités, des administrations ou des agences du secteur des transports publics ou privés et des organismes sans but lucratif, des accords ne dépassant pas 29&nbsp;millions de dollars, en vue d’accélérer le déploiement et l’intégration de systèmes de transport intelligents, au chapitre du volet intégration du réseau national du Programme stratégique d’infrastructure routière;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;précise que les accords doivent être conformes en substance aux conditions figurant à l’annexe ci‑jointe.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-2279Date: 2005-11-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to section 48 of the Canada Transportation Act, hereby     (a) repeals Order in Council P.C. 2001‑508 of March 30, 2001;     (b) approves that the Minister of Transport enter into agreements with provinces, territories, municipalities, First Nations, private enterprises, universities, public or private transportation authorities or agencies and not-for-profit organizations, for a total amount not to exceed $29 million, for the purpose of accelerating the deployment and integration of Intelligent Transportation Systems under the National System Integration Component of the Strategic Highway Infrastructure Program; and     (c) specifies that the agreements shall be substantially in accordance with the terms and conditions set out in the annexed schedule.         Sur recommandation du ministre des Transports et du Conseil du Trésor et en vertu de l’article 48 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil :     a) abroge le décret C.P. 2001‑508 du 30 mars 2001;     b) approuve que le ministre des Transports conclue des accords avec des provinces, des territoires, des municipalités, des premières nations, des entreprises privées, des universités, des administrations ou des agences du secteur des transports publics ou privés et des organismes sans but lucratif, des accords ne dépassant pas 29 millions de dollars, en vue d’accélérer le déploiement et l’intégration de systèmes de transport intelligents, au chapitre du volet intégration du réseau national du Programme stratégique d’infrastructure routière;     c) précise que les accords doivent être conformes en substance aux conditions figurant à l’annexe ci‑jointe.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}