{
  "id": "13582",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2280<br></p><p><strong>Date: </strong>2005-11-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to paragraph&nbsp;16(1)(<em>b</em>) of the <em>Federal Real Property and Federal Immovables Act</em>, hereby authorizes the Minister of Transport, on behalf of Her&nbsp;Majesty in right of Canada, to acquire the real property described in the annexed Schedules&nbsp;A and&nbsp;B from BC&nbsp;Rail&nbsp;Ltd. and the real property described in the annexed Schedule&nbsp;C from the British Columbia Transportation Financing Authority.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Transports et du Conseil du Trésor et en vertu de l’alinéa&nbsp;16(1)<em>b</em>) de la <em>Loi&nbsp;sur les immeubles fédéraux et les biens réels fédéraux</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise l’acquisition par le ministre des Transports, au nom de Sa&nbsp;Majesté du chef du Canada, des biens réels dont la description figure aux annexes&nbsp;A et&nbsp;B ci‑jointes de la BC&nbsp;Rail&nbsp;Ltd. et des biens réels dont la description figure à l’annexe&nbsp;C ci‑jointe de la British Columbia Transportation Financing Authority.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-2280Date: 2005-11-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to paragraph 16(1)(b) of the Federal Real Property and Federal Immovables Act, hereby authorizes the Minister of Transport, on behalf of Her Majesty in right of Canada, to acquire the real property described in the annexed Schedules A and B from BC Rail Ltd. and the real property described in the annexed Schedule C from the British Columbia Transportation Financing Authority.         Sur recommandation du ministre des Transports et du Conseil du Trésor et en vertu de l’alinéa 16(1)b) de la Loi sur les immeubles fédéraux et les biens réels fédéraux, Son Excellence la Gouverneure générale en conseil autorise l’acquisition par le ministre des Transports, au nom de Sa Majesté du chef du Canada, des biens réels dont la description figure aux annexes A et B ci‑jointes de la BC Rail Ltd. et des biens réels dont la description figure à l’annexe C ci‑jointe de la British Columbia Transportation Financing Authority.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}