{
  "id": "13596",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1892<br></p><p><strong>Date: </strong>2005-10-27</p><hr><p>    </p><div>  <p class=\"Y3OrderDcret\" style=\"text-indent:49.5pt;line-height:normal\">Whereas the Governor in Council is of the opinion that an extraordinary disruption to the effective continued operation of the national transportation system, other than a labour disruption, is imminent;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Whereas the Governor in Council, pursuant to section 47 of the Canada Transportation Act, may take any step that the Governor in Council considers essential to stabilize the national transportation system;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Whereas the Governor in Council is of the opinion that a failure to act under section 47 of the Canada Transportation Act at this time would be contrary to the interests of users and operators of the national transportation system and that there are no other provisions in that Act or in any other Act of Parliament that are sufficient and appropriate to remedy the situation and counter the damage that would be caused by the imminent extraordinary disruption of the national transportation system;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Whereas the Governor in Council, pursuant to section 47 of the Canada Transportation Act, made Order in Council P.C.&nbsp;2005‑1356 on July&nbsp;29, 2005 and modified that Order by Order in Council P.C. 2005-1365 on August 4, 2005;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Whereas Order in Council P.C. 2005-1356, made on July&nbsp;29,&nbsp;2005, will cease to have effect, by virtue of section 5 of that Order, on October 27, 2005;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">And whereas the Governor in Council considers it essential that, to ensure the stability of the national transportation system, this Order be made;</p>  <p class=\"Z1Unique\">&nbsp;</p>  <p class=\"Z1Unique\" align=\"right\" style=\"text-align:right\">…/2</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p class=\"Z1Unique\" align=\"center\" style=\"text-align:center\">- 2 -</p>  <p class=\"Z1Unique\" align=\"center\" style=\"text-align:center\">&nbsp;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Industry in his capacity as the minister responsible for the Competition Bureau, pursuant to section 47 of the Canada Transportation Act, hereby makes the annexed Order Authorizing Certain Persons <em>to Be a Party to Certain Commercial Arrangements and Providing Specific Directives to the Vancouver Port Authority and the </em><em>Fraser</em><em> </em><em>River</em><em> </em><em>Port</em><em> Authority</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\"><br clear=\"all\" style=\"page-break-before:always\"> </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section4\">  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Attendu que la gouverneure en conseil estime qu’une nouvelle perturbation extraordinaire de la bonne exploitation continuelle du réseau national des transports — autre qu’en conflit de travail — est imminente;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Attendu que la gouverneure en conseil, en vertu de l’article 47 de la Loi sur les transports au Canada, peut prendre les mesures qu’elle estime essentielles à la stabilisation du réseau national des transports;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Attendu que la gouverneure en conseil estime que le fait de ne pas prendre à ce moment un décret en vertu de l’article 47 de la Loi sur les transports au Canada serait contraire aux intérêts des exploitants et des usagers du réseau national des transports et qu’aucune autre disposition de cette loi ou d’une autre loi fédérale ne permettrait de corriger la situation et de remédier aux dommages que causerait la perturbation extraordinaire imminente du réseau national des transports;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Attendu que la gouverneure en conseil, en vertu de l’article 47 de la Loi sur les transports au Canada, a pris le décret C.P.&nbsp;2005‑1356 du 29 juillet 2005 et l’a modifié par le décret C.P.&nbsp;2005-1365 du 4 août 2005<em>;</em></p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Attendu que le décret C.P. 2005-1356 du 29 juillet 2005 cessera d’être en vigueur, en application de l’article 5 de celui-ci, le 27&nbsp;octobre 2005;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">Attendu que la gouverneure en conseil estime que, pour assurer la stabilité du réseau national des transports, il est essentiel de prendre le présent décret,</p>  <p class=\"Z1Unique\">&nbsp;</p>  <p class=\"Z1Unique\" align=\"right\" style=\"text-align:right\">…/2</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section5\"><br clear=\"all\" style=\"page-break-before:always\"> </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section6\">  <p class=\"Z1Unique\" align=\"center\" style=\"text-align:center\">- 2 -</p>  <p class=\"Z1Unique\" align=\"center\" style=\"text-align:center\">&nbsp;</p>  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">À ces causes, sur recommandation du ministre des Transports et du ministre de l’Industrie à titre de ministre responsable du Bureau de la concurrence et en vertu de l’article 47 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil prend le <em>Décret autorisant certaines personnes à être parties à certains arrangements commerciaux et donnant des directives précises à l’</em><em>Administration portuaire de Vancouver et à l’Administration portuaire du fleuve Fraser</em>, ci-après.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section7\">  <p class=\"Y3OrderDcret\" style=\"line-height:normal\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section8\">  <p class=\"Y1FileDossier\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1892Date: 2005-10-27      Whereas the Governor in Council is of the opinion that an extraordinary disruption to the effective continued operation of the national transportation system, other than a labour disruption, is imminent;  Whereas the Governor in Council, pursuant to section 47 of the Canada Transportation Act, may take any step that the Governor in Council considers essential to stabilize the national transportation system;  Whereas the Governor in Council is of the opinion that a failure to act under section 47 of the Canada Transportation Act at this time would be contrary to the interests of users and operators of the national transportation system and that there are no other provisions in that Act or in any other Act of Parliament that are sufficient and appropriate to remedy the situation and counter the damage that would be caused by the imminent extraordinary disruption of the national transportation system;  Whereas the Governor in Council, pursuant to section 47 of the Canada Transportation Act, made Order in Council P.C. 2005‑1356 on July 29, 2005 and modified that Order by Order in Council P.C. 2005-1365 on August 4, 2005;  Whereas Order in Council P.C. 2005-1356, made on July 29, 2005, will cease to have effect, by virtue of section 5 of that Order, on October 27, 2005;  And whereas the Governor in Council considers it essential that, to ensure the stability of the national transportation system, this Order be made;     …/2         - 2 -     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Industry in his capacity as the minister responsible for the Competition Bureau, pursuant to section 47 of the Canada Transportation Act, hereby makes the annexed Order Authorizing Certain Persons to Be a Party to Certain Commercial Arrangements and Providing Specific Directives to the Vancouver Port Authority and the Fraser River Port Authority.               Attendu que la gouverneure en conseil estime qu’une nouvelle perturbation extraordinaire de la bonne exploitation continuelle du réseau national des transports — autre qu’en conflit de travail — est imminente;  Attendu que la gouverneure en conseil, en vertu de l’article 47 de la Loi sur les transports au Canada, peut prendre les mesures qu’elle estime essentielles à la stabilisation du réseau national des transports;  Attendu que la gouverneure en conseil estime que le fait de ne pas prendre à ce moment un décret en vertu de l’article 47 de la Loi sur les transports au Canada serait contraire aux intérêts des exploitants et des usagers du réseau national des transports et qu’aucune autre disposition de cette loi ou d’une autre loi fédérale ne permettrait de corriger la situation et de remédier aux dommages que causerait la perturbation extraordinaire imminente du réseau national des transports;  Attendu que la gouverneure en conseil, en vertu de l’article 47 de la Loi sur les transports au Canada, a pris le décret C.P. 2005‑1356 du 29 juillet 2005 et l’a modifié par le décret C.P. 2005-1365 du 4 août 2005;  Attendu que le décret C.P. 2005-1356 du 29 juillet 2005 cessera d’être en vigueur, en application de l’article 5 de celui-ci, le 27 octobre 2005;  Attendu que la gouverneure en conseil estime que, pour assurer la stabilité du réseau national des transports, il est essentiel de prendre le présent décret,     …/2               - 2 -     À ces causes, sur recommandation du ministre des Transports et du ministre de l’Industrie à titre de ministre responsable du Bureau de la concurrence et en vertu de l’article 47 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil prend le Décret autorisant certaines personnes à être parties à certains arrangements commerciaux et donnant des directives précises à l’Administration portuaire de Vancouver et à l’Administration portuaire du fleuve Fraser, ci-après.                          \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}