{
  "id": "13772",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-1990<br></p><p><strong>Date: </strong>2005-11-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Acting Minister of Natural Resources and the Minister of the Environment, pursuant to subsection 13(2) of the <em>Canada Foundation for Sustainable Development Technology Act</em>, have consulted with the Minister of Industry; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Acting Minister of Natural Resources and the Minister of the Environment, pursuant to subsection 13(2) of the <em>Canada Foundation for Sustainable Development Technology Act</em>, have proposed to reappoint Carl&nbsp;F.&nbsp;Brothers of Alberton, Prince&nbsp;Edward&nbsp;Island, to be a member of the Canada Foundation for Sustainable Development Technology; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Acting Minister of Natural Resources, pursuant to sections 13 and 14 of the <em>Canada Foundation for Sustainable Development Technology Act</em>, hereby reappoints Carl&nbsp;F.&nbsp;Brothers of Alberton, Prince&nbsp;Edward&nbsp;Island, to be a member of the Canada Foundation for Sustainable Development Technology, to hold office during good behaviour for a term of three&nbsp;years. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le ministre suppléant des Ressources naturelles et le ministre de l’Environnement ont, conformément au paragraphe 13(2) de la <em>Loi sur la Fondation du Canada pour l’appui technologique au développement durable</em>, consulté avec le ministre de l’Industrie; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le ministre suppléant des Ressources naturelles et le ministre de l’Environnement ont, conformément au paragraphe 13(2) de la <em>Loi sur la Fondation du Canada pour l’appui technologique au développement durable</em>, proposé de renouveler le mandat de Carl&nbsp;F.&nbsp;Brothers, d’Alberton (Île‑du‑Prince‑Édouard), à&nbsp;titre de membre de la Fondation du Canada pour l’appui technologique au développement durable, </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre suppléant des Ressources naturelles et en vertu des articles 13 et&nbsp;14 de la <em>Loi sur la Fondation du Canada pour l’appui technologique au développement durable</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Carl&nbsp;F.&nbsp;Brothers, d’Alberton (Île‑du‑Prince‑Édouard), membre de la Fondation du Canada pour l’appui technologique au développement durable, à titre inamovible pour une période de trois&nbsp;ans. </p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-1990Date: 2005-11-15      Whereas the Acting Minister of Natural Resources and the Minister of the Environment, pursuant to subsection 13(2) of the Canada Foundation for Sustainable Development Technology Act, have consulted with the Minister of Industry;      And whereas the Acting Minister of Natural Resources and the Minister of the Environment, pursuant to subsection 13(2) of the Canada Foundation for Sustainable Development Technology Act, have proposed to reappoint Carl F. Brothers of Alberton, Prince Edward Island, to be a member of the Canada Foundation for Sustainable Development Technology;      Therefore, Her Excellency the Governor General in Council, on the recommendation of the Acting Minister of Natural Resources, pursuant to sections 13 and 14 of the Canada Foundation for Sustainable Development Technology Act, hereby reappoints Carl F. Brothers of Alberton, Prince Edward Island, to be a member of the Canada Foundation for Sustainable Development Technology, to hold office during good behaviour for a term of three years.          Attendu que le ministre suppléant des Ressources naturelles et le ministre de l’Environnement ont, conformément au paragraphe 13(2) de la Loi sur la Fondation du Canada pour l’appui technologique au développement durable, consulté avec le ministre de l’Industrie;      Attendu que le ministre suppléant des Ressources naturelles et le ministre de l’Environnement ont, conformément au paragraphe 13(2) de la Loi sur la Fondation du Canada pour l’appui technologique au développement durable, proposé de renouveler le mandat de Carl F. Brothers, d’Alberton (Île‑du‑Prince‑Édouard), à titre de membre de la Fondation du Canada pour l’appui technologique au développement durable,      À ces causes, sur recommandation du ministre suppléant des Ressources naturelles et en vertu des articles 13 et 14 de la Loi sur la Fondation du Canada pour l’appui technologique au développement durable, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Carl F. Brothers, d’Alberton (Île‑du‑Prince‑Édouard), membre de la Fondation du Canada pour l’appui technologique au développement durable, à titre inamovible pour une période de trois ans.          \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}