{
  "id": "13867",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2190<br></p><p><strong>Date: </strong>2005-11-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the President of the Queen’s Privy Council for Canada, pursuant to subsection 5(5) of the <em>Canadian Transportation Accident Investigation and Safety Board Act</em>, hereby designates Wendy&nbsp;A.&nbsp;Tadros of Ottawa, Ontario, a full-time member of the Canadian Transportation Accident Investigation and Safety Board, to act as Chairperson during any absence or incapacity of the Chairperson or during a vacancy in the office of Chairperson, effective December&nbsp;9,&nbsp;2005.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la présidente du Conseil privé de la Reine pour le Canada et en vertu du paragraphe 5(5) de la <em>Loi&nbsp;sur le Bureau canadien d’enquête sur les accidents de transport et de la sécurité des transports</em>, Son Excellence la Gouverneure générale en conseil désigne Wendy&nbsp;A.&nbsp;Tadros, d’Ottawa (Ontario), membre à temps plein du Bureau canadien d’enquête sur les accidents de transport et de la sécurité des transports, pour assumer la présidence en cas d’absence ou d’empêchement du président ou de vacance de son poste, à compter du 9&nbsp;décembre&nbsp;2005.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-2190Date: 2005-11-22      Her Excellency the Governor General in Council, on the recommendation of the President of the Queen’s Privy Council for Canada, pursuant to subsection 5(5) of the Canadian Transportation Accident Investigation and Safety Board Act, hereby designates Wendy A. Tadros of Ottawa, Ontario, a full-time member of the Canadian Transportation Accident Investigation and Safety Board, to act as Chairperson during any absence or incapacity of the Chairperson or during a vacancy in the office of Chairperson, effective December 9, 2005.         Sur recommandation de la présidente du Conseil privé de la Reine pour le Canada et en vertu du paragraphe 5(5) de la Loi sur le Bureau canadien d’enquête sur les accidents de transport et de la sécurité des transports, Son Excellence la Gouverneure générale en conseil désigne Wendy A. Tadros, d’Ottawa (Ontario), membre à temps plein du Bureau canadien d’enquête sur les accidents de transport et de la sécurité des transports, pour assumer la présidence en cas d’absence ou d’empêchement du président ou de vacance de son poste, à compter du 9 décembre 2005.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}