{
  "id": "13865",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-2188<br></p><p><strong>Date: </strong>2005-11-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Board of Directors of the Royal Canadian Mint has authorized Marguerite&nbsp;F.&nbsp;Nadeau, an officer of the Royal Canadian Mint, to act as Master of the Mint; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas Marguerite&nbsp;F.&nbsp;Nadeau has been acting as Master of the Royal Canadian Mint since October&nbsp;3,&nbsp;2005;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas a person authorized by the board may not act as Master for a period exceeding sixty days without the approval of the Governor in Council;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of National&nbsp;Revenue, pursuant to subsection 10(4) of the <em>Royal Canadian Mint Act</em>, hereby approves that Marguerite&nbsp;F.&nbsp;Nadeau of Ottawa, Ontario, an officer of the Royal Canadian Mint, continue to act as Master of the Mint for a period exceeding sixty days, until a Master is appointed.&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le conseil d’administration de la Monnaie royale canadienne a autorisé Marguerite&nbsp;F.&nbsp;Nadeau, un fonctionnaire de la Monnaie royale canadienne, à assurer l’intérim au poste de président de la Monnaie royale canadienne; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que Marguerite F. Nadeau assure cet intérim depuis le 3&nbsp;octobre&nbsp;2005;</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’intérim, sauf prorogation approuvée par le gouverneur en conseil, est d’une durée maximale de soixante&nbsp;jours,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre du Revenu national et en vertu du paragraphe 10(4) de la <em>Loi&nbsp;sur la Monnaie royale canadienne</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la prorogation de l’intérim de Marguerite&nbsp;F.&nbsp;Nadeau, d’Ottawa (Ontario), un fonctionnaire de la Monnaie royale canadienne, au poste de président de la Monnaie royale canadienne, pour une période dépassant soixante jours, jusqu’à ce qu’un président de la Monnaie royale canadienne soit nommé.&nbsp; </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}