{
  "id": "13897",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0021<br></p><p><strong>Date: </strong>2006-01-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas the Governor in Council, pursuant to subsection 91(6) of the <em>Financial Administration Act</em>, is satisfied that the Business Development Bank of Canada, a corporation incorporated under the <em>Business Development Bank of Canada Act</em>, is empowered to undertake the transactions described in this Order;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry and the Treasury Board, pursuant to paragraphs 91(1)(<em>a</em>) and (<em>b</em>) of the <em>Financial Administration Act</em>, hereby authorizes the Business Development Bank of Canada to procure the incorporation of a wholly-owned subsidiary under the name BDC Capital Inc. and, on incorporation, to acquire from it all of its shares.</p>  <p style=\"line-height:150%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que la gouverneure en conseil, en vertu du paragraphe 91(6) de la <em>Loi sur la gestion des finances publiques</em>, est convaincue que la Banque de développement du Canada, société constituée en vertu de la <em>Loi sur la Banque de développement du Canada</em>, dispose du pouvoir de réaliser les opérations faisant l'objet du présent décret,</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">À ces causes, sur recommandation du ministre de l'Industrie et du Conseil du Trésor et en vertu des alinéas 91(1)<em>a</em>) et <em>b</em>) de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil autorise la Banque de développement du Canada à constituer une filiale à cent pour cent sous le nom de BDC Capital Inc. et, à sa constitution, à acquérir la totalité des actions de celle-ci.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}