{
  "id": "13976",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0005<br></p><p><strong>Date: </strong>2006-01-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Social Development, pursuant to section&nbsp;107 of the <em>Canada Pension Plan</em> and section&nbsp;40 of the <em>Old&nbsp;Age Security Act</em>, hereby approves the terms and conditions of an Agreement between Canada and Japan on Social Security to be entered into by the Minister of Social Development, on behalf of the Government of Canada, with the Government of Japan.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"margin-right:-1.0in;text-indent:1.0in;line-height: 225%\">Sur recommandation du ministre du Développement </p>  <p style=\"line-height:225%\">social et en vertu de l’article&nbsp;107 du <em>Régime de pensions du Canada</em> et de l’article&nbsp;40 de la <em>Loi&nbsp;sur la sécurité de la vieillesse</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve les conditions de l’Accord de sécurité sociale entre le Canada et le Japon à être conclu par le ministre du Développement social, au nom du gouvernement du Canada, avec le gouvernement du Japon.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0005Date: 2006-01-19      Her Excellency the Governor General in Council, on the recommendation of the Minister of Social Development, pursuant to section 107 of the Canada Pension Plan and section 40 of the Old Age Security Act, hereby approves the terms and conditions of an Agreement between Canada and Japan on Social Security to be entered into by the Minister of Social Development, on behalf of the Government of Canada, with the Government of Japan.         Sur recommandation du ministre du Développement   social et en vertu de l’article 107 du Régime de pensions du Canada et de l’article 40 de la Loi sur la sécurité de la vieillesse, Son Excellence la Gouverneure générale en conseil approuve les conditions de l’Accord de sécurité sociale entre le Canada et le Japon à être conclu par le ministre du Développement social, au nom du gouvernement du Canada, avec le gouvernement du Japon.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}