{
  "id": "14012",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0107<br></p><p><strong>Date: </strong>2006-02-16</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of British&nbsp;Columbia, the Honourable Lance&nbsp;S.G.&nbsp;Finch, Chief Justice of British&nbsp;Columbia, will be unable to act from March&nbsp;25 to April&nbsp;18,&nbsp;2006, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Lance&nbsp;S.G. Finch as Administrator of the Government of British&nbsp;Columbia, effective March&nbsp;25,&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Frederick&nbsp;Allen&nbsp;Melvin to be Administrator of the Government of British&nbsp;Columbia, to execute the office and functions of the Lieutenant Governor of British&nbsp;Columbia during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;25,&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Frederick&nbsp;Allen&nbsp;Melvin as Administrator, effective April&nbsp;19,&nbsp;2006; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Lance&nbsp;S.G. Finch to be Administrator of the Government of British&nbsp;Columbia, to execute the office and functions of the Lieutenant Governor of British&nbsp;Columbia during the absence, illness or other inability of the Lieutenant Governor, effective April&nbsp;19,&nbsp;2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de la Colombie‑Britannique, l’honorable Lance&nbsp;S.G. Finch, juge en chef de la Colombie‑Britannique, ne sera pas en mesure de remplir ses fonctions du 25&nbsp;mars au&nbsp;18 avril&nbsp;2006, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Lance&nbsp;S.G. Finch au poste d’administrateur du gouvernement de la Colombie-Britannique, avec prise d’effet le 25&nbsp;mars&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp;nomme l’honorable Frederick&nbsp;Allen&nbsp;Melvin à titre d’administrateur du gouvernement de la Colombie‑Britannique pour qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25&nbsp;mars&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Frederick&nbsp;Allen&nbsp;Melvin au poste d’administrateur, avec prise d’effet le 19&nbsp;avril&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>d</em>)&nbsp;nomme l’honorable Lance&nbsp;S.G.&nbsp;Finch à titre d’administrateur du gouvernement de la Colombie‑Britannique pour qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie‑Britannique durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 19&nbsp;avril&nbsp;2006.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}