{
  "id": "14017",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0115<br></p><p><strong>Date: </strong>2006-02-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">The Committee of the Privy Council, on the recommendation of the Prime Minister, advise that a commission under the Great Seal of Canada do issue authorizing Kevin&nbsp;G.&nbsp;Lynch, of the City of Ottawa, in the Province of Ontario, to tender and administer to and take from all and every person or persons who holds or hold, or who may hereafter hold any office or place of trust or profit, or who may be appointed to discharge any duty under the Government of Canada, the Oath of Allegiance and the Oath of Office, and such other Oath or Oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur&nbsp;recommandation du premier ministre, le Comité du Conseil privé recommande que soit délivrée une commission, sous le grand sceau du Canada, autorisant Kevin&nbsp;G.&nbsp;Lynch, de la ville d’Ottawa (Ontario), à déférer et à faire prêter, à toutes et à chacune des personnes qui occupent ou pourront désormais occuper une charge ou un poste de confiance ou comportant une rémunération, ou qui pourront être appelées à s’acquitter de toute fonction pour le compte du gouvernement du Canada, les serments d’allégeance et d’office, ainsi que tous autres serments pouvant éventuellement être prescrits par toute loi ou texte réglementaire établis à cette fin.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0115Date: 2006-02-22      The Committee of the Privy Council, on the recommendation of the Prime Minister, advise that a commission under the Great Seal of Canada do issue authorizing Kevin G. Lynch, of the City of Ottawa, in the Province of Ontario, to tender and administer to and take from all and every person or persons who holds or hold, or who may hereafter hold any office or place of trust or profit, or who may be appointed to discharge any duty under the Government of Canada, the Oath of Allegiance and the Oath of Office, and such other Oath or Oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.         Sur recommandation du premier ministre, le Comité du Conseil privé recommande que soit délivrée une commission, sous le grand sceau du Canada, autorisant Kevin G. Lynch, de la ville d’Ottawa (Ontario), à déférer et à faire prêter, à toutes et à chacune des personnes qui occupent ou pourront désormais occuper une charge ou un poste de confiance ou comportant une rémunération, ou qui pourront être appelées à s’acquitter de toute fonction pour le compte du gouvernement du Canada, les serments d’allégeance et d’office, ainsi que tous autres serments pouvant éventuellement être prescrits par toute loi ou texte réglementaire établis à cette fin.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}