{
  "id": "14033",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0135<br></p><p><strong>Date: </strong>2006-03-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs and the Treasury Board, hereby authorizes the Minister of Veterans Affairs to make <em>ex&nbsp;gratia</em> payments in a total amount not exceeding eight&nbsp;million seven&nbsp;hundred thousand dollars to compensate Canadian Forces members and veterans, or their spouses, common‑law partners, survivors, dependent children or orphans, for service-related injuries, diseases or death.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Anciens&nbsp;Combattants et du Conseil du Trésor, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Anciens&nbsp;Combattants à verser des paiements à titre gracieux d’une somme totale n’excédant pas huit&nbsp;millions sept&nbsp;cent mille dollars afin d’indemniser les militaires et vétérans des Forces canadiennes ou leurs époux, conjoints de fait, survivants, enfants à charge ou orphelins pour blessures, maladies ou décès liés au service.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0135Date: 2006-03-23      Her Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs and the Treasury Board, hereby authorizes the Minister of Veterans Affairs to make ex gratia payments in a total amount not exceeding eight million seven hundred thousand dollars to compensate Canadian Forces members and veterans, or their spouses, common‑law partners, survivors, dependent children or orphans, for service-related injuries, diseases or death.         Sur recommandation du ministre des Anciens Combattants et du Conseil du Trésor, Son Excellence la Gouverneure générale en conseil autorise le ministre des Anciens Combattants à verser des paiements à titre gracieux d’une somme totale n’excédant pas huit millions sept cent mille dollars afin d’indemniser les militaires et vétérans des Forces canadiennes ou leurs époux, conjoints de fait, survivants, enfants à charge ou orphelins pour blessures, maladies ou décès liés au service.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}