{
  "id": "14065",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0164<br></p><p><strong>Date: </strong>2006-03-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas Order in Council P.C. 2005-2314 of </p>  <p style=\"line-height:150%\">December 20, 2005, authorized the Minister of Agriculture and Agri-Food to enter into the Contribution Agreement for the Delivery of the Canada-Yukon Farm Income Payment Program;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">And whereas, pursuant to subsection 12(5) of the </p>  <p style=\"line-height:150%\"><em>Farm Income Protection Act</em>, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food, pursuant to subsection 12(1) of that Act, to amend that agreement by extending the time-frame during which Yukon may provide assistance to its producers under the Farm Income Payment program;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to subsection 12(5) of the <em>Farm Income Protection Act</em>, hereby authorizes the Minister of Agriculture and Agri‑Food, on behalf of the Government of Canada, to enter into an agreement with Yukon amending the Contribution Agreement for the Delivery of the Canada-Yukon Farm Income Payment Program, substantially in accordance with the annexed draft agreement.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que, par le décret C.P. 2005-2314 du 20&nbsp;décembre&nbsp;2005, le ministre de l’Agriculture et de l’Agroalimentaire a été autorisé à conclure l’Accord de contribution visant la prestation du Programme de paiements relatifs au revenu agricole Canada-Yukon;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que, en vertu du paragraphe 12(5) de la <em>Loi&nbsp;sur la protection du revenu agricole</em>, la gouverneure en conseil estime nécessaire, après la prise de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire en application du paragraphe&nbsp;12(1) de cette loi, de modifier cet accord afin de proroger le délai durant lequel le Yukon peut fournir de l’aide à ses producteurs dans le cadre du Programme de paiements relatifs au revenu agricole,</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe&nbsp;12(5) de la <em>Loi&nbsp;sur la protection du revenu agricole</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure, au nom du gouvernement du Canada, un accord avec le Yukon modifiant l’Accord de contribution visant la prestation du Programme de paiements relatifs au revenu agricole Canada-Yukon, lequel est conforme en substance au projet d’accord ci‑joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}