{
  "id": "14066",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0165<br></p><p><strong>Date: </strong>2006-03-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;64 of <em>An Act to provide first nations with the option of managing and regulating oil and gas exploration and exploitation and of receiving moneys otherwise held for them by Canada</em>, assented to on November&nbsp;25,&nbsp;2005, being chapter&nbsp;48 of the Statutes of Canada, 2005, hereby fixes April&nbsp;1,&nbsp;2006 as the day on which that Act comes into force.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;64 de la <em>Loi visant à donner aux Premières nations la possibilité de gérer et de réglementer l’exploration et l’exploitation du pétrole et du gaz ainsi que de recevoir les fonds que le Canada détient pour elles</em>, sanctionnée le &nbsp;25&nbsp;novembre&nbsp;2005, chapitre&nbsp;48 des Lois du Canada (2005), Son Excellence la Gouverneure générale en conseil fixe au 1<sup>er</sup>&nbsp;avril&nbsp;2006 la date d’entrée en vigueur de cette loi.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0165Date: 2006-03-30      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 64 of An Act to provide first nations with the option of managing and regulating oil and gas exploration and exploitation and of receiving moneys otherwise held for them by Canada, assented to on November 25, 2005, being chapter 48 of the Statutes of Canada, 2005, hereby fixes April 1, 2006 as the day on which that Act comes into force.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 64 de la Loi visant à donner aux Premières nations la possibilité de gérer et de réglementer l’exploration et l’exploitation du pétrole et du gaz ainsi que de recevoir les fonds que le Canada détient pour elles, sanctionnée le  25 novembre 2005, chapitre 48 des Lois du Canada (2005), Son Excellence la Gouverneure générale en conseil fixe au 1er avril 2006 la date d’entrée en vigueur de cette loi.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}