{
  "id": "14078",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0177<br></p><p><strong>Date: </strong>2006-03-30</p><hr><p>    </p><div>  <p style=\"margin-right:-.25in;text-indent:1.0in;line-height: 150%\">Whereas by Order in Council P.C.&nbsp;2001‑513 of March&nbsp;30,&nbsp;2001, </p>  <p style=\"line-height:150%\">approval was granted to renew the funding agreement entered into between the Government of Canada and the Sechelt Indian Band for a period of five&nbsp;years, commencing on April&nbsp;1,&nbsp;2001;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">And&nbsp;whereas it is desirable to amend that agreement to extend its term for up to an additional two&nbsp;years to allow for the successful conclusion of negotiations for a new funding agreement;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, pursuant to section&nbsp;33 of the <em>Sechelt Indian Band Self-Government Act</em>, hereby approves that the Minister of Indian Affairs and Northern Development, on behalf of Her&nbsp;Majesty in right of Canada, enter into an amending agreement with the Sechelt Indian Band, substantially in accordance with the draft amending agreement set out in Annex&nbsp;1.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que le décret C.P.&nbsp;2001‑513 du 30&nbsp;mars&nbsp;2001 a approuvé le renouvellement de l’accord de financement conclu entre le gouvernement du Canada et la bande indienne sechelte pour une période de cinq&nbsp;ans commençant le 1<sup>er</sup>&nbsp;avril&nbsp;2001;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu qu’il est souhaitable de modifier cet accord pour le proroger pour une période maximale de deux&nbsp;ans afin de mener à bonne fin les négociations d’un nouvel accord de financement,</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;33 de la</p>  <p style=\"line-height:150%\"><em>Loi&nbsp;sur l’autonomie gouvernementale de la bande indienne sechelte</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires indiennes et du Nord canadien, au nom de Sa&nbsp;Majesté du chef du Canada, à conclure avec la bande indienne sechelte un accord de modification, lequel est conforme en substance à l’ébauche d’accord de modification figurant à l’annexe&nbsp;1 ci‑jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}