{
  "id": "14083",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0181<br></p><p><strong>Date: </strong>2006-03-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section&nbsp;155 of <em>An&nbsp;Act to provide for real property taxation powers of first nations, to create a First Nations Tax Commission, First Nations Financial Management Board, First Nations Finance Authority and First Nations Statistical Institute and to make consequential amendments to other Acts</em>, assented to on March&nbsp;23,&nbsp;2005, being chapter&nbsp;9 of the Statutes of Canada, 2005, hereby fixes April&nbsp;1,&nbsp;2006 as the day on which that Act comes into force, other than section&nbsp;154, which came into force on assent.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du premier ministre et en vertu de l’article&nbsp;155 de la <em>Loi&nbsp;prévoyant les pouvoirs en matière d’imposition foncière des premières nations, constituant la Commission de la fiscalité des premières nations, le Conseil de gestion financière des premières nations, l’Administration financière des premières nations ainsi que l’Institut de la statistique des premières nations et apportant des modifications corrélatives à certaines lois</em>, sanctionnée le 23&nbsp;mars&nbsp;2005, chapitre&nbsp;9 des Lois du Canada (2005), Son&nbsp;Excellence la Gouverneure générale en conseil fixe au 1<sup>er</sup>&nbsp;avril&nbsp;2006 la date d’entrée en vigueur de cette&nbsp;loi, à l’exception de l’article&nbsp;154, lequel est entré en vigueur à la sanction.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0181Date: 2006-03-31      Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section 155 of An Act to provide for real property taxation powers of first nations, to create a First Nations Tax Commission, First Nations Financial Management Board, First Nations Finance Authority and First Nations Statistical Institute and to make consequential amendments to other Acts, assented to on March 23, 2005, being chapter 9 of the Statutes of Canada, 2005, hereby fixes April 1, 2006 as the day on which that Act comes into force, other than section 154, which came into force on assent.         Sur recommandation du premier ministre et en vertu de l’article 155 de la Loi prévoyant les pouvoirs en matière d’imposition foncière des premières nations, constituant la Commission de la fiscalité des premières nations, le Conseil de gestion financière des premières nations, l’Administration financière des premières nations ainsi que l’Institut de la statistique des premières nations et apportant des modifications corrélatives à certaines lois, sanctionnée le 23 mars 2005, chapitre 9 des Lois du Canada (2005), Son Excellence la Gouverneure générale en conseil fixe au 1er avril 2006 la date d’entrée en vigueur de cette loi, à l’exception de l’article 154, lequel est entré en vigueur à la sanction.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}