{
  "id": "14110",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0208<br></p><p><strong>Date: </strong>2006-04-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby sets apart for the use and benefit of the Little Pine Band, as an addition to Little Pine Indian Reserve No.&nbsp;116, in the Province of Saskatchewan, the lands described in the annexed schedule, consisting of 190.276 hectares (470.18 acres) of surface lands and 191.769 hectares (473.87 acres) of coal only.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre 1992, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Little Pine, les terres délimitées à l’annexe ci‑jointe, lesquelles s’ajoutent à la réserve indienne Little Pine Indian Reserve n<sup>o</sup> 116, dans la province de la Saskatchewan et sont constituées de 190,276 hectares (470,18 acres) en surface et de 191,769 hectares (473,87 acres) en charbon seulement.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0208Date: 2006-04-07      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby sets apart for the use and benefit of the Little Pine Band, as an addition to Little Pine Indian Reserve No. 116, in the Province of Saskatchewan, the lands described in the annexed schedule, consisting of 190.276 hectares (470.18 acres) of surface lands and 191.769 hectares (473.87 acres) of coal only.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Little Pine, les terres délimitées à l’annexe ci‑jointe, lesquelles s’ajoutent à la réserve indienne Little Pine Indian Reserve no 116, dans la province de la Saskatchewan et sont constituées de 190,276 hectares (470,18 acres) en surface et de 191,769 hectares (473,87 acres) en charbon seulement.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}