{
  "id": "14143",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0237<br></p><p><strong>Date: </strong>2006-04-27</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America on the North American Aerospace Defense Command, or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;to execute and issue an Instrument of Full Power authorizing the Honourable Gordon&nbsp;O’Connor, Minister of National Defence, or V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, or the Honourable Michael&nbsp;H.&nbsp;Wilson, Ambassador of Canada to the United States of America, or Claude&nbsp;Carrière, Minister (Economic) and Deputy Head of Mission, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America on the North American Aerospace Defense Command.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce&nbsp;dernier&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique sur le Commandement de la défense aérospatiale de l’Amérique du&nbsp;Nord,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Gordon&nbsp;O’Connor, ministre de la Défense nationale, V.&nbsp;Peter&nbsp;Harder, sous-ministre des Affaires étrangères, l’honorable Michael&nbsp;H.&nbsp;Wilson, ambassadeur du Canada auprès des États-Unis d’Amérique, ou Claude&nbsp;Carrière, ministre (Politiques économiques) et chef de mission adjoint, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique sur le Commandement de la défense aérospatiale de l’Amérique du&nbsp;Nord.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0237Date: 2006-04-27      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister     (a) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America on the North American Aerospace Defense Command, or     (b) to execute and issue an Instrument of Full Power authorizing the Honourable Gordon O’Connor, Minister of National Defence, or V. Peter Harder, Deputy Minister of Foreign Affairs, or the Honourable Michael H. Wilson, Ambassador of Canada to the United States of America, or Claude Carrière, Minister (Economic) and Deputy Head of Mission, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America on the North American Aerospace Defense Command.         Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :     a) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique sur le Commandement de la défense aérospatiale de l’Amérique du Nord,     b) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Gordon O’Connor, ministre de la Défense nationale, V. Peter Harder, sous-ministre des Affaires étrangères, l’honorable Michael H. Wilson, ambassadeur du Canada auprès des États-Unis d’Amérique, ou Claude Carrière, ministre (Politiques économiques) et chef de mission adjoint, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique sur le Commandement de la défense aérospatiale de l’Amérique du Nord.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}