{
  "id": "14152",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0246<br></p><p><strong>Date: </strong>2006-04-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph&nbsp;13(<em>b</em>) of the <em>Territorial Lands Act</em>, hereby orders that any portion of the lands described in the annexed schedule lying within 30.48&nbsp;m (100&nbsp;feet) of the ordinary high water mark along the shoreline of Hay&nbsp;River, in the Northwest Territories, be included in the grant of those lands.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 13<em>b</em>) de la <em>Loi sur les terres territoriales</em>, Son Excellence la Gouverneure générale en conseil ordonne que toutes les parties des terres décrites à l’annexe ci-après se trouvant à l’intérieur de la zone de 30,48 mètres (100&nbsp;pieds) mesurée à partir de la laisse des hautes eaux ordinaires le long de la rive de la rivière Hay, dans les Territoires du Nord-Ouest, soient incluses dans toute cession de ces terres.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0246Date: 2006-04-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 13(b) of the Territorial Lands Act, hereby orders that any portion of the lands described in the annexed schedule lying within 30.48 m (100 feet) of the ordinary high water mark along the shoreline of Hay River, in the Northwest Territories, be included in the grant of those lands.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 13b) de la Loi sur les terres territoriales, Son Excellence la Gouverneure générale en conseil ordonne que toutes les parties des terres décrites à l’annexe ci-après se trouvant à l’intérieur de la zone de 30,48 mètres (100 pieds) mesurée à partir de la laisse des hautes eaux ordinaires le long de la rive de la rivière Hay, dans les Territoires du Nord-Ouest, soient incluses dans toute cession de ces terres.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}