{
  "id": "14158",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0253<br></p><p><strong>Date: </strong>2006-04-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of the Environment, pursuant to section 8 of the<em> Heritage Railway Stations Protection Act</em>, hereby authorizes the Canadian Pacific Railway Company and the Esquimalt &amp; Nanaimo Railway Company to transfer ownership, by way of donation, of their station building in Nanaimo, British&nbsp;Columbia, to the Island Corridor Foundation, subject to the condition set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre de l’Environnement et en vertu de l'article 8 de la <em>Loi sur la protection des gares ferroviaires patrimoniales</em>, Son Excellence la Gouverneure générale en conseil autorise la Compagnie de chemin de fer Canadien Pacifique et la Esquimalt &amp; Nanaimo Railway Company à céder, par&nbsp;voie de donation, leur gare ferroviaire située à Nanaimo, en Colombie-Britannique, à la Island Corridor Foundation conformément, aux modalités figurant à l’annexe ci-jointe.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p align=\"center\" style=\"text-align:center;line-height:200%\">SCHEDULE</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">The Canadian Pacific Railway Company and the Esquimalt &amp; Nanaimo Railway Company are authorized to convey, by way of donation, their railway station in Nanaimo, British&nbsp;Columbia, on condition that the new owner submit for review and approval to the Historic Sites and Monuments Board of Canada any plans it may develop in the future in order to restore or alter the building.</p>  <p style=\"margin-left:2.75pt;text-indent:-2.75pt;line-height: 150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">The above condition recognizes the historical, architectural and environmental importance of the former station, which was designated a heritage railway station for the purposes of the <em>Heritage Railway Stations Protection Act</em> for the reasons set out in the Heritage Character Statement prepared by the Historic Sites and Monuments Board of Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section4\">  <p align=\"center\" style=\"margin-left:2.75pt;text-align:center; text-indent:-2.75pt;line-height:200%\">ANNEXE</p>  <p align=\"center\" style=\"margin-left:2.75pt;text-align:center; text-indent:-2.75pt;line-height:200%\"><strong>&nbsp;</strong></p>  <p style=\"margin-left:2.75pt;text-indent:-2.75pt;line-height: 150%\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; La Compagnie de chemin de fer Canadien Pacifique et la&nbsp;Esquimalt&nbsp;&amp;&nbsp;Nanaimo Railway Company sont autorisées à céder, par&nbsp;voie de donation, leur gare ferroviaire située à Nanaimo, en Colombie-Britannique, à la condition que le nouveau propriétaire accepte de soumettre pour révision et approbation à la Commission des lieux et monuments historiques du Canada tout plan qu’il pourrait produire dans le futur en vue de restaurer ou de modifier cet édifice.</p>  <p style=\"margin-left:2.75pt;text-indent:-2.75pt;line-height: 150%\">&nbsp;</p>  <p style=\"text-indent:.95in;line-height:150%\">Cette condition tient compte de l'importance historique, architecturale et environnementale de la gare, désignée gare ferroviaire&nbsp;patrimoniale en vertu de la <em>Loi sur la protection des gares ferroviaires patrimoniales</em> pour les raisons exposées dans l’énoncé de sa valeur patrimoniale préparé par la Commission des lieux et monuments historiques du Canada.</p>  <p style=\"line-height:150%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0253Date: 2006-04-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to section 8 of the Heritage Railway Stations Protection Act, hereby authorizes the Canadian Pacific Railway Company and the Esquimalt & Nanaimo Railway Company to transfer ownership, by way of donation, of their station building in Nanaimo, British Columbia, to the Island Corridor Foundation, subject to the condition set out in the annexed schedule.         Sur recommandation de la ministre de l’Environnement et en vertu de l'article 8 de la Loi sur la protection des gares ferroviaires patrimoniales, Son Excellence la Gouverneure générale en conseil autorise la Compagnie de chemin de fer Canadien Pacifique et la Esquimalt & Nanaimo Railway Company à céder, par voie de donation, leur gare ferroviaire située à Nanaimo, en Colombie-Britannique, à la Island Corridor Foundation conformément, aux modalités figurant à l’annexe ci-jointe.         SCHEDULE     The Canadian Pacific Railway Company and the Esquimalt & Nanaimo Railway Company are authorized to convey, by way of donation, their railway station in Nanaimo, British Columbia, on condition that the new owner submit for review and approval to the Historic Sites and Monuments Board of Canada any plans it may develop in the future in order to restore or alter the building.     The above condition recognizes the historical, architectural and environmental importance of the former station, which was designated a heritage railway station for the purposes of the Heritage Railway Stations Protection Act for the reasons set out in the Heritage Character Statement prepared by the Historic Sites and Monuments Board of Canada.         ANNEXE                            La Compagnie de chemin de fer Canadien Pacifique et la Esquimalt & Nanaimo Railway Company sont autorisées à céder, par voie de donation, leur gare ferroviaire située à Nanaimo, en Colombie-Britannique, à la condition que le nouveau propriétaire accepte de soumettre pour révision et approbation à la Commission des lieux et monuments historiques du Canada tout plan qu’il pourrait produire dans le futur en vue de restaurer ou de modifier cet édifice.     Cette condition tient compte de l'importance historique, architecturale et environnementale de la gare, désignée gare ferroviaire patrimoniale en vertu de la Loi sur la protection des gares ferroviaires patrimoniales pour les raisons exposées dans l’énoncé de sa valeur patrimoniale préparé par la Commission des lieux et monuments historiques du Canada.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}