{
  "id": "14174",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0263<br></p><p><strong>Date: </strong>2006-04-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Indian Affairs and Northern Development, hereby sets apart for the use and benefit of the O’Chiese Band as an addition to O’Chiese Indian Reserve No. 203, in&nbsp;the Province of Alberta, the lands contained in Section 22, Township 44, Range 10, West of the 5th Meridian as shown on Plan 4215 (Canada Lands Survey Records), consisting of 259 hectares (640&nbsp;acres), more or less.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande O’Chiese Band, à titre d’ajout à la réserve indienne O’Chiese n<sup>o</sup> 203, dans la province de l’Alberta, les terres comprises dans la section 22, canton 44, rang&nbsp;10, à l’ouest du 5<sup>e</sup> méridien, figurant sur le plan 4215 (Archives d’arpentage des terres du Canada), lesquelles ont une superficie d’environ 259 hectares (640 acres).</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0263Date: 2006-04-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby sets apart for the use and benefit of the O’Chiese Band as an addition to O’Chiese Indian Reserve No. 203, in the Province of Alberta, the lands contained in Section 22, Township 44, Range 10, West of the 5th Meridian as shown on Plan 4215 (Canada Lands Survey Records), consisting of 259 hectares (640 acres), more or less.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande O’Chiese Band, à titre d’ajout à la réserve indienne O’Chiese no 203, dans la province de l’Alberta, les terres comprises dans la section 22, canton 44, rang 10, à l’ouest du 5e méridien, figurant sur le plan 4215 (Archives d’arpentage des terres du Canada), lesquelles ont une superficie d’environ 259 hectares (640 acres).      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}