{
  "id": "14205",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0242<br></p><p><strong>Date: </strong>2006-04-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 4 of the <em>European Bank for Reconstruction and Development Agreement Act</em>, hereby authorizes the Minister of Finance to accept, on behalf of Canada, the amendment to the European Bank for Reconstruction and Development Agreement set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Finances et en vertu de l’article 4 de la <em>Loi sur l’Accord portant création de la Banque&nbsp;européenne pour la reconstruction et le développement</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Finances à accepter, au nom du Canada, la modification de l’Accord portant création de la Banque européenne pour la reconstruction et le développement, laquelle est conforme en substance à la modification figurant à l’annexe ci-jointe.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p align=\"center\" style=\"text-align:center;line-height:200%\">SCHEDULE</p>  <p style=\"text-indent:.5in\"><strong>Article 1 of the European Bank for Reconstruction and Development Agreement is amended by adding the following:</strong></p>  <p style=\"line-height:200%\">&nbsp;</p>  <p>The purpose of the Bank may also be carried out in Mongolia subject to the same conditions.&nbsp; Accordingly, any reference in this Agreement and its annexes to “Central and Eastern European countries”, “countries from Central and Eastern Europe”, “recipient country (or&nbsp;countries)” or “recipient member country (or countries)” shall refer to Mongolia as well.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section4\">  <p align=\"center\" style=\"text-align:center;line-height:200%\">ANNEXE</p>  <p style=\"text-indent:.5in\"><strong>L’article 1 de l’Accord portant création de la Banque européenne pour la reconstruction et le développement est modifié par adjonction de ce qui suit :</strong></p>  <p>&nbsp;</p>  <p>L’objet de la Banque peut également être mis en oeuvre en Mongolie sous les mêmes conditions.&nbsp; En conséquences, toute référence dans le présent Accord et dans ses annexes aux « pays d’Europe centrale et&nbsp;orientale », à un ou plusieurs « pays bénéficiaires » ou aux « pays membres bénéficiaires » s’applique également à la Mongolie.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}