{
  "id": "14200",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0258<br></p><p><strong>Date: </strong>2006-04-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.2in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14,&nbsp;1996, hereby sets apart for the use and benefit of the Cowessess Band, as an addition to Cowessess Indian Reserve No.&nbsp;73, in the province of Saskatchewan, the lands described in the annexed schedule, consisting of 193.62 hectares (478.44 acres) of surface lands and 194.25 hectares (480 acres) of mines and minerals.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.2in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement, daté du&nbsp;14 mars 1996, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Cowessess Band, à titre d’ajout à la réserve indienne Cowessess Indian Reserve n<sup>o </sup>73, dans la province de la Saskatchewan, les terres délimitées à l’annexe&nbsp;ci-jointe, lesquelles sont constituées de 193,62 hectares (478,44&nbsp;acres) en surface et de 194,25 hectares (480 acres) en mines&nbsp;et minéraux.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0258Date: 2006-04-28      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14, 1996, hereby sets apart for the use and benefit of the Cowessess Band, as an addition to Cowessess Indian Reserve No. 73, in the province of Saskatchewan, the lands described in the annexed schedule, consisting of 193.62 hectares (478.44 acres) of surface lands and 194.25 hectares (480 acres) of mines and minerals.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement, daté du 14 mars 1996, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Cowessess Band, à titre d’ajout à la réserve indienne Cowessess Indian Reserve no 73, dans la province de la Saskatchewan, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 193,62 hectares (478,44 acres) en surface et de 194,25 hectares (480 acres) en mines et minéraux.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}