{
  "id": "14261",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0342<br></p><p><strong>Date: </strong>2006-05-05</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:125%\">Whereas Superintendent Larry George Killaly, promoted to&nbsp;that&nbsp;rank by&nbsp;Order in Council P.C.&nbsp;2001-165 of January 30, 2001, has applied for voluntary retirement from the Royal Canadian Mounted Police, which retirement would be effective as of midnight April 12,&nbsp;2006;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">And whereas, pursuant to subsection&nbsp;23(1) of the&nbsp;<em>Royal&nbsp;Canadian Mounted Police Regulations, 1988</em>, the Commissioner&nbsp;of&nbsp;the Royal Canadian Mounted Police has forwarded a&nbsp;recommendation to the&nbsp;Minister of Public Safety and Emergency Preparedness for the&nbsp;administrative discharge from the Royal Canadian Mounted Police of Superintendent Larry George Killaly on the grounds of&nbsp;voluntary retirement as specified&nbsp;in paragraph&nbsp;19(<em>d</em>) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, which discharge would be effective as&nbsp;of midnight April 12, 2006;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to subsection&nbsp;23(2) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, hereby discharges Superintendent Larry George Killaly from the Royal Canadian Mounted Police, effective&nbsp;midnight&nbsp;April 12, 2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:125%\">Attendu que le surintendant Larry George Killaly, promu&nbsp;à ce&nbsp;grade par le décret C.P.&nbsp;2001-165 du 30 janvier 2001, a fait une demande de retraite volontaire de la Gendarmerie royale du Canada, laquelle retraite prendrait effet à minuit le 12 avril 2006;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Attendu que, en vertu du paragraphe&nbsp;23(1) du <em>Règlement&nbsp;de&nbsp;la Gendarmerie royale du Canada (1988)</em>, le Commissaire de la&nbsp;Gendarmerie royale du Canada a transmis au ministre de la&nbsp;Sécurité&nbsp;publique et de la Protection civile une recommandation de&nbsp;renvoi&nbsp;par mesure administrative de la Gendarmerie royale du Canada&nbsp;du surintendant Larry George Killaly pour le motif de retraite&nbsp;volontaire prévu&nbsp;à l’alinéa&nbsp;19<em>d</em>) du <em>Règlement de la&nbsp;Gendarmerie royale du Canada&nbsp;(1988)</em>, lequel renvoi prendrait effet à&nbsp;minuit le&nbsp;12&nbsp;avril&nbsp;2006,</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de&nbsp;la&nbsp;Sécurité publique et de la Protection civile et en vertu du paragraphe&nbsp;23(2) du <em>Règlement de la Gendarmerie royale du Canada&nbsp;(1988)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil renvoie de&nbsp;la&nbsp;Gendarmerie royale du Canada, à minuit le 12 avril 2006, le&nbsp;surintendant Larry George Killaly.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0342Date: 2006-05-05      Whereas Superintendent Larry George Killaly, promoted to that rank by Order in Council P.C. 2001-165 of January 30, 2001, has applied for voluntary retirement from the Royal Canadian Mounted Police, which retirement would be effective as of midnight April 12, 2006;     And whereas, pursuant to subsection 23(1) of the Royal Canadian Mounted Police Regulations, 1988, the Commissioner of the Royal Canadian Mounted Police has forwarded a recommendation to the Minister of Public Safety and Emergency Preparedness for the administrative discharge from the Royal Canadian Mounted Police of Superintendent Larry George Killaly on the grounds of voluntary retirement as specified in paragraph 19(d) of the Royal Canadian Mounted Police Regulations, 1988, which discharge would be effective as of midnight April 12, 2006;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to subsection 23(2) of the Royal Canadian Mounted Police Regulations, 1988, hereby discharges Superintendent Larry George Killaly from the Royal Canadian Mounted Police, effective midnight April 12, 2006.         Attendu que le surintendant Larry George Killaly, promu à ce grade par le décret C.P. 2001-165 du 30 janvier 2001, a fait une demande de retraite volontaire de la Gendarmerie royale du Canada, laquelle retraite prendrait effet à minuit le 12 avril 2006;     Attendu que, en vertu du paragraphe 23(1) du Règlement de la Gendarmerie royale du Canada (1988), le Commissaire de la Gendarmerie royale du Canada a transmis au ministre de la Sécurité publique et de la Protection civile une recommandation de renvoi par mesure administrative de la Gendarmerie royale du Canada du surintendant Larry George Killaly pour le motif de retraite volontaire prévu à l’alinéa 19d) du Règlement de la Gendarmerie royale du Canada (1988), lequel renvoi prendrait effet à minuit le 12 avril 2006,     À ces causes, sur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu du paragraphe 23(2) du Règlement de la Gendarmerie royale du Canada (1988), Son Excellence la Gouverneure générale en conseil renvoie de la Gendarmerie royale du Canada, à minuit le 12 avril 2006, le surintendant Larry George Killaly.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}