{
  "id": "1433",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0242<br></p><p><strong>Date: </strong>2003-02-25</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 36 of the <em>Broadcasting Act</em>, hereby appoints Hélène&nbsp;F.&nbsp;Fortin of Saint-Lambert, Quebec, to be a director of the Board of Directors of the Canadian Broadcasting Corporation to hold office during good behaviour for a term of five years, in the place of W.&nbsp;Thomas&nbsp;R.&nbsp;Wilson, whose term has expired.     </p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu de l'article 36 de la <em>Loi sur la radiodiffusion</em>, Son Excellence la Gouverneure générale en conseil nomme </p> <p style=\"line-height: 0.36in\">Hélène&nbsp;F.&nbsp;Fortin, de Saint-Lambert (Québec), administrateur du conseil d'administration de la Société Radio-Canada à titre inamovible pour un mandat de cinq&nbsp;ans, en remplacement de </p> <p style=\"line-height: 0.36in\">W.&nbsp;Thomas&nbsp;R.&nbsp;Wilson, dont le mandat a pris fin. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0242Date: 2003-02-25                         Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 36 of the Broadcasting Act, hereby appoints Hélène F. Fortin of Saint-Lambert, Quebec, to be a director of the Board of Directors of the Canadian Broadcasting Corporation to hold office during good behaviour for a term of five years, in the place of W. Thomas R. Wilson, whose term has expired.                              Sur recommandation de la ministre du Patrimoine canadien et en vertu de l'article 36 de la Loi sur la radiodiffusion, Son Excellence la Gouverneure générale en conseil nomme  Hélène F. Fortin, de Saint-Lambert (Québec), administrateur du conseil d'administration de la Société Radio-Canada à titre inamovible pour un mandat de cinq ans, en remplacement de  W. Thomas R. Wilson, dont le mandat a pris fin.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}