{
  "id": "14376",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0455<br></p><p><strong>Date: </strong>2006-06-01</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas on January 21, 1998, the Woodstock Band surrendered, absolutely but conditionally, Lot 73, Plan No. 95-038R R.S. Atl. (now Plan 81204 CLSR), on Woodstock Indian Reserve No.&nbsp;23, in the Province of New Brunswick, which Conditional Absolute Surrender was accepted by Order in Council P.C.&nbsp;1998‑1139 of June 18, 1998;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Conditional Absolute Surrender and Order in Council P.C. 1998‑1139 of June 18, 1998 were registered in the Indian Lands Registry under registration number 264824 maintained by the Department of Indian Affairs and Northern Development prior to all the conditions contained in the Conditional Absolute Surrender having been met;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas not all of the conditions contained in the Conditional Absolute Surrender were met, and the Conditional Absolute Surrender has therefore failed;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby acknowledges that the Conditional Absolute Surrender of Lot 73, Plan 95-038R R.S. Atl. (now Plan 81204 CLSR), on Woodstock Indian Reserve No. 23 has failed and confirms that Lot 73, Plan&nbsp;95‑038R R.S. Atl. (now CLSR Plan 81204), on Woodstock Indian Reserve No. 23 continues to be reserve land set apart for the use and benefit of the Woodstock Band.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que, le 21&nbsp;janvier 1998, la bande de Woodstock a cédé, à titre absolu mais de façon conditionnelle, le lot&nbsp;73, figurant dans&nbsp; le plan 95-038R A.R. Atl. (maintenant le plan 81204 des AATC) et situé dans la réserve indienne de Woodstock Indian Reserve n<sup>o&nbsp;</sup>23, au Nouveau-Brunswick, cession qui a été acceptée par le décret C.P.&nbsp;1998-1139 du 18&nbsp;juin 1998;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Attendu que la cession conditionnelle à titre absolu et le décret C.P.&nbsp;1998-1139 du 18 juin 1998 ont été inscrits dans le Registre des terres indiennes tenu par le ministère des Affaires indiennes et du Nord canadien sous le numéro d’enregistrement 264824 avant que toutes les conditions prévues dans la cession aient été remplies;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Attendu que toutes les conditions prévues dans la cession conditionnelle à titre absolu n’ont pas été remplies et que par conséquent celle-ci n’a pas été parachevée,</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil reconnaît que la cession conditionnelle à titre absolu du lot&nbsp;73, figurant dans le plan&nbsp;95‑038R A.R. Atl. (maintenant le plan 81204 dans les AATC) et situé dans la réserve indienne de Woodstock Indian Reserve n<sup>o&nbsp;</sup>23, n’a pas été parachevée et confirme que ce lot conserve son statut de terre de réserve mise de côté à l’usage et au profit de la bande de Woodstock.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}