{
  "id": "14426",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0514<br></p><p><strong>Date: </strong>2006-06-08</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to subsection&nbsp;61(2) of the <em>Financial Administration Act</em>, hereby authorizes the Minister of Transport, on behalf of Her&nbsp;Majesty in right of Canada, to amend the GOCO contract with PMG&nbsp;Technologies Inc. by extending its term for a period commencing June&nbsp;15,&nbsp;2006 and ending October&nbsp;26,&nbsp;2007, and to transfer to PMG&nbsp;Technologies Inc. the use of certain moveable properties that consist of laboratory instruments, test equipment and various machinery representing a purchase value of $15,000,000, as listed in Schedules&nbsp;“C” and&nbsp;“E” (PART&nbsp;III) of the Request for Proposal dated April&nbsp;26,&nbsp;1995, made by the Minister of Transport for the operation and maintenance of the Motor Vehicle Test Centre at Blainville, Quebec.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur&nbsp;recommandation du ministre des Transports et du Conseil du Trésor et en vertu du paragraphe&nbsp;61(2) de la <em>Loi&nbsp;sur la gestion des finances publiques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Transports à modifier, au nom de Sa&nbsp;Majesté du chef du Canada, le marché IGEE avec PMG&nbsp;Technologies Inc., pour une période allant du 15&nbsp;juin&nbsp;2006 jusqu’au 26&nbsp;octobre&nbsp;2007, afin de transférer à PMG&nbsp;Technologies Inc. l’usage de certains biens meubles comprenant des instruments de laboratoire, des équipements d’essais et diverses machines représentant une valeur d’achat de 15&nbsp;000&nbsp;000&nbsp;$, énumérés aux annexes&nbsp;C et&nbsp;E (PARTIE&nbsp;III) de la demande de proposition datée du 26&nbsp;avril&nbsp;1995, faite par le ministre des Transports concernant l’exploitation et l’entretien du Centre d’essais pour véhicules automobiles de Blainville (Québec).</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}