{
  "id": "14457",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0542<br></p><p><strong>Date: </strong>2006-06-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section&nbsp;6 of the <em>Canada Deposit Insurance Corporation Act</em>, hereby appoints Bryan&nbsp;P.&nbsp;Davies of Toronto, Ontario, to be Chairperson of the Board of Directors of the Canada Deposit Insurance Corporation to hold office during good behaviour for a term of five&nbsp;years, and fixes his remuneration in accordance with the attached schedule, which remuneration is composed of an annual retainer within the range ($40,000&nbsp;‑&nbsp;$50,000) and a per&nbsp;diem within the range ($850&nbsp;‑&nbsp;$1,000).&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Finances et en vertu de l'article 6 de la <em>Loi sur la Société d'assurance-dépôts du Canada</em>, Son Excellence la Gouverneure générale en conseil nomme Bryan&nbsp;P.&nbsp;Davies, de Toronto (Ontario), président du conseil d'administration de la Société d'assurance-dépôts du Canada, à titre inamovible, pour un mandat de cinq&nbsp;ans, et fixe sa rémunération au taux établi à l’annexe ci‑jointe, laquelle rémunération comprend des honoraires annuels se situant dans l’échelle (40&nbsp;000&nbsp;$&nbsp;‑&nbsp;50&nbsp;000&nbsp;$) et un per&nbsp;diem dans l’échelle (850&nbsp;$&nbsp;‑&nbsp;1&nbsp;000&nbsp;$). </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0542Date: 2006-06-19      Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 6 of the Canada Deposit Insurance Corporation Act, hereby appoints Bryan P. Davies of Toronto, Ontario, to be Chairperson of the Board of Directors of the Canada Deposit Insurance Corporation to hold office during good behaviour for a term of five years, and fixes his remuneration in accordance with the attached schedule, which remuneration is composed of an annual retainer within the range ($40,000 ‑ $50,000) and a per diem within the range ($850 ‑ $1,000).            Sur recommandation du ministre des Finances et en vertu de l'article 6 de la Loi sur la Société d'assurance-dépôts du Canada, Son Excellence la Gouverneure générale en conseil nomme Bryan P. Davies, de Toronto (Ontario), président du conseil d'administration de la Société d'assurance-dépôts du Canada, à titre inamovible, pour un mandat de cinq ans, et fixe sa rémunération au taux établi à l’annexe ci‑jointe, laquelle rémunération comprend des honoraires annuels se situant dans l’échelle (40 000 $ ‑ 50 000 $) et un per diem dans l’échelle (850 $ ‑ 1 000 $).       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}