{
  "id": "14461",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0527<br></p><p><strong>Date: </strong>2006-06-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">(<em>a</em>) firstly,</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America to amend Annex IV of the Treaty between the Government of Canada and the Government of the United States of America concerning Pacific Salmon, done at Ottawa on January 28, 1985, as amended, or</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(ii) to execute and issue an Instrument of Full Powers authorizing Alan H. Kessel, Legal Adviser, Department of Foreign Affairs and International Trade, or Richard&nbsp;Ballhorn, Director General and Deputy Legal Adviser, or William&nbsp;Crosbie, Director General, North America Branch, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America to amend Annex IV of the Treaty between the Government of Canada and the Government of the United States of America concerning Pacific Salmon, done at Ottawa on January 28, 1985, as amended; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) secondly, to take the action necessary to bring the Agreement into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Son Excellence la Gouverneure générale en conseil, sur la recommandation du ministre des Affaires étrangères, autorise celui-ci :</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\"><em>a</em>) d’une part,</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique modifiant l’Annexe IV du Traité entre le gouvernement du Canada et le gouvernement des États‑Unis d’Amérique concernant le saumon du Pacifique, fait à Ottawa le 28&nbsp;janvier 1985, dans sa version modifiée,</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Alan&nbsp;H.&nbsp;Kessel, jurisconsulte, ministère des Affaires étrangères et du Commerce international, Richard Ballhorn, directeur général et jurisconsulte adjoint, ou William Crosbie, directeur général, secteur de l’Amérique du Nord, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique modifiant l’Annexe IV du Traité entre le gouvernement du Canada et le gouvernement des États‑Unis d’Amérique concernant le saumon du Pacifique, fait à Ottawa le 28 janvier 1985, dans sa version modifiée;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp; d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}