{
  "id": "14549",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0638<br></p><p><strong>Date: </strong>2006-06-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness and the Treasury Board, pursuant to subsection&nbsp;16(1) of the <em>Corrections and Conditional Release Act</em>, hereby approves that the Minister of Public Safety and Emergency Preparedness, on behalf of the Government of Canada, enter into an agreement with the Government of the Province of Alberta relating to the transfer and accommodation of offenders within the Province of Alberta, substantially in accordance with the annexed draft agreement.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre de la Sécurité publique et de la Protection civile et du Conseil du Trésor et en vertu du paragraphe&nbsp;16(1) de la <em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée la conclusion par le ministre de la Sécurité publique et de la Protection civile, au nom du gouvernement du Canada, avec le gouvernement de l’Alberta, d’un accord visant le transfèrement et l’hébergement de délinquants en Alberta, lequel est conforme en substance au projet d’accord ci‑joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}