{
  "id": "14624",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0624<br></p><p><strong>Date: </strong>2006-06-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Attendu que le rapport du ministre de la Justice fait état que l’honorable Daniel B. Konkin fut nommé juge de la Cour du Banc de la Reine de la Saskatchewan, avec résidence dans la ville de Swift Current, le 29 août 2005,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le juge en chef de la Cour du Banc de la Reine de la Saskatchewan a assigné le juge Konkin à la ville de Saskatoon jusqu’au 31 décembre 2006; et </p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que ledit juge Konkin a demandé, par l’entremise du juge en chef de la Cour du Banc de la Reine de la Saskatchewan, qu’il soit autorisé à avoir sa résidence en la ville de Saskatoon jusqu’au 31 décembre 2006, pour fins d'indemnités de voyage.</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 36(2) de la Loi sur les juges, il plaît à Son Excellence le Gouverneur général en conseil d'autoriser l'honorable Daniel B. Konkin à avoir sa résidence en la ville de Saskatoon pour fins d'indemnités de voyage, jusqu’au 31 décembre 2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">WHEREAS the Minister of Justice reports that the Honourable Daniel B. Konkin was appointed a Judge of the Court of Queen’s Bench for Saskatchewan with residence in the City of Swift Current, on August 29, 2005,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">AND WHEREAS the Chief Justice of the Court of Queen’s Bench for Saskatchewan has assigned Mr. Justice Konkin to the City of Saskatoon until December 31, 2006,</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">AND WHEREAS the said Mr. Justice Konkin has requested, with the approval of the Chief Justice of the Court of Queen’s Bench for Saskatchewan, that he be permitted to reside in the City of Saskatoon until December 31, 2006, for travel allowance purposes;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">THEREFORE, HER EXCELLENCY THE GOVERNOR GENERAL IN COUNCIL, on the recommendation of the Minister of Justice, pursuant to subsection 36(2) of the Judges Act, is pleased hereby to approve the residence of the Honourable Daniel B. Konkin in the City of Saskatoon, for travel allowance purposes, until December 31, 2006.</p>  </div>  <strong><br clear=\"all\" style=\"page-break-before:always\"> </strong>  <div class=\"Section3\">  <p style=\"text-indent:1.0in\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}