{
  "id": "14621",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0628<br></p><p><strong>Date: </strong>2006-06-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Attendu que l'honorable Ronald C. Mills, nommé juge de la Cour du Banc de la Reine de la Saskatchewan le quinzième jour de novembre 2005, est obligé de déménager de la ville de Birch Hills dans la province de la Saskatchewan à la ville de Saskatoon dans la province de Saksatchewan, et a droit à une allocation de transfert en vertu de l'article 40 de la <em>Loi sur les juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:76.5pt\">Attendu que ledit juge Mills, à cause de la situation du marché immobilier, est incapable de vendre son ancienne résidence durant la période de six mois visée à l'alinéa 3(1)k) du<em> Décret d'application de la Loi sur les juges (allocation de transfert)</em> et a demandé une prolongation de la période de six mois mentionnée au susdit alinéa afin qu'il soit autorisé à réclamer les frais de déplacement et de logement, y compris les frais de repas, qu'il engage avant d'y établir sa nouvelle résidence permanente, ou pour rendre visite à l'occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du <em>Décret d'application de la Loi sur les juges (allocation de transfert)</em>, Son Excellence la Gouverneure générale en conseil prescrit la période commençant le 16 mai 2006 et se terminant le 15 mai 2007, à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris les frais de repas, qu'il engage avant d'y établir sa nouvelle résidence permanente, ou pour rendre visite à l'occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence, peuvent être remboursés à l'honorable Ronald C. Mills conformément à l'alinéa 3(1)k) du <em>Décret d'application de la Loi sur les juges (allocation de transfert)</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:76.5pt\">Whereas the Honourable Ronald C. Mills, appointed a Judge of the Court of Queen’s Bench for Saskatchewan on November 15, 2006, is required to relocate from the City of Birch Hills in the Province of Saskatchewan to the City of Saskatoon in the Province of Saskatchewan, and was entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the said Mr. Justice Mills, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in paragraph 3(1)(k) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be approved so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in the forementioned paragraph;</p>  <p>&nbsp;</p>  <p style=\"margin-right:-9.0pt;text-indent:.5in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from May 16, 2006 to May 15, 2007, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Ronald C. Mills pursuant to paragraph 3(1)(k) of the <em>Judges Act&nbsp;(Removal Allowance) Order.</em></p>  <p style=\"margin-top:0in;margin-right:-9.0pt;margin-bottom: 0in;margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-right:-4.5pt\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}