{
  "id": "14632",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0630<br></p><p><strong>Date: </strong>2006-06-23</p><hr><p>    </p><div>  <p style=\"text-align:justify;text-indent:4.25in\">&nbsp;</p>  <p style=\"text-align:justify\">&nbsp;</p>  <p style=\"text-align:justify\">&nbsp;</p>  <p style=\"text-indent:4.25in\">&nbsp;</p>  <p style=\"text-indent:4.25in\">&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">The Committee of the Privy Council, on the recommendation of the Minister of Justice advise that:</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt;text-indent:.5in\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">(a)&nbsp; a Commission dedimus potestatem under the </p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">Great Seal of Canada do issue to the Honourable Yves de Montigny, Roger T. Hughes and Robert L. Barnes, Judges of the Federal Court, authorizing them to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within Canada, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided; and</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">(b)&nbsp; a Commission dedimus potestatem under the </p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">Great Seal of Canada do issue authorizing each of the judges hereinafter named in the attached Schedule to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within the province or territory for which such judge was appointed, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.5in;margin-bottom:0in; margin-left:.5in;margin-bottom:.0001pt\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p style=\"margin-left:1.5in\">&nbsp;</p>  <p>&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande:</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">(a)&nbsp; Qu'une commission dedimus potestatem soit </p>  <p style=\"margin-right:-.5in\">établie, sous le grand sceau du Canada, au nom de l'honorable Yves de Montigny, l’honorable Roger T. Hughes et l’honorable Robert L. Barnes, juges de la Cour fédérale, les autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction au Canada, le serment d'allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l'occasion, par des lois ou statuts établis à cet effet; et</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">&nbsp;</p>  <p style=\"margin-right:-.5in\">(b)&nbsp; Qu'une commission dedimus potestatem soit </p>  <p style=\"margin-right:-.5in\">établie, sous le grand sceau du Canada, au nom de chacun des juges figurant à l'annexe ci-jointe, l'autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction dans la province ou le territoire où ledit juge est en fonction, le serment d'allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l'occasion, par des lois ou statuts établis à cet effet. </p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  <p style=\"margin-left:1.0in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p style=\"text-align:justify\"><strong>NOTE EXPLICATIVE</strong></p>  <p><strong>&nbsp;</strong></p>  <p>Il est coutumier depuis plusieurs années de nommer les juges de la Cour suprême du Canada, de la Cour d’appel fédérale, de la Cour fédérale, de la Cour canadienne de l’impôt et les juges des cours supérieures des provinces et territoires, commissaires dedimus potestatem.&nbsp; Les nominations sont faites en vertu de l'alinéa XI des lettres patentes entrées en vigueur le 1<sup>er</sup> octobre 1947, constituant le poste de Gouverneur général du Canada.&nbsp; L'alinéa XI se lit comme suit:</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:27.0pt;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">\"XI.&nbsp; Et Nous autorisons et obligeons Notre dit gouverneur général, par lui-même ou par toute autre personne devant être autorisée par lui à cette fin, à déférer, au besoin, à toutes et à chacune des personnes qui occuperont une charge ou un poste de confiance ou comportant une rémunération au Canada, ledit serment d'allégeance, ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l'occasion, par des lois ou statuts établis à cette fin.\"</p>  <p>&nbsp;</p>  <p>Plutôt que de demander qu'une Commission soit émise au moment de la nomination de chaque juge, la coutume a été de grouper les nominations.&nbsp; À cet effet, vous trouverez ci-joint un projet de décret recommandant que des Commissions soient émises aux juges qui ont été nommés depuis l'émission des dernières Commissions.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p><strong>EXPLANATORY NOTE</strong></p>  <p>&nbsp;</p>  <p>It has been the practice for many years to appoint the judges of the Supreme Court of Canada, the Federal Court of Appeal, the Federal Court, the Tax Court of Canada and the Superior Courts of the Provinces and Territories as Commissioners dedimus potestatem.&nbsp; The appointments are made pursuant to paragraph XI of the Letters Patent constituting the office of the Governor General of Canada that were effective October  1, 1947.&nbsp; Paragraph XI reads as follows:</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:27.0pt;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">\"XI. And We do authorize and require Our Governor General from time to time, by himself or by any other person to be authorized by him in that behalf, to administer to all and to every person or persons, as he shall think fit, who shall hold any office or place of trust or profit in Canada, that said Oath of Allegiance, together with such other Oath or Oaths as may from time to time be prescribed by any laws or Statutes in that behalf made and provided.\"</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>Rather than seek a Commission at the time of the appointment of each new judge, the practice has been to group the appointments.&nbsp; Accordingly, attached is a draft order recommending that Commissions be issued to judges who were appointed since Commissions were last issued.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section4\">  <p style=\"text-align:justify\"><strong>&nbsp;</strong></p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0630Date: 2006-06-23                                       The Committee of the Privy Council, on the recommendation of the Minister of Justice advise that:           (a)  a Commission dedimus potestatem under the   Great Seal of Canada do issue to the Honourable Yves de Montigny, Roger T. Hughes and Robert L. Barnes, Judges of the Federal Court, authorizing them to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within Canada, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided; and        (b)  a Commission dedimus potestatem under the   Great Seal of Canada do issue authorizing each of the judges hereinafter named in the attached Schedule to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within the province or territory for which such judge was appointed, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.                                                                       Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande:        (a)  Qu'une commission dedimus potestatem soit   établie, sous le grand sceau du Canada, au nom de l'honorable Yves de Montigny, l’honorable Roger T. Hughes et l’honorable Robert L. Barnes, juges de la Cour fédérale, les autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction au Canada, le serment d'allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l'occasion, par des lois ou statuts établis à cet effet; et        (b)  Qu'une commission dedimus potestatem soit   établie, sous le grand sceau du Canada, au nom de chacun des juges figurant à l'annexe ci-jointe, l'autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction dans la province ou le territoire où ledit juge est en fonction, le serment d'allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l'occasion, par des lois ou statuts établis à cet effet.                                              NOTE EXPLICATIVE     Il est coutumier depuis plusieurs années de nommer les juges de la Cour suprême du Canada, de la Cour d’appel fédérale, de la Cour fédérale, de la Cour canadienne de l’impôt et les juges des cours supérieures des provinces et territoires, commissaires dedimus potestatem.  Les nominations sont faites en vertu de l'alinéa XI des lettres patentes entrées en vigueur le 1er octobre 1947, constituant le poste de Gouverneur général du Canada.  L'alinéa XI se lit comme suit:     \"XI.  Et Nous autorisons et obligeons Notre dit gouverneur général, par lui-même ou par toute autre personne devant être autorisée par lui à cette fin, à déférer, au besoin, à toutes et à chacune des personnes qui occuperont une charge ou un poste de confiance ou comportant une rémunération au Canada, ledit serment d'allégeance, ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l'occasion, par des lois ou statuts établis à cette fin.\"     Plutôt que de demander qu'une Commission soit émise au moment de la nomination de chaque juge, la coutume a été de grouper les nominations.  À cet effet, vous trouverez ci-joint un projet de décret recommandant que des Commissions soient émises aux juges qui ont été nommés depuis l'émission des dernières Commissions.                                   EXPLANATORY NOTE     It has been the practice for many years to appoint the judges of the Supreme Court of Canada, the Federal Court of Appeal, the Federal Court, the Tax Court of Canada and the Superior Courts of the Provinces and Territories as Commissioners dedimus potestatem.  The appointments are made pursuant to paragraph XI of the Letters Patent constituting the office of the Governor General of Canada that were effective October  1, 1947.  Paragraph XI reads as follows:     \"XI. And We do authorize and require Our Governor General from time to time, by himself or by any other person to be authorized by him in that behalf, to administer to all and to every person or persons, as he shall think fit, who shall hold any office or place of trust or profit in Canada, that said Oath of Allegiance, together with such other Oath or Oaths as may from time to time be prescribed by any laws or Statutes in that behalf made and provided.\"        Rather than seek a Commission at the time of the appointment of each new judge, the practice has been to group the appointments.  Accordingly, attached is a draft order recommending that Commissions be issued to judges who were appointed since Commissions were last issued.                                                     \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}