{
  "id": "14650",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0703<br></p><p><strong>Date: </strong>2006-06-30</p><hr><p>    </p><div>  <p>&nbsp;</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whereas the Administrator of the Government of Manitoba, the Honourable Richard J. Scott, Chief Justice of Manitoba, will be unable to act from July&nbsp;1 to August&nbsp;28,&nbsp;2006, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the <em>Constitution Act</em>, <em>1867</em>, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>) terminates the appointment of the Honourable Richard&nbsp;J.&nbsp;Scott as Administrator of the Government of Manitoba, effective July&nbsp;1,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;1,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant as Administrator, effective July&nbsp;12,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>) appoints the Honourable Charles&nbsp;R.&nbsp;Huband to be Administrator of the Government of Manitoba, to execute the office and function of the Lieutenant Governor, effective July&nbsp;12,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>e</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Charles&nbsp;R.&nbsp;Huband as Administrator, effective July&nbsp;13,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>f</em>)&nbsp;appoints the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;13,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>g</em>)&nbsp;terminates the appointment of the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant as Administrator, effective July&nbsp;24,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>h</em>) appoints the Honourable Charles R. Huband to be Administrator of the Government of Manitoba, to execute the office and function of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;24,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div>  <p style=\"margin-left:.25in\">(<em>i</em>) terminates the appointment of the Honourable Charles&nbsp;R.&nbsp;Huband as Administrator, effective July&nbsp;26,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>j</em>)&nbsp;appoints the Honourable Jeffrey J.&nbsp;Oliphant to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;26,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>k</em>) terminates the appointment of the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant as Administrator, effective August&nbsp;12,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>l</em>)&nbsp;appoints the Honourable Charles&nbsp;R.&nbsp;Huband to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective August&nbsp;12,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>m</em>)&nbsp;terminates the appointment of the Honourable Charles&nbsp;R.&nbsp;Huband as Administrator, effective August&nbsp;17,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>n</em>) appoints the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant to be Administrator of the Government of Manitoba, to execute the office and function of the Lieutenant Governor, effective August&nbsp;17,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>o</em>) terminates the appointment of the Honourable Jeffrey&nbsp;J.&nbsp;Oliphant as Administrator, effective August&nbsp;19,&nbsp;2006; </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>p</em>) appoints the Honourable Richard&nbsp;J.&nbsp;Scott to be Administrator of the Government of Manitoba, to execute the office and function of the Lieutenant Governor, effective August&nbsp;19,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>q</em>) terminates the appointment of the Honourable Richard&nbsp;J.&nbsp;Scott as Administrator, effective August&nbsp;21,&nbsp;2006; </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>r</em>)&nbsp;appoints the Honourable Charles&nbsp;R.&nbsp;Huband to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective August&nbsp;21,&nbsp;2006;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p style=\"margin-left:.25in\">(<em>s</em>)&nbsp;terminates the appointment of the Honourable Charles&nbsp;R.&nbsp;Huband as Administrator, effective August&nbsp;29,&nbsp;2006; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>t</em>) appoints the Honourable Richard J. Scott to be Administrator of the Government of Manitoba to execute the office and function of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective August&nbsp;29,&nbsp;2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section4\">  <p>&nbsp;</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attendu que l’administrateur du gouvernement du Manitoba, l’honorable Richard J. Scott, juge en chef du Manitoba, ne sera pas en mesure de remplir ses fonctions du 1<sup>er</sup>&nbsp;juillet au 28&nbsp;août&nbsp;2006, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette&nbsp;période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 68 de la <em>Loi&nbsp;constitutionnelle de 1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>) met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 1<sup>er</sup>&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant‑gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 1<sup>er</sup>&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant au poste d’administrateur, avec prise d’effet le 12&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Charles R. Huband à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 12&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>e</em>) met fin à la nomination de l’honorable Charles R. Huband au poste d’administrateur, avec prise d’effet le 13&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>f</em>)&nbsp;nomme l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant‑gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 13&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>g</em>)&nbsp;met fin à la nomination de l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant au poste d’administrateur, avec prise d’effet le 24&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section5\">  <p style=\"margin-left:.25in\"><em>h</em>)&nbsp;nomme l’honorable Charles&nbsp;R.&nbsp;Huband à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 24&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>i</em>) met fin à la nomination de l’honorable Charles R. Huband au poste d’administrateur, avec prise d’effet le 26&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>j</em>)&nbsp;nomme l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant‑gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 26&nbsp;juillet&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>k</em>)&nbsp;met fin à la nomination de l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant au poste d’administrateur, avec prise d’effet le 12&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>l</em>)&nbsp;nomme l’honorable Charles R. Huband à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 12&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>m</em>)&nbsp;met fin à la nomination de l’honorable Charles&nbsp;R.&nbsp;Huband au poste d’administrateur, avec prise d’effet le 17&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>n</em>)&nbsp;nomme l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant‑gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 17&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>o</em>)&nbsp;met fin à la nomination de l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant au poste d’administrateur, avec prise d’effet le 19&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>p</em>)&nbsp;nomme l’honorable Richard&nbsp;J.&nbsp;Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant‑gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 19&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>q</em>)&nbsp;met fin à la nomination de l’honorable Richard&nbsp;J.&nbsp;Scott au poste d’administrateur, avec prise d’effet le 21&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section6\">  <p style=\"margin-left:.25in\"><em>r</em>)&nbsp;nomme l’honorable Charles R. Huband à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 21&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>s</em>)&nbsp;met fin à la nomination de l’honorable Charles&nbsp;R.&nbsp;Huband au poste d’administrateur, avec prise d’effet le 29&nbsp;août&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>t</em>) nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 29&nbsp;août&nbsp;2006.</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}