{
  "id": "14728",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0774<br></p><p><strong>Date: </strong>2006-08-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, pursuant to section&nbsp;6 of the <em>Canada Post Corporation Act</em>, hereby approves the appointment by the Minister of Transport, Infrastructure and Communities, of William&nbsp;H.&nbsp;Sheffield, of Toronto, Ontario, as a director of the Board of Directors of the Canada Post Corporation, to hold office during pleasure for a term of three&nbsp;years, in the place of Cedric&nbsp;E.&nbsp;Ritchie, whose term has expired.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et en vertu de l’article&nbsp;6 </p>  <p style=\"margin-right:-.5in;line-height:225%\">de la <em>Loi&nbsp;sur la Société canadienne des postes</em>, Son&nbsp;Excellence </p>  <p style=\"line-height:225%\">la Gouverneure générale en conseil approuve la nomination par le ministre des Transports, de l’Infrastructure et des Collectivités, de William&nbsp;H.&nbsp;Sheffield, de Toronto (Ontario), administrateur du conseil d’administration de la Société canadienne des postes, à titre amovible, pour un mandat de trois&nbsp;ans, en remplacement de Cedric&nbsp;E.&nbsp;Ritchie, dont le mandat a pris&nbsp;fin.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0774Date: 2006-08-23      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, pursuant to section 6 of the Canada Post Corporation Act, hereby approves the appointment by the Minister of Transport, Infrastructure and Communities, of William H. Sheffield, of Toronto, Ontario, as a director of the Board of Directors of the Canada Post Corporation, to hold office during pleasure for a term of three years, in the place of Cedric E. Ritchie, whose term has expired.         Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et en vertu de l’article 6   de la Loi sur la Société canadienne des postes, Son Excellence   la Gouverneure générale en conseil approuve la nomination par le ministre des Transports, de l’Infrastructure et des Collectivités, de William H. Sheffield, de Toronto (Ontario), administrateur du conseil d’administration de la Société canadienne des postes, à titre amovible, pour un mandat de trois ans, en remplacement de Cedric E. Ritchie, dont le mandat a pris fin.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}