{
  "id": "14759",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0825<br></p><p><strong>Date: </strong>2006-08-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas on January 4, 1935, the Kamloops Band, a band within the meaning of the Indian Act (the “Band”) surrendered a portion of the Kamploops Indian Reserve No.1, in the Province of British Columbia, for leasing purposes, which surrender for lease was accepted by Order in Council P.C. 1097, dated April 27, 1935;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the band assented to the revocation of the 1935 surrender and designation on September 14, 2005;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraphe 39(1)(c) and section&nbsp;40 of the Indian Act, hereby accepts the revocation of the 1935 surrender and designation for leasing purposes set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le 4 janvier 1935, la bande Kamloops, une&nbsp;bande au sens de la Loi sur les Indiens (la « bande»), a cédé une&nbsp;partie de la réserve indienne Kamploops Indian Reserve n<sup>o</sup> 1, dans la province de la Colombie-Britannique à des fins de location à bail, laquelle cession a été acceptée par le décret C.P. 1097 daté du 27&nbsp;avril 1935;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la bande a sanctionné la révocation de la cession de 1935 et la désignation le 14 septembre 2005;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil, en vertu de l’alinéa 39(1)(c) et de l’article 40 de la Loi sur les Indiens, accepte la révocation de la cession et la désignation à des fins de location à bail décrite à l’annexe ci-jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}