{
  "id": "14784",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0854<br></p><p><strong>Date: </strong>2006-08-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Newfoundland and Labrador, the Honourable Clyde&nbsp;K.&nbsp;Wells, Chief Justice of Newfoundland and Labrador, will be unable to act from September 14 to September 30, 2006, inclusive, and it is therefore that other persons be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, hereby</p>  <p>&nbsp;</p>  <p>(<em>a</em>)&nbsp;terminates the appointment of the Honourable Clyde&nbsp;K.&nbsp;Wells as Administrator of the Government of Newfoundland and Labrador, effective September 14, 2006;</p>  <p>&nbsp;</p>  <p>(<em>b</em>)&nbsp;appoints the Honourable J. Derek Green to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective September 14, 2006;</p>  <p>&nbsp;</p>  <p style=\"margin-right:-.1in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable J. Derek Green as Administrator, effective September 25,&nbsp;2006;</p>  <p>&nbsp;</p>  <p>(<em>d</em>)&nbsp;appoints the Honourable Denis Roberts to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective September 25, 2006;</p>  <p>&nbsp;</p>  <p>(<em>e</em>) terminates the appointment of the Honourable Denis Roberts as Administrator, effective October 1, 2006; and</p>  <p>&nbsp;</p>  <p>(<em>f</em>) appoints the Honourable Clyde K. Wells to be Administrator of the Government of Newfoundland and Labrador to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective October 1, 2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de Terre‑Neuve‑et-Labrador, l’honorable Clyde&nbsp;K.&nbsp;Wells, juge en chef de Terre-Neuve‑et-Labrador, ne sera pas en mesure de remplir ses fonctions du 14 septembre 2006 au 30 septembre 2006, inclusivement, et qu’il est donc nécessaire que d’autres personne soient nommées administrateurs pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en&nbsp;conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Clyde&nbsp;K.&nbsp;Wells au poste d’administrateur du gouvernement de Terre-Neuve‑et-Labrador, avec prise d’effet le 14 septembre 2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable J. Derek Green à titre d’administrateur du gouvernement de Terre-Neuve‑et-Labrador afin qu’il remplisse les fonctions de lieutenant‑gouverneur de Terre-Neuve‑et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant‑gouverneur, avec prise d’effet le 14 septembre 2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable J. Derek Green au poste d’administrateur, avec prise d’effet le 25 septembre 2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Denis Roberts à titre d’administrateur du gouvernement de Terre-Neuve‑et-Labrador afin qu’il remplisse les fonctions de lieutenant‑gouverneur de Terre-Neuve‑et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant‑gouverneur, avec prise d’effet le 25 septembre 2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>e</em>) met fin à la nomination de l’honorable Denis Roberts au poste d’administrateur, avec prise d’effet 1<sup>er</sup> octobre 2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>f</em>) nomme l’honorable Clyde K. Wells à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de Lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 1<sup>er</sup> octobre 2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section3\">  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}