{
  "id": "14782",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0852<br></p><p><strong>Date: </strong>2006-08-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri‑Food and the Treasury Board, pursuant to Vote&nbsp;35 of the Estimates of the Department of Agriculture referred to in section&nbsp;2 of <em>Appropriation Act No.&nbsp;2,&nbsp;1974</em>, Vote&nbsp;30 of the Estimates of the Department of Agriculture and Agri‑Food, Canadian Food Inspection Agency, referred to in paragraph&nbsp;2(<em>a</em>) of <em>Appropriation Act No.&nbsp;1,&nbsp;2006‑2007</em> and any other Appropriation Act that authorizes payments of compensation under terms and conditions approved by the Governor in Council to owners of animals that have died as a result of anthrax, hereby approves the annexed <em>Anthrax Compensation Terms and Conditions,&nbsp;No.&nbsp;2</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du crédit&nbsp;35 du budget des dépenses du ministère de l’Agriculture visé par l’article&nbsp;2 de la <em>Loi&nbsp;n<sup>o</sup>&nbsp;2 de 1974 portant affectation de crédits</em>, du crédit&nbsp;30 du budget des dépenses du ministère de l’Agriculture et de l’Agroalimentaire, Agence canadienne d’inspection des aliments, visé à l’alinéa&nbsp;2<em>a</em>) de la <em>Loi&nbsp;de crédits n<sup>o</sup>&nbsp;1 pour 2006‑2007</em> et de toute autre loi portant affectation de crédits qui autorise des paiements d’indemnisation, conformément aux dispositions approuvées par le gouverneur en conseil, aux propriétaires d’animaux morts des suites de la fièvre charbonneuse, Son&nbsp;Excellence la Gouverneure générale en conseil approuve les <em>Modalités relatives à l’indemnisation des propriétaires d’animaux morts des suites de la fièvre charbonneuse,&nbsp;n<sup>o</sup>&nbsp;2</em>, ci‑après.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0852Date: 2006-08-29      Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri‑Food and the Treasury Board, pursuant to Vote 35 of the Estimates of the Department of Agriculture referred to in section 2 of Appropriation Act No. 2, 1974, Vote 30 of the Estimates of the Department of Agriculture and Agri‑Food, Canadian Food Inspection Agency, referred to in paragraph 2(a) of Appropriation Act No. 1, 2006‑2007 and any other Appropriation Act that authorizes payments of compensation under terms and conditions approved by the Governor in Council to owners of animals that have died as a result of anthrax, hereby approves the annexed Anthrax Compensation Terms and Conditions, No. 2.         Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du crédit 35 du budget des dépenses du ministère de l’Agriculture visé par l’article 2 de la Loi no 2 de 1974 portant affectation de crédits, du crédit 30 du budget des dépenses du ministère de l’Agriculture et de l’Agroalimentaire, Agence canadienne d’inspection des aliments, visé à l’alinéa 2a) de la Loi de crédits no 1 pour 2006‑2007 et de toute autre loi portant affectation de crédits qui autorise des paiements d’indemnisation, conformément aux dispositions approuvées par le gouverneur en conseil, aux propriétaires d’animaux morts des suites de la fièvre charbonneuse, Son Excellence la Gouverneure générale en conseil approuve les Modalités relatives à l’indemnisation des propriétaires d’animaux morts des suites de la fièvre charbonneuse, no 2, ci‑après.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}