{
  "id": "14794",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0844<br></p><p><strong>Date: </strong>2006-08-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas Inspector Mark&nbsp;Allen&nbsp;Bruce&nbsp;Dibblee, who was promoted to that rank by Order in Council P.C.&nbsp;2004-642 of May&nbsp;11,&nbsp;2004, has applied for voluntary retirement from the Royal Canadian Mounted Police, effective midnight June 2,&nbsp;2006;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">And whereas, pursuant to subsection&nbsp;23(1) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, the Commissioner of the Royal Canadian Mounted Police has forwarded a recommendation to the Minister of Public Safety and Emergency Preparedness for the administrative discharge of Inspector Mark&nbsp;Allen&nbsp;Bruce&nbsp;Dibblee, effective June&nbsp;2,&nbsp;2006, on the grounds of voluntary retirement as specified in paragraph&nbsp;19(<em>d</em>) of those Regulations;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to subsection&nbsp;23(2) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, hereby discharges Inspector Mark&nbsp;Allen&nbsp;Bruce&nbsp;Dibblee from the Royal Canadian Mounted Police, effective midnight June&nbsp;2,&nbsp;2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que l’inspecteur Mark&nbsp;Allen&nbsp;Bruce&nbsp;Dibblee, qui a été promu à ce grade par le décret C.P.&nbsp;2004‑642 du 11&nbsp;mai&nbsp;2004, a fait une demande de retraite volontaire de la Gendarmerie royale du Canada, laquelle retraite doit prendre effet à minuit le&nbsp;2&nbsp;juin&nbsp;2006;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"margin-right:-4.5pt;text-indent:1.0in;line-height: 150%\">Attendu que, en vertu du paragraphe&nbsp;23(1) du <em>Règlement&nbsp;de&nbsp;la Gendarmerie royale du Canada (1988)</em>, le Commissaire de la Gendarmerie royale du Canada a transmis au ministre de la Sécurité publique et de la Protection civile une recommandation de renvoi par mesure administrative de l’inspecteur Mark&nbsp;Allen&nbsp;Bruce&nbsp;Dibblee, pour retraite volontaire, conformément à l’alinéa 19<em>d</em>) de ce règlement, lequel renvoi doit prendre effet à minuit le 2&nbsp;juin&nbsp;2006,</p>  <p style=\"margin-right:-4.5pt;line-height:150%\">&nbsp;</p>  <p style=\"margin-right:-9.0pt;text-indent:1.0in;line-height: 150%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu du paragraphe&nbsp;23(2) du <em>Règlement de la Gendarmerie royale du Canada (1988)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil renvoie de la Gendarmerie royale du Canada, à minuit le 2&nbsp;juin&nbsp;2006, l’inspecteur Mark&nbsp;Allen&nbsp;Bruce&nbsp;Dibblee. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0844Date: 2006-08-29      Whereas Inspector Mark Allen Bruce Dibblee, who was promoted to that rank by Order in Council P.C. 2004-642 of May 11, 2004, has applied for voluntary retirement from the Royal Canadian Mounted Police, effective midnight June 2, 2006;     And whereas, pursuant to subsection 23(1) of the Royal Canadian Mounted Police Regulations, 1988, the Commissioner of the Royal Canadian Mounted Police has forwarded a recommendation to the Minister of Public Safety and Emergency Preparedness for the administrative discharge of Inspector Mark Allen Bruce Dibblee, effective June 2, 2006, on the grounds of voluntary retirement as specified in paragraph 19(d) of those Regulations;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to subsection 23(2) of the Royal Canadian Mounted Police Regulations, 1988, hereby discharges Inspector Mark Allen Bruce Dibblee from the Royal Canadian Mounted Police, effective midnight June 2, 2006.         Attendu que l’inspecteur Mark Allen Bruce Dibblee, qui a été promu à ce grade par le décret C.P. 2004‑642 du 11 mai 2004, a fait une demande de retraite volontaire de la Gendarmerie royale du Canada, laquelle retraite doit prendre effet à minuit le 2 juin 2006;     Attendu que, en vertu du paragraphe 23(1) du Règlement de la Gendarmerie royale du Canada (1988), le Commissaire de la Gendarmerie royale du Canada a transmis au ministre de la Sécurité publique et de la Protection civile une recommandation de renvoi par mesure administrative de l’inspecteur Mark Allen Bruce Dibblee, pour retraite volontaire, conformément à l’alinéa 19d) de ce règlement, lequel renvoi doit prendre effet à minuit le 2 juin 2006,     À ces causes, sur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu du paragraphe 23(2) du Règlement de la Gendarmerie royale du Canada (1988), Son Excellence la Gouverneure générale en conseil renvoie de la Gendarmerie royale du Canada, à minuit le 2 juin 2006, l’inspecteur Mark Allen Bruce Dibblee.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}