{
  "id": "14805",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0800<br></p><p><strong>Date: </strong>2006-08-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>) firstly,</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(i)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, a&nbsp;Convention between the Government of Canada and the Government of the Republic of Korea for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income, or</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(ii)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing the Honourable James&nbsp;Michael&nbsp;Flaherty, Minister of Finance, or V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, to sign, on behalf of the Government of Canada, a&nbsp;Convention between the Government of Canada and the Government of the Republic of Korea for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income; and</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Convention into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui‑ci&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;d’une part,</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(i)&nbsp;soit à signer, au nom du gouvernement du Canada, la Convention entre le gouvernement du Canada et le gouvernement de la République de Corée en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu,</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(ii)&nbsp;soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable James&nbsp;Michael&nbsp;Flaherty, ministre des Finances, ou V.&nbsp;Peter&nbsp;Harder, sous‑ministre des Affaires étrangères, à signer, au nom du gouvernement du Canada, la Convention entre le gouvernement du Canada et le gouvernement de la République de Corée en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu;</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;d’autre part, à prendre les mesures nécessaires pour l’entrée en vigueur de la Convention pour le Canada.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}