{
  "id": "14909",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0964<br></p><p><strong>Date: </strong>2006-09-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Fisheries and Oceans and the Lieutenant Governor in Council of the Province of Saskatchewan, pursuant to section 3 of the <em>Freshwater Fish Marketing Act</em>, hereby approves the appointment by the Minister of Fisheries and Oceans of Peter A. Beatty of Deschambault Lake, Saskatchewan, as a director of the Board of Directors of the Freshwater Fish Marketing Corporation to hold office during pleasure for a term of three years, in the place of Terry&nbsp;Hansen.&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Pêches et des Océans et du lieutenant-gouverneur en conseil de la province de la Saskatchewan et en vertu de l’article 3 de la <em>Loi sur la commercialisation du poisson d’eau douce</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre des Pêches et des Océans de Peter&nbsp;A.&nbsp;Beatty, de Deschambault&nbsp;Lake (Saskatchewan), administrateur du conseil d’administration de l’Office de commercialisation du poisson d’eau douce à titre amovible pour un mandat de trois ans, en remplacement de Terry&nbsp;Hansen. </p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-0964Date: 2006-09-15      Her Excellency the Governor General in Council, on the recommendation of the Minister of Fisheries and Oceans and the Lieutenant Governor in Council of the Province of Saskatchewan, pursuant to section 3 of the Freshwater Fish Marketing Act, hereby approves the appointment by the Minister of Fisheries and Oceans of Peter A. Beatty of Deschambault Lake, Saskatchewan, as a director of the Board of Directors of the Freshwater Fish Marketing Corporation to hold office during pleasure for a term of three years, in the place of Terry Hansen.            Sur recommandation du ministre des Pêches et des Océans et du lieutenant-gouverneur en conseil de la province de la Saskatchewan et en vertu de l’article 3 de la Loi sur la commercialisation du poisson d’eau douce, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre des Pêches et des Océans de Peter A. Beatty, de Deschambault Lake (Saskatchewan), administrateur du conseil d’administration de l’Office de commercialisation du poisson d’eau douce à titre amovible pour un mandat de trois ans, en remplacement de Terry Hansen.             \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}