{
  "id": "14941",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-0994<br></p><p><strong>Date: </strong>2006-09-21</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>) firstly,</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(i)&nbsp;to sign, on behalf of the Government of Canada, a General Agreement on Development Cooperation between the Government of Canada and the Government of the Republic of South Africa, or</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(ii)&nbsp;to execute and issue an Instrument of Full Powers authorizing Richard&nbsp;Ian&nbsp;Cameron, Senior Vice‑President, Canadian International Development Agency, or Paul&nbsp;S.&nbsp;Hunt, Vice‑President, or Diane&nbsp;Jacovella, Director General, East, the Horn and Southern Africa Program, or William&nbsp;Skerkowski, Counsellor, High Commission of Canada to the Republic of South Africa, to sign, on behalf of the Government of Canada, a General Agreement on Development Cooperation between the Government of Canada and the Government of the Republic of South Africa; and</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Agreement into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui‑ci&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>) d’une part,</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(i)&nbsp;soit à signer, au nom du gouvernement du Canada, l’Accord général de coopération au développement entre le gouvernement du Canada et le gouvernement de la République d’Afrique du&nbsp;Sud,</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(ii)&nbsp;soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Richard&nbsp;Ian&nbsp;Cameron, vice‑président principal, Agence canadienne de développement international, Paul&nbsp;S.&nbsp;Hunt, vice‑président, Diane&nbsp;Jacovella, directrice générale, Programme de l’Afrique australe, de la Corne et de&nbsp;l’Est, ou William&nbsp;Skerkowski, conseiller, haut-commissariat du Canada auprès de la République d’Afrique du&nbsp;Sud, à signer, au nom du gouvernement du Canada, l’Accord général de coopération au développement entre le gouvernement du Canada et le gouvernement de la République d’Afrique du&nbsp;Sud;</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;d’autre part, à prendre les mesures nécessaires pour l’entrée en vigueur de l’Accord pour le Canada.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}