{
  "id": "14950",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1003<br></p><p><strong>Date: </strong>2006-09-21</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>) firstly:</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Republic of Latvia concerning Exchanges of Young Citizens, or</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(ii) to execute and issue an Instrument of Full Powers authorizing V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, or James&nbsp;Fox, Assistant Deputy Minister, Bilateral Relations, Department of Foreign Affairs and International Trade, or Tom&nbsp;MacDonald, Director General, Central, East and South&nbsp;Europe Bureau, or Claire&nbsp;Poulin, Ambassador of Canada to the Republic of Latvia, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Republic of Latvia concerning Exchanges of Young Citizens; and</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>) secondly, to take the action necessary to bring the Agreement into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>) d’une part,</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République de Lettonie relatif aux échanges de jeunes citoyens;</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant V.&nbsp;Peter&nbsp;Harder, sous-ministre des Affaires étrangères, James&nbsp;Fox, sous-ministre adjoint, Relations bilatérales, ministère des Affaires étrangères et du Commerce international, Tom&nbsp;MacDonald, directeur général, Direction générale de l’Europe centrale, de l’Est et du Sud, ou Claire&nbsp;Poulin, ambassadeur du Canada auprès de la République de Lettonie, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République de Lettonie relatif aux échanges de jeunes citoyens;</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>) d’autre part, à prendre les mesures nécessaires pour l’entrée en vigueur de l’Accord pour le Canada.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1003Date: 2006-09-21      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister     (a) firstly:     (i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Republic of Latvia concerning Exchanges of Young Citizens, or     (ii) to execute and issue an Instrument of Full Powers authorizing V. Peter Harder, Deputy Minister of Foreign Affairs, or James Fox, Assistant Deputy Minister, Bilateral Relations, Department of Foreign Affairs and International Trade, or Tom MacDonald, Director General, Central, East and South Europe Bureau, or Claire Poulin, Ambassador of Canada to the Republic of Latvia, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Republic of Latvia concerning Exchanges of Young Citizens; and     (b) secondly, to take the action necessary to bring the Agreement into force for Canada.         Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères :     a) d’une part,     (i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République de Lettonie relatif aux échanges de jeunes citoyens;     (ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant V. Peter Harder, sous-ministre des Affaires étrangères, James Fox, sous-ministre adjoint, Relations bilatérales, ministère des Affaires étrangères et du Commerce international, Tom MacDonald, directeur général, Direction générale de l’Europe centrale, de l’Est et du Sud, ou Claire Poulin, ambassadeur du Canada auprès de la République de Lettonie, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République de Lettonie relatif aux échanges de jeunes citoyens;     b) d’autre part, à prendre les mesures nécessaires pour l’entrée en vigueur de l’Accord pour le Canada.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}