{
  "id": "14974",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1031<br></p><p><strong>Date: </strong>2006-09-21</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas on May 6, 1930, the Cowichan Lake Band of Indians (now known as the Lake Cowichan First Nation), a band within the meaning of the <em>Indian Act </em>(the “Band”), surrendered to Her Majesty in right of Canada the merchantable timber (the “Timber Surrender”) on Cowichan Lake Indian Reserve, in the Province of British&nbsp;Columbia, for timber harvesting purposes, which surrender was accepted by Order in Council P.C. 2233 of October 12, 1932;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the band assented to the revocation of the Timber Surrender on January 18, 2006;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(<em>c</em>) and section&nbsp;40 of the <em>Indian Act</em>, hereby accepts the revocation of the Timber Surrender set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que, le 6&nbsp;mai 1930, la bande indienne de Cowichan Lake (connue aujourd’hui sous le nom de Première nation Lake&nbsp;Cowichan), une&nbsp;bande au sens de la <em>Loi sur les Indiens</em> (la&nbsp;«&nbsp;bande&nbsp;»), a cédé à Sa Majesté du chef du Canada le bois marchand (la « cession de bois&nbsp;») de la réserve indienne de Cowichan&nbsp;Lake, dans la province de la Colombie-Britannique, à des fins de recolte du bois, laquelle cession a été acceptée par le décret C.P. 2233 du 12&nbsp;octobre 1932;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la bande a sanctionné la révocation de la cession de bois le 18 janvier 2006,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)<em>c</em>) et de l’article 40 de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil accepte la révocation de la cession de bois visée à l’annexe ci-jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}