{
  "id": "14995",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1047<br></p><p><strong>Date: </strong>2006-09-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas, pursuant to subsection&nbsp;12(5) of the <em>Farm Income Protection Act</em>, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection&nbsp;12(1) of that Act, to enter into an agreement with the Province of Quebec for the purpose of providing that province with its share of funding under the Canadian Agricultural Income Stabilization (CAIS) Inventory Transition Initiative;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to subsection&nbsp;12(5) of the <em>Farm Income Protection Act</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) repeals Order in Council P.C. 2006-518 of June&nbsp;8,&nbsp;2006; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) authorizes the Minister of Agriculture and Agri-Food, on behalf of the Government of Canada, to enter into an agreement with the Province of Quebec to provide that province with its share of funding under the CAIS Inventory Transition Initiative, substantially in accordance with the annexed draft agreement.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que, en vertu du paragraphe&nbsp;12(5) de la <em>Loi sur la protection du revenu agricole</em>, la gouverneure en conseil juge nécessaire, après la mise en oeuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire au titre du paragraphe&nbsp;12(1) de cette loi, de conclure un accord avec la province de Québec dans le but de fournir à celle-ci sa part du financement dans le cadre de l’Initiative de transition du Programme canadien de stabilisation du revenu agricole (PCSRA) pour l’évaluation des stocks,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du paragraphe 12(5) de la <em>Loi sur la protection du revenu agricole, </em>Son&nbsp;Excellence la Gouverneure générale en conseil :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) abroge le décret C.P. 2006-518 du 8 juin 2006;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure avec la province de Québec, au nom du gouvernement du Canada, un accord en vue de fournir à celle‑ci sa part du financement dans le cadre de l’Initiative de transition du PCSRA pour l’évaluation des stocks, lequel accord est conforme en substance au projet d’accord ci-joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}