{
  "id": "15034",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1088<br></p><p><strong>Date: </strong>2006-10-05</p><hr><p>    </p><div>  <p style=\"text-indent:67.5pt;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby sets apart, for the use and benefit of the Piapot Band, the lands described in the annexed schedule, consisting of 64.32&nbsp;hectares (158.94 acres) more or less of surface lands and 64.75&nbsp;hectares (160 acres) more or less of mines and minerals, as an addition to Piapot First Nation Indian Reserve No.&nbsp;75T, in the Province of Saskatchewan.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:67.5pt;line-height:225%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l‘accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Piapot, les terres délimitées à l’annexe ci‑jointe, lesquelles sont constituées d’environ 64,32 hectares (158,94 acres) de terres en surface et d’environ 64,75 hectares (160 acres) de mines et&nbsp;minéraux, à titre d’ajout à la réserve indienne Piapot First Nation Indian Reserve n<sup>o</sup>&nbsp;75T, dans la province de la Saskatchewan.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1088Date: 2006-10-05      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby sets apart, for the use and benefit of the Piapot Band, the lands described in the annexed schedule, consisting of 64.32 hectares (158.94 acres) more or less of surface lands and 64.75 hectares (160 acres) more or less of mines and minerals, as an addition to Piapot First Nation Indian Reserve No. 75T, in the Province of Saskatchewan.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l‘accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande Piapot, les terres délimitées à l’annexe ci‑jointe, lesquelles sont constituées d’environ 64,32 hectares (158,94 acres) de terres en surface et d’environ 64,75 hectares (160 acres) de mines et minéraux, à titre d’ajout à la réserve indienne Piapot First Nation Indian Reserve no 75T, dans la province de la Saskatchewan.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}