{
  "id": "15066",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1106<br></p><p><strong>Date: </strong>2006-10-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) to sign, on behalf of the Government of Canada, the Final Acts of the International Telecommunication Union Plenipotentiary Conference, Antalya (2006); or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) to execute and issue an Instrument of Full Powers authorizing Michael Binder, Assistant Deputy Minister, Spectrum, Information Technologies and Telecommunications, Department of Industry, or William R. Graham, Director, International Telecommunications Policy and Coordination Division, or Bruce A. Gracie, Special Advisor, International Organizations, to sign, on behalf of the Government of Canada, the Final Acts of the International Telecommunication Union Plenipotentiary Conference, Antalya (2006).</p>  <p>&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil, autorise celui-ci </p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) soit à signer, au nom du gouvernement du Canada, les&nbsp;Actes finals de la Conférence de plénipotentiaires de l'Union&nbsp;internationale des télécommunications, Antalya (2006)<strong>;</strong></p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Michael Binder, sous-ministre adjoint, Spectre, technologies de l’information et télécommunications, ministère&nbsp;de l’Industrie, William R. Graham, directeur, Direction&nbsp;de la politique et de la coordination des télécommunications internationales, ou Bruce A. Gracie, conseiller spécial, Organisations internationales, à signer, au nom du gouvernement du Canada, les Actes finals de la Conférence&nbsp;de plénipotentiaires de l'Union internationale des&nbsp;télécommunications, Antalya (2006).&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}