{
  "id": "15068",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1108<br></p><p><strong>Date: </strong>2006-10-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas, pursuant to section&nbsp;90 of the <em>Mackenzie Valley Resource Management Act</em>, the Minister of Indian Affairs and Northern Development has consulted with first nations and the Tlicho Government regarding the annexed Regulations;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;90 of the <em>Mackenzie Valley Resource Management Act</em>, hereby makes the annexed <em>Regulations Amending the Mackenzie Valley Land Use Regulations</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que le ministre des Affaires indiennes et du Nord canadien, conformément à l’article&nbsp;90 de la <em>Loi sur la gestion des ressources de la vallée du Mackenzie</em>, a consulté les premières nations et le gouvernement tlicho au sujet du règlement ci-après,</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;90 de la <em>Loi sur la gestion des ressources de la vallée du Mackenzie, </em>Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Règlement modifiant le Règlement sur l’utilisation des terres de la vallée du Mackenzie, </em>ci-après.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1108Date: 2006-10-19      Whereas, pursuant to section 90 of the Mackenzie Valley Resource Management Act, the Minister of Indian Affairs and Northern Development has consulted with first nations and the Tlicho Government regarding the annexed Regulations;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 90 of the Mackenzie Valley Resource Management Act, hereby makes the annexed Regulations Amending the Mackenzie Valley Land Use Regulations.         Attendu que le ministre des Affaires indiennes et du Nord canadien, conformément à l’article 90 de la Loi sur la gestion des ressources de la vallée du Mackenzie, a consulté les premières nations et le gouvernement tlicho au sujet du règlement ci-après,     À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 90 de la Loi sur la gestion des ressources de la vallée du Mackenzie, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur l’utilisation des terres de la vallée du Mackenzie, ci-après.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}