{
  "id": "15073",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1113<br></p><p><strong>Date: </strong>2006-10-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas The Thorold Chamber of Commerce, in the Province of Ontario, the certificate of formation of which was recorded under the provisions of the <em>Boards of Trade Act</em> on April&nbsp;14, 1893, has applied, pursuant to section&nbsp;39 of that Act, to change its name to the St.&nbsp;Catharines-Thorold Chamber of Commerce and, pursuant to section 4 of that Act, to change the boundaries of its district to the corporation limits of the City of Thorold and of the City of St.&nbsp;Catharines;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Governor in Council is satisfied that the change of name is not desired for any improper purpose and is not otherwise objectionable;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>)&nbsp;pursuant to section 39 of the <em>Boards of Trade Act</em>, changes the name of The Thorold Chamber of Commerce to the St.&nbsp;Catharines‑Thorold Chamber of Commerce; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>)&nbsp;pursuant to section&nbsp;4 of the <em>Boards of Trade Act</em>, changes the boundaries of the district of The Thorold Chamber of Commerce to the corporation limits of the City of Thorold and of the City of St.&nbsp;Catharines.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que The Thorold Chamber of Commerce (Ontario), dont le certificat de constitution a été enregistré le 14 avril 1893 en vertu de la <em>Loi&nbsp;sur les chambres de commerce</em>, a présenté une demande en vertu de l’article&nbsp;39 de cette loi pour que sa dénomination soit changée en celle de la St.&nbsp;Catharines-Thorold Chamber of Commerce et en vertu de l’article&nbsp;4 de cette loi pour que les limites de son district soient changées de façon à correspondre aux limites des municipalités de Thorold et de St.&nbsp;Catharines;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil est convaincue que le changement de dénomination n’est pas recherché dans un but irrégulier et n’est pas autrement susceptible d’objection,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de l’Industrie, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;en vertu de l’article&nbsp;39 de la <em>Loi&nbsp;sur les chambres de commerce</em>, change la dénomination de The Thorold Chamber of Commerce en celle de la St.&nbsp;Catharines-Thorold Chamber of Commerce,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp;en vertu de l’article&nbsp;4 de la <em>Loi&nbsp;sur les chambres de commerce</em>, change les limites du district de The Thorold Chamber of Commerce pour qu’elles correspondent aux limites des municipalités de Thorold et de St.&nbsp;Catharines.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}