{
  "id": "15072",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1112<br></p><p><strong>Date: </strong>2006-10-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas, on June 13, 2005, the Lake St. Martin Band, in the Province of Manitoba, held an election for a chief and six&nbsp;councillors, the summary of which is set out in the annexed schedule;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas, the Minister of Indian Affairs and Northern Development has reported that individuals provided money to certain electors in exchange for their mail-in ballot package; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas, in accordance with paragraph 14<em>(a) </em>of the <em>Indian Band Election Regulations</em>, the Minister of Indian Affairs and Northern Development has reported that he is satisfied that those circumstances constitute a corrupt practice in connection with the election;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 79(<em>a</em>) of the <em>Indian Act</em>, hereby sets aside the election, held on June 13, 2005, of Clarence&nbsp;Morse, Anthony Marsden, John C. Traverse and Emery&nbsp;Stagg as councillors of the Lake St. Martin Band, in the Province of Manitoba.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que, le 13 juin 2005, la bande indienne Lake&nbsp;St.&nbsp;Martin, dans la province du Manitoba, a tenu une élection pour élire un chef et six conseillers, le sommaire de l’élection figurant à l’annexe ci-jointe;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le ministre des Affaires indiennes et du Nord canadien rapporte que des individus ont remis des sommes d’argent à certains électeurs afin d’obtenir leur bulletin de vote postal;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que, en application de l’alinéa 14<em>a</em>) du <em>Règlement sur les élections au sein des bandes d’Indiens</em>,<em> </em>le ministre des Affaires indiennes et du Nord canadien rapporte qu’une telle pratique constitue une manoeuvre corruptrice à l’égard de l’élection;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 79<em>a</em>) de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil annule l’élection, tenue le 13 juin 2005, de Clarence&nbsp;Morse, Anthony Marsden, John C. Traverse et Emery Stagg aux postes de conseillers de la bande indienne Lake St. Martin, au Manitoba.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1112Date: 2006-10-19      Whereas, on June 13, 2005, the Lake St. Martin Band, in the Province of Manitoba, held an election for a chief and six councillors, the summary of which is set out in the annexed schedule;     Whereas, the Minister of Indian Affairs and Northern Development has reported that individuals provided money to certain electors in exchange for their mail-in ballot package;      And whereas, in accordance with paragraph 14(a) of the Indian Band Election Regulations, the Minister of Indian Affairs and Northern Development has reported that he is satisfied that those circumstances constitute a corrupt practice in connection with the election;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 79(a) of the Indian Act, hereby sets aside the election, held on June 13, 2005, of Clarence Morse, Anthony Marsden, John C. Traverse and Emery Stagg as councillors of the Lake St. Martin Band, in the Province of Manitoba.         Attendu que, le 13 juin 2005, la bande indienne Lake St. Martin, dans la province du Manitoba, a tenu une élection pour élire un chef et six conseillers, le sommaire de l’élection figurant à l’annexe ci-jointe;     Attendu que le ministre des Affaires indiennes et du Nord canadien rapporte que des individus ont remis des sommes d’argent à certains électeurs afin d’obtenir leur bulletin de vote postal;     Attendu que, en application de l’alinéa 14a) du Règlement sur les élections au sein des bandes d’Indiens, le ministre des Affaires indiennes et du Nord canadien rapporte qu’une telle pratique constitue une manoeuvre corruptrice à l’égard de l’élection;     À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 79a) de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil annule l’élection, tenue le 13 juin 2005, de Clarence Morse, Anthony Marsden, John C. Traverse et Emery Stagg aux postes de conseillers de la bande indienne Lake St. Martin, au Manitoba.            \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}