{
  "id": "15122",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1148<br></p><p><strong>Date: </strong>2006-10-26</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Indian Affairs and Northern&nbsp;Development and the Minister of Transport, Infrastructure and Communities, pursuant to subsection&nbsp;44(3) of the <em>Northwest&nbsp;Territories Act</em>, hereby approves the transfer, in perpetuity, of the administration and control of the entire interest in the public&nbsp;lands to the Minister of Transport, Infrastructure and Communities as described in the annexed schedule from the Commisissioner of the Northwest Territories.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du ministre des Transports, de l’Infrastructure et des Collectivités et en vertu du paragraphe&nbsp;44(3) de la <em>Loi sur les Territoires du Nord-Ouest</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée le transfert, à perpetuité fait par le commissaire des Territoires du Nord-Ouest au ministre des Transports, de l’Infrastructure et des Collectivités, de la gestion et de la maîtrise de tous ses droits réels sur les biens-fonds délimités à l’annexe ci-jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1148Date: 2006-10-26      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Minister of Transport, Infrastructure and Communities, pursuant to subsection 44(3) of the Northwest Territories Act, hereby approves the transfer, in perpetuity, of the administration and control of the entire interest in the public lands to the Minister of Transport, Infrastructure and Communities as described in the annexed schedule from the Commisissioner of the Northwest Territories.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du ministre des Transports, de l’Infrastructure et des Collectivités et en vertu du paragraphe 44(3) de la Loi sur les Territoires du Nord-Ouest, Son Excellence la Gouverneure générale en conseil agrée le transfert, à perpetuité fait par le commissaire des Territoires du Nord-Ouest au ministre des Transports, de l’Infrastructure et des Collectivités, de la gestion et de la maîtrise de tous ses droits réels sur les biens-fonds délimités à l’annexe ci-jointe.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}