{
  "id": "15169",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1199<br></p><p><strong>Date: </strong>2006-10-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister for International Trade, pursuant to section&nbsp;3 and subsection 3.1(3) of the <em>Canadian Commercial Corporation Act</em>, hereby approves the appointment by the Minister for International Trade of Daniel&nbsp;Ross of Navan, Ontario, as a director of the Canadian Commercial Corporation to hold office during pleasure for a term of three&nbsp;years.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre du Commerce international et en vertu de l’article&nbsp;3 et du paragraphe&nbsp;3.1(3) de la <em>Loi&nbsp;sur la Corporation commerciale canadienne</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la nomination par le ministre du Commerce international de Daniel&nbsp;Ross, de Navan (Ontario), administrateur de la Corporation commerciale canadienne, à titre amovible, pour un mandat de trois&nbsp;ans.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1199Date: 2006-10-30      Her Excellency the Governor General in Council, on the recommendation of the Minister for International Trade, pursuant to section 3 and subsection 3.1(3) of the Canadian Commercial Corporation Act, hereby approves the appointment by the Minister for International Trade of Daniel Ross of Navan, Ontario, as a director of the Canadian Commercial Corporation to hold office during pleasure for a term of three years.         Sur recommandation du ministre du Commerce international et en vertu de l’article 3 et du paragraphe 3.1(3) de la Loi sur la Corporation commerciale canadienne, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre du Commerce international de Daniel Ross, de Navan (Ontario), administrateur de la Corporation commerciale canadienne, à titre amovible, pour un mandat de trois ans.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}