{
  "id": "1517",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0284<br></p><p><strong>Date: </strong>2003-02-24</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment and the Minister of Fisheries and Oceans, pursuant to section&nbsp;7 of the <em>Department of the Environment Act</em> and section&nbsp;5 of the <em>Department of Fisheries and Oceans Act</em>, hereby approves that the Minister of the Environment and the Minister of Fisheries and Oceans enter into the <em>Canada-Quebec Agreement on the St.&nbsp;Lawrence Action Plan</em> with the Government of the Province of Quebec, substantially in accordance with the annexed draft agreement, to implement the St.&nbsp;Lawrence Action Plan aimed at protecting the St.&nbsp;Lawrence ecosystem and human health and at fostering the engagement of riverside communities in decision-making at the local level.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l’Environnement et du ministre des Pêches et des Océans et en vertu de l’article&nbsp;7 de la <em>Loi sur le ministère de l’Environnement</em> et de l’article&nbsp;5 de la <em>Loi sur le ministère des Pêches et des Océans</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve que le ministre de l’Environnement et le ministre des Pêches et des Océans concluent avec le gouvernement de la province de Québec l’<em>Entente Canada-Québec sur le plan d’action Saint-Laurent</em>, laquelle est conforme en substance au projet d’entente ci-joint et vise à mettre en oeuvre le Plan d’action Saint-Laurent en vue de protéger l’écosystème du Saint-Laurent et la santé humaine et à favoriser la participation des collectivités riveraines à la prise de décisions à l’échelle locale.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0284Date: 2003-02-24                    Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment and the Minister of Fisheries and Oceans, pursuant to section 7 of the Department of the Environment Act and section 5 of the Department of Fisheries and Oceans Act, hereby approves that the Minister of the Environment and the Minister of Fisheries and Oceans enter into the Canada-Quebec Agreement on the St. Lawrence Action Plan with the Government of the Province of Quebec, substantially in accordance with the annexed draft agreement, to implement the St. Lawrence Action Plan aimed at protecting the St. Lawrence ecosystem and human health and at fostering the engagement of riverside communities in decision-making at the local level.                   Sur recommandation du ministre de l’Environnement et du ministre des Pêches et des Océans et en vertu de l’article 7 de la Loi sur le ministère de l’Environnement et de l’article 5 de la Loi sur le ministère des Pêches et des Océans, Son Excellence la Gouverneure générale en conseil approuve que le ministre de l’Environnement et le ministre des Pêches et des Océans concluent avec le gouvernement de la province de Québec l’Entente Canada-Québec sur le plan d’action Saint-Laurent, laquelle est conforme en substance au projet d’entente ci-joint et vise à mettre en oeuvre le Plan d’action Saint-Laurent en vue de protéger l’écosystème du Saint-Laurent et la santé humaine et à favoriser la participation des collectivités riveraines à la prise de décisions à l’échelle locale.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}