{
  "id": "15216",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1246<br></p><p><strong>Date: </strong>2006-10-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Fisheries and Oceans, pursuant to sections 3 and 6 of the <em>Freshwater Fish Marketing Act</em>, hereby appoints John&nbsp;Wood of Watford, Ontario, to be President of the Freshwater Fish Marketing Corporation to hold office during pleasure for a term of three&nbsp;years, in the place of Bob&nbsp;Hand, who has resigned, and fixes his salary and other employment conditions as set out in the annexed schedule, which salary is within the GRP&nbsp;3 range ($137,800&nbsp;‑&nbsp;$162,100).&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Pêches et des Océans et en vertu des articles 3 et 6 de la <em>Loi sur la commercialisation du poisson d’eau douce</em>, Son Excellence la Gouverneure générale en conseil nomme John&nbsp;Wood, de Watford (Ontario), président de l’Office de commercialisation du poisson d’eau douce à titre amovible pour un mandat de trois ans, en remplacement de Bob&nbsp;Hand, démissionnaire, et fixe son traitement et autres conditions d’emploi conformément à l’annexe ci‑jointe, lequel traitement se situe dans l’échelle GRP&nbsp;3&nbsp;(137&nbsp;800&nbsp;$&nbsp;‑&nbsp;162&nbsp;100&nbsp;$). </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1246Date: 2006-10-30      Her Excellency the Governor General in Council, on the recommendation of the Minister of Fisheries and Oceans, pursuant to sections 3 and 6 of the Freshwater Fish Marketing Act, hereby appoints John Wood of Watford, Ontario, to be President of the Freshwater Fish Marketing Corporation to hold office during pleasure for a term of three years, in the place of Bob Hand, who has resigned, and fixes his salary and other employment conditions as set out in the annexed schedule, which salary is within the GRP 3 range ($137,800 ‑ $162,100).           Sur recommandation du ministre des Pêches et des Océans et en vertu des articles 3 et 6 de la Loi sur la commercialisation du poisson d’eau douce, Son Excellence la Gouverneure générale en conseil nomme John Wood, de Watford (Ontario), président de l’Office de commercialisation du poisson d’eau douce à titre amovible pour un mandat de trois ans, en remplacement de Bob Hand, démissionnaire, et fixe son traitement et autres conditions d’emploi conformément à l’annexe ci‑jointe, lequel traitement se situe dans l’échelle GRP 3 (137 800 $ ‑ 162 100 $).       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}