{
  "id": "15256",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1272<br></p><p><strong>Date: </strong>2006-11-02</p><hr><p>    </p><div>  <p style=\"text-indent:.95in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and The&nbsp;Canadian Wheat Board, pursuant to subsection 39(2) of the <em>Canadian Wheat Board Act</em>, hereby deems the payment of a contribution by The Canadian Wheat Board from the separate account referred to in that subsection of $100,000 per year for three years covering the period 2006 to 2008, on the condition that funds are available, to fund a Fusarium Head Blight Research Project for barley to be for the benefit of producers.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:.95in;line-height:200%\">Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et de la Commission canadienne du blé et en vertu du paragraphe 39(2) de la <em>Loi sur la Commission canadienne du blé</em>, Son Excellence la Gouverneure générale en conseil estime que le versement sur le compte distinct mentionné au paragraphe 39(2) de cette loi d’une contribution par la Commission canadienne du blé de 100 000 $ par année, pendant trois ans pour la période commençant en 2006 et se terminant en 2008, pour financer un projet de recherche sur la fusariose de l’orge est à l’avantage des producteurs, pourvu que les fonds se trouvant dans ce compte soient suffisants.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}