{
  "id": "15314",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1346<br></p><p><strong>Date: </strong>2006-11-10</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of National Revenue, pursuant to section&nbsp;15 of the <em>Canada Revenue Agency Act</em>, hereby appoints Sylvie&nbsp;Tessier of Toronto, Ontario, selected from a list of nominees submitted by the Province of Ontario, to be a director of the Board of Management of the Canada Revenue Agency, to hold office during pleasure for a term of three&nbsp;years, in the place of Brock&nbsp;Smith.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre du Revenu national et en vertu de l’article&nbsp;15 de la <em>Loi&nbsp;sur l’Agence du revenu du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Sylvie&nbsp;Tessier, de Toronto (Ontario), choisie sur une liste de candidats proposés par la province d’Ontario, administrateur du conseil de direction de l’Agence du revenu du Canada, à titre amovible pour un mandat de trois&nbsp;ans, en remplacement de Brock&nbsp;Smith.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1346Date: 2006-11-10      Her Excellency the Governor General in Council, on the recommendation of the Minister of National Revenue, pursuant to section 15 of the Canada Revenue Agency Act, hereby appoints Sylvie Tessier of Toronto, Ontario, selected from a list of nominees submitted by the Province of Ontario, to be a director of the Board of Management of the Canada Revenue Agency, to hold office during pleasure for a term of three years, in the place of Brock Smith.         Sur recommandation de la ministre du Revenu national et en vertu de l’article 15 de la Loi sur l’Agence du revenu du Canada, Son Excellence la Gouverneure générale en conseil nomme Sylvie Tessier, de Toronto (Ontario), choisie sur une liste de candidats proposés par la province d’Ontario, administrateur du conseil de direction de l’Agence du revenu du Canada, à titre amovible pour un mandat de trois ans, en remplacement de Brock Smith.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}