{
  "id": "15349",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1382<br></p><p><strong>Date: </strong>2006-11-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to sections 19 and 23 of the <em>First Nations Fiscal and Statistical Management Act</em>, hereby appoints Clarence&nbsp;T.&nbsp;(Manny)&nbsp;Jules of Kamloops, British Columbia, to be Chief&nbsp;Commissioner of the First&nbsp;Nations Tax Commission, to hold office during good behaviour for a term of four years, and fixes his remuneration as set out in the annexed schedule, which salary is within the range GCQ&nbsp;7 ($166,100&nbsp;‑&nbsp;$195,400).&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu des articles 19 et 23 de la <em>Loi&nbsp;sur la gestion financière et statistique des premières nations</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Clarence&nbsp;T.&nbsp;(Manny)&nbsp;Jules, de Kamloops (Colombie‑Britannique), président de la Commission de la fiscalité des premières nations, à titre inamovible pour un mandat de quatre ans, et fixe sa rémunération conformément à l’annexe ci‑jointe, lequel traitement se situe dans l’échelle GCQ&nbsp;7 (166&nbsp;100&nbsp;$&nbsp;‑&nbsp;195&nbsp;400&nbsp;$). </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1382Date: 2006-11-22      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to sections 19 and 23 of the First Nations Fiscal and Statistical Management Act, hereby appoints Clarence T. (Manny) Jules of Kamloops, British Columbia, to be Chief Commissioner of the First Nations Tax Commission, to hold office during good behaviour for a term of four years, and fixes his remuneration as set out in the annexed schedule, which salary is within the range GCQ 7 ($166,100 ‑ $195,400).             Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu des articles 19 et 23 de la Loi sur la gestion financière et statistique des premières nations, Son Excellence la Gouverneure générale en conseil nomme Clarence T. (Manny) Jules, de Kamloops (Colombie‑Britannique), président de la Commission de la fiscalité des premières nations, à titre inamovible pour un mandat de quatre ans, et fixe sa rémunération conformément à l’annexe ci‑jointe, lequel traitement se situe dans l’échelle GCQ 7 (166 100 $ ‑ 195 400 $).       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}