{
  "id": "15368",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1397<br></p><p><strong>Date: </strong>2006-11-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) firstly,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(i) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the European Community Establishing a Framework for Cooperation in Higher Education, Training and Youth; or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(ii) to execute and issue an Instrument of Full Powers authorizing V. Peter Harder, Deputy Minister of Foreign Affairs, or Ross Hornby, Ambassador of the Permanent Mission of Canada to the European Union, or Jean&nbsp;Saint‑Jacques, Minister Counsellor and Deputy Head of Mission, or Anne-Marie Bourcier, Ambassador of Canada to the Republic of Finland, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the European Community Establishing a Framework for Cooperation in Higher Education, Training and Youth; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) secondly, to take the action necessary to bring the Agreement into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci :</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) d’une part,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et la Communauté européenne établissant un cadre de coopération en matière d’enseignement supérieur, de formation et de jeunesse;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(ii) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant V. Peter Harder, sous-ministre des Affaires étrangères, Ross Hornby, ambassadeur de la&nbsp;Mission permanente du Canada auprès de l’Union&nbsp;européenne, Jean&nbsp;Saint‑Jacques, ministre conseiller et chef de mission adjoint, ou Anne‑Marie&nbsp;Bourcier, ambassadeur du Canada auprès de la République de Finlande, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et la Communauté européenne établissant un cadre de coopération en matière d’enseignement supérieur, de formation et de jeunesse;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}