{
  "id": "15378",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1406<br></p><p><strong>Date: </strong>2006-11-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby sets apart for the use and benefit of the English River First&nbsp;Nation Band</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) the lands described in Schedule&nbsp;I, mines and minerals included, as English River First Nation Barkwell Bay Indian Reserve No.&nbsp;192I, in the Province of Saskatchewan; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) the lands described in Schedule&nbsp;II, mines and minerals included, as English River First Nation Haultain Lake Indian Reserve No.&nbsp;192K, in the Province of Saskatchewan; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>c</em>) the lands described in Schedule&nbsp;III, mines and minerals included, as English River First Nation Flatstone Lake Indian Reserve No.&nbsp;192L, in the Province of Saskatchewan.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la bande English River First Nation :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) les terres délimitées à l’annexe I, mines et minéraux compris, pour constituer la réserve indienne English River First&nbsp;Nation Barkwell Bay n<sup>o</sup>&nbsp;192I, dans la province de la Saskatchewan;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) les terres délimitées à l’annexe II, mines et minéraux compris, pour constituer la réserve indienne English River First&nbsp;Nation Haultain Lake n<sup>o</sup>&nbsp;192K, dans la province de la Saskatchewan;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>) les terres délimitées à l’annexe III, mines et minéraux compris, pour constituer la réserve indienne English River First&nbsp;Nation Flatstone Lake n<sup>o</sup>&nbsp;192L, dans la province de la Saskatchewan.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}