{
  "id": "15450",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1469<br></p><p><strong>Date: </strong>2006-11-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities and the Treasury Board, pursuant to paragraph&nbsp;15(1)(<em>b</em>) of the <em>National Capital Act</em>, hereby approves that the National Capital Commission grant to the Government of Quebec, in perpetuity, those easements that are or may become necessary to complete the disposals of real property approved pursuant to Orders in Council P.C.&nbsp;1971‑2875 of December 31, 1971 and P.C.&nbsp;2001‑1417 of August&nbsp;1, 2001 and for the completion and the proper operation of the road system in the Quebec-portion of the National Capital Region, which easements may only be granted in respect of properties that are either adjacent to or nearby the road system and otherwise on terms satisfactory to the National Capital Commission.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et du Conseil du Trésor et en vertu de l’alinéa&nbsp;15(1)<em>b</em>) de la <em>Loi sur la capitale nationale</em>, Son Excellence la Gouverneure générale en conseil approuve l’octroi au gouvernement du Québec par la Commission de la capitale nationale des servitudes à perpétuité nécessaires ou qui pourraient s’avérer nécessaires pour compléter les aliénations approuvées aux termes des décrets C.P.&nbsp;1971‑2875 du 31 décembre 1971 et C.P.&nbsp;2001‑1417 du 1<sup>er</sup> août 2001 en vue de parachever et d’assurer le bon fonctionnement du réseau routier dans le secteur québécois de la Région de la capitale nationale, ces servitudes ne devant grever que les propriétés adjacentes ou situées à proximité du réseau routier, le tout aux conditions que la Commission de la capitale nationale estime par ailleurs satisfaisantes. </p>  <p style=\"margin-right:.5in\"></p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}