{
  "id": "1547",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0294<br></p><p><strong>Date: </strong>2003-03-18</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section&nbsp;9 of the <em>Bank of Canada Act</em>, hereby approves the re-appointment by the Minister of Finance of J.&nbsp;Spencer&nbsp;Lanthier of Toronto, Ontario, as a director of the Board of Directors of the Bank of Canada to hold office, during good behaviour, for a term ending February&nbsp;28,&nbsp;2006.</p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Finances et en vertu de l’article&nbsp;9 de la <em>Loi sur la Banque du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par le ministre des Finances de J.&nbsp;Spencer&nbsp;Lanthier, de Toronto (Ontario), administrateur du conseil d'administration de la Banque du Canada à titre inamovible pour une période se terminant le 28&nbsp;février&nbsp;2006. </p> <p style=\"line-height: 0.36in\">&nbsp;</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0294Date: 2003-03-18                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 9 of the Bank of Canada Act, hereby approves the re-appointment by the Minister of Finance of J. Spencer Lanthier of Toronto, Ontario, as a director of the Board of Directors of the Bank of Canada to hold office, during good behaviour, for a term ending February 28, 2006.                         Sur recommandation du ministre des Finances et en vertu de l’article 9 de la Loi sur la Banque du Canada, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par le ministre des Finances de J. Spencer Lanthier, de Toronto (Ontario), administrateur du conseil d'administration de la Banque du Canada à titre inamovible pour une période se terminant le 28 février 2006.       \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}