{
  "id": "15510",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1584<br></p><p><strong>Date: </strong>2006-12-14</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Nova&nbsp;Scotia, the Honourable Michael&nbsp;MacDonald, Chief Justice of Nova&nbsp;Scotia, will be unable to act from December&nbsp;26 to December&nbsp;29,&nbsp;2006, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,&nbsp;1867</em>, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Michael&nbsp;MacDonald as Administrator of the Government of Nova&nbsp;Scotia, effective December&nbsp;26,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Elizabeth&nbsp;A.&nbsp;Roscoe to be Administrator of the Government of Nova&nbsp;Scotia, to execute the office and functions of the Lieutenant Governor of Nova&nbsp;Scotia during the absence, illness or other inability of the Lieutenant Governor, effective December&nbsp;26,&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Elizabeth&nbsp;A.&nbsp;Roscoe as Administrator, effective December&nbsp;30,&nbsp;2006; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Michael&nbsp;MacDonald to be Administrator of the Government of Nova&nbsp;Scotia, to execute the office and functions of the Lieutenant Governor of Nova&nbsp;Scotia during the absence, illness or other inability of the Lieutenant Governor, effective December&nbsp;30,&nbsp;2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de la Nouvelle‑Écosse, l’honorable Michael&nbsp;MacDonald, juge en chef de la Nouvelle‑Écosse, ne sera pas en mesure de remplir ses fonctions du&nbsp;26&nbsp;au&nbsp;29&nbsp;décembre 2006, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Michael&nbsp;MacDonald au poste d’administrateur du gouvernement de la Nouvelle‑Écosse, avec prise d’effet le 26&nbsp;décembre&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable Elizabeth&nbsp;A.&nbsp;Roscoe à titre d’administrateur du gouvernement de la Nouvelle‑Écosse pour qu’elle remplisse les fonctions de lieutenant-gouverneur de la Nouvelle‑Écosse durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 26&nbsp;décembre&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Elizabeth&nbsp;A.&nbsp;Roscoe au poste d’administrateur, avec prise d’effet le 30&nbsp;décembre&nbsp;2006;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Michael&nbsp;MacDonald à titre d’administrateur du gouvernement de la Nouvelle‑Écosse pour qu’il remplisse les fonctions de lieutenant-gouverneur de la Nouvelle‑Écosse durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 30&nbsp;décembre&nbsp;2006.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1584Date: 2006-12-14      Whereas the Administrator of the Government of Nova Scotia, the Honourable Michael MacDonald, Chief Justice of Nova Scotia, will be unable to act from December 26 to December 29, 2006, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby:     (a) terminates the appointment of the Honourable Michael MacDonald as Administrator of the Government of Nova Scotia, effective December 26, 2006;     (b) appoints the Honourable Elizabeth A. Roscoe to be Administrator of the Government of Nova Scotia, to execute the office and functions of the Lieutenant Governor of Nova Scotia during the absence, illness or other inability of the Lieutenant Governor, effective December 26, 2006;     (c) terminates the appointment of the Honourable Elizabeth A. Roscoe as Administrator, effective December 30, 2006; and     (d) appoints the Honourable Michael MacDonald to be Administrator of the Government of Nova Scotia, to execute the office and functions of the Lieutenant Governor of Nova Scotia during the absence, illness or other inability of the Lieutenant Governor, effective December 30, 2006.         Attendu que l’administrateur du gouvernement de la Nouvelle‑Écosse, l’honorable Michael MacDonald, juge en chef de la Nouvelle‑Écosse, ne sera pas en mesure de remplir ses fonctions du 26 au 29 décembre 2006, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :     a) met fin à la nomination de l’honorable Michael MacDonald au poste d’administrateur du gouvernement de la Nouvelle‑Écosse, avec prise d’effet le 26 décembre 2006;     b) nomme l’honorable Elizabeth A. Roscoe à titre d’administrateur du gouvernement de la Nouvelle‑Écosse pour qu’elle remplisse les fonctions de lieutenant-gouverneur de la Nouvelle‑Écosse durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 26 décembre 2006;     c) met fin à la nomination de l’honorable Elizabeth A. Roscoe au poste d’administrateur, avec prise d’effet le 30 décembre 2006;     d) nomme l’honorable Michael MacDonald à titre d’administrateur du gouvernement de la Nouvelle‑Écosse pour qu’il remplisse les fonctions de lieutenant-gouverneur de la Nouvelle‑Écosse durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 30 décembre 2006.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}