{
  "id": "15533",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1560<br></p><p><strong>Date: </strong>2006-12-14</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, the World Wine Trade Group Agreement on Requirements for Wine Labelling; or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>) to&nbsp;execute and issue an Instrument of Full Powers authorizing the Honourable David&nbsp;Emerson, Minister for International Trade, or Michael R.&nbsp;Leir, High Commissioner for Canada in Australia, or Kirsten&nbsp;Hillman, Director, Technical Barriers and Regulations, Department of Foreign Affairs and International Trade, or Gaëtan&nbsp;Martineau, Acting Deputy Director, to sign, on behalf of the Government of Canada, the World Wine Trade Group Agreement on Requirements for Wine Labelling.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui‑ci&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;soit à signer, au nom du gouvernement du Canada, l’Accord du Groupe mondial du commerce du vin sur les règles d’étiquetage du vin;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>) soit à&nbsp;signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable David&nbsp;Emerson, ministre du Commerce international, Michael&nbsp;R.&nbsp;Leir, haut commissaire du Canada en Australie, Kirsten&nbsp;Hillman, directrice, Direction des règlements et des obstacles techniques, ministère des Affaires étrangères et du Commerce international, ou Gaëtan&nbsp;Martineau, directeur adjoint par intérim, à signer, au nom du gouvernement du Canada, l’Accord du Groupe mondial du commerce du vin sur les règles d’étiquetage du vin.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}