{
  "id": "15651",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2006-1666<br></p><p><strong>Date: </strong>2006-12-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities and the Treasury Board, pursuant to section&nbsp;48 of the <em>Canada Transportation Act</em>, hereby approves that the Minister of Transport, Infrastructure and Communities enter into a contribution agreement with the Province of British&nbsp;Columbia, in accordance with the terms and conditions specified in the annexed schedule, for a total amount not to exceed $2,302,000 payable over four&nbsp;years ending on March&nbsp;31,&nbsp;2011, for the purpose of the Marine Simulators Contribution Program.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et du Conseil du Trésor et en vertu de l’article&nbsp;48 de la <em>Loi sur les transports au Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée la conclusion par le ministre des Transports, de l’Infrastructure et des Collectivités d’un accord de contribution avec la province de la Colombie-Britannique, conformément aux conditions précisées à l’annexe ci-jointe, d’une somme totale ne dépassant pas 2&nbsp;302&nbsp;000&nbsp;$ à payer sur une période de quatre ans se terminant le 31&nbsp;mars&nbsp;2011, pour les besoins du Programme de contributions pour les simulateurs maritimes.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2006-1666Date: 2006-12-18      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities and the Treasury Board, pursuant to section 48 of the Canada Transportation Act, hereby approves that the Minister of Transport, Infrastructure and Communities enter into a contribution agreement with the Province of British Columbia, in accordance with the terms and conditions specified in the annexed schedule, for a total amount not to exceed $2,302,000 payable over four years ending on March 31, 2011, for the purpose of the Marine Simulators Contribution Program.           Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et du Conseil du Trésor et en vertu de l’article 48 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil agrée la conclusion par le ministre des Transports, de l’Infrastructure et des Collectivités d’un accord de contribution avec la province de la Colombie-Britannique, conformément aux conditions précisées à l’annexe ci-jointe, d’une somme totale ne dépassant pas 2 302 000 $ à payer sur une période de quatre ans se terminant le 31 mars 2011, pour les besoins du Programme de contributions pour les simulateurs maritimes.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}