{
  "id": "15720",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0068<br></p><p><strong>Date: </strong>2007-01-25</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister for the purposes of the <em>Atlantic Canada Opportunities Agency Act</em>, pursuant to subsection 28(2) of the <em>Enterprise Cape Breton Corporation Act</em>, hereby approves the </p>  <p style=\"line-height:200%\">appointment by the Minister for the purposes of the <em>Atlantic Canada Opportunities Agency Act</em> of Frank&nbsp;MacInnis of Creignish, Nova&nbsp;Scotia, as a director of the Board of Directors of the Enterprise Cape Breton Corporation to hold office for a term of three&nbsp;years, in the place of Robert&nbsp;McFadgen.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre chargé de l’application de la <em>Loi sur l’Agence de promotion économique du Canada atlantique </em>et en vertu du paragraphe 28(2) de la <em>Loi sur la Société d’expansion du Cap-Breton</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre chargé de l’application de la <em>Loi sur l’Agence de promotion économique du Canada atlantique</em> de Frank&nbsp;MacInnis, de Creignish (Nouvelle-Écosse), administrateur du conseil d’administration de la Société d’expansion du Cap-Breton, pour un mandat de trois&nbsp;ans, en remplacement de Robert&nbsp;McFadgen.&nbsp; </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0068Date: 2007-01-25      Her Excellency the Governor General in Council, on the recommendation of the Minister for the purposes of the Atlantic Canada Opportunities Agency Act, pursuant to subsection 28(2) of the Enterprise Cape Breton Corporation Act, hereby approves the   appointment by the Minister for the purposes of the Atlantic Canada Opportunities Agency Act of Frank MacInnis of Creignish, Nova Scotia, as a director of the Board of Directors of the Enterprise Cape Breton Corporation to hold office for a term of three years, in the place of Robert McFadgen.           Sur recommandation du ministre chargé de l’application de la Loi sur l’Agence de promotion économique du Canada atlantique et en vertu du paragraphe 28(2) de la Loi sur la Société d’expansion du Cap-Breton, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre chargé de l’application de la Loi sur l’Agence de promotion économique du Canada atlantique de Frank MacInnis, de Creignish (Nouvelle-Écosse), administrateur du conseil d’administration de la Société d’expansion du Cap-Breton, pour un mandat de trois ans, en remplacement de Robert McFadgen.           \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}