{
  "id": "15731",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0079<br></p><p><strong>Date: </strong>2007-01-25</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section&nbsp;5 of the <em>Farm Credit Canada Act</em>, hereby approves the appointment by the Minister of Agriculture and Agri‑Food of Brad&nbsp;Hanmer of Govan, Saskatchewan, as a director of the Board of Directors of Farm Credit Canada to hold office during pleasure for a term of three years, in the place of Joan&nbsp;Meyer.&nbsp;&nbsp; </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre de l'Agriculture et de l'Agroalimentaire et en vertu de l'article 5 de la<em> Loi sur Financement agricole Canada</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre de l'Agriculture et de l'Agroalimentaire de Brad&nbsp;Hanmer, de Govan (Saskatchewan), conseiller du conseil d'administration de Financement agricole Canada, à titre amovible, pour un mandat de trois&nbsp;ans, en remplacement de Joan&nbsp;Meyer. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0079Date: 2007-01-25      Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section 5 of the Farm Credit Canada Act, hereby approves the appointment by the Minister of Agriculture and Agri‑Food of Brad Hanmer of Govan, Saskatchewan, as a director of the Board of Directors of Farm Credit Canada to hold office during pleasure for a term of three years, in the place of Joan Meyer.               Sur recommandation du ministre de l'Agriculture et de l'Agroalimentaire et en vertu de l'article 5 de la Loi sur Financement agricole Canada, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre de l'Agriculture et de l'Agroalimentaire de Brad Hanmer, de Govan (Saskatchewan), conseiller du conseil d'administration de Financement agricole Canada, à titre amovible, pour un mandat de trois ans, en remplacement de Joan Meyer.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}