{
  "id": "15806",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0159<br></p><p><strong>Date: </strong>2007-02-09</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas subsection 4(4) of the <em>Financial Consumer Agency of Canada Act</em> (the “Act”) provides that in the event of the absence or incapacity of the Commissioner of the Financial Consumer Agency of Canada, or if the office of Commissioner is vacant, the Minister may appoint a qualified person to exercise the powers and perform the duties and functions of the Commissioner;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas subsection 4(4) of the Act specifies that no person may be appointed by the Minister for a term of more than 90 days without the approval of the Governor in Council;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to subsection 4(4) of the <em>Financial Consumer Agency of Canada Act</em>, hereby approves the appointment by the Minister of Finance of James D.&nbsp;Callon of Russell, Ontario, to exercise the powers and perform the duties and functions of Commissioner of the Financial Consumer Agency of Canada for a term exceeding 90&nbsp;days until such time as a new Commissioner is appointed.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le paragraphe 4(4) de la <em>Loi sur l’Agence de la consommation en matière financière du Canada</em> prévoit qu’en cas d’absence ou d’empêchement du commissaire de l’Agence de la consommation en matière financière ou de vacance de son poste, le ministre peut confier à une personne compétente les attributions du commissaire;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le paragraphe 4(4) de cette loi prévoit que l’intérim ne peut dépasser quatre‑vingt‑dix&nbsp;jours sans l’approbation du gouverneur en conseil,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Finances et en vertu du paragraphe 4(4) de la <em>Loi sur l’Agence de la consommation en matière financière du Canada</em>, Son Excellence la Gouverneure générale en conseil approuve que le ministre des Finances confie à James D. Callon, de Russell (Ontario), les attributions du commissaire de l’Agence de la consommation en matière financière du Canada pour une période de plus de quatre‑vingt‑dix&nbsp;jours, jusqu’à la nomination du nouveau commissaire.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}