{
  "id": "1583",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0349<br></p><p><strong>Date: </strong>2003-03-20</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, </p> <p style=\"line-height: 0.468751in\">considering it in the public interest, hereby orders, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;15 of the <em>Investment Canada Act</em>, that the investment by Hudson Group Canada, Inc. to establish a new Canadian Business carried on by Hudson News at Calgary, Alberta, be reviewed.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;15 de la <em>Loi sur Investissement Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil, jugeant qu’il est d’intérêt public de le faire, ordonne que l’investissement effectué par Hudson Group Canada, Inc., en vue d’établir une nouvelle entreprise canadienne exploitée par Hudson News à Calgary (Alberta), soit soumis à l’examen.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0349Date: 2003-03-20                     Her Excellency the Governor General in Council,  considering it in the public interest, hereby orders, on the recommendation of the Minister of Canadian Heritage, pursuant to section 15 of the Investment Canada Act, that the investment by Hudson Group Canada, Inc. to establish a new Canadian Business carried on by Hudson News at Calgary, Alberta, be reviewed.                    Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 15 de la Loi sur Investissement Canada, Son Excellence la Gouverneure générale en conseil, jugeant qu’il est d’intérêt public de le faire, ordonne que l’investissement effectué par Hudson Group Canada, Inc., en vue d’établir une nouvelle entreprise canadienne exploitée par Hudson News à Calgary (Alberta), soit soumis à l’examen.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}