{
  "id": "15845",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0184<br></p><p><strong>Date: </strong>2007-02-15</p><hr><p>    </p><div>  <p>&nbsp;</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whereas the Administrator of the Government of Manitoba, the Honourable Richard&nbsp;J.&nbsp;Scott, Chief Justice of Manitoba, will be unable to act from February&nbsp;19 to March&nbsp;2,&nbsp;2007, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the <em>Constitution Act</em>, <em>1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>) terminates the appointment of the Honourable Richard J. Scott as Administrator of the Government of Manitoba, effective February&nbsp;19,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>) appoints the Honourable A.&nbsp;Kerr&nbsp;Twaddle to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective February&nbsp;19, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>) terminates the appointment of the Honourable A.&nbsp;Kerr&nbsp;Twaddle as Administrator of the Governor of Manitoba, effective March&nbsp;3,&nbsp;2007; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>) appoints the Honourable Richard J. Scott to be Administrator of the Government of Manitoba to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;3,&nbsp;2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p>&nbsp;</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attendu que l’administrateur du gouvernement du Manitoba, l’honorable Richard&nbsp;J.&nbsp;Scott, juge en chef du Manitoba, ne sera pas en mesure de remplir ses fonctions du 19&nbsp;février au 2&nbsp;mars&nbsp;2007, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Richard&nbsp;J.&nbsp;Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 19&nbsp;février&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable A.&nbsp;Kerr&nbsp;Twaddle à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 19&nbsp;février&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable A.&nbsp;Kerr&nbsp;Twaddle au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 3&nbsp;mars&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Richard&nbsp;J.&nbsp;Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 3&nbsp;mars&nbsp;2007.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}