{
  "id": "15841",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0180<br></p><p><strong>Date: </strong>2007-02-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.2in\">(<em>a</em>)&nbsp;firstly</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.2in;margin-bottom:0in; margin-left:.4in;margin-bottom:.0001pt\">(i)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, an Agreement between Canada and Spain on Youth Mobility Programs, or</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.2in;margin-bottom:0in; margin-left:.4in;margin-bottom:.0001pt\">(ii)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, or James&nbsp;Fox, Assistant Deputy Minister, Bilateral Relations, Department of Foreign Affairs and International Trade, or Daniel&nbsp;John&nbsp;Costello, Director General, European Union and West Europe Bureau, or Marc&nbsp;Lortie, Ambassador of Canada to the Kingdom of Spain, to sign, on behalf of the Government of Canada, an Agreement between Canada and Spain on Youth Mobility Programs; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.2in\">(<em>b</em>)&nbsp;secondly, to&nbsp;take the action necessary to bring the Agreement into force for Canada.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur&nbsp;recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.2in\"><em>a</em>)&nbsp;d’une&nbsp;part,</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.2in;margin-bottom:0in; margin-left:.4in;margin-bottom:.0001pt\">(i)&nbsp;soit à&nbsp;signer, au nom du gouvernement du Canada, l’Accord entre le Canada et l’Espagne relatif aux programmes de mobilité des jeunes,</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:.2in;margin-bottom:0in; margin-left:.4in;margin-bottom:.0001pt\">(ii)&nbsp;soit à&nbsp;préparer et à délivrer un instrument de pleins pouvoirs autorisant V.&nbsp;Peter&nbsp;Harder, sous-ministre des Affaires étrangères, James&nbsp;Fox, sous‑ministre adjoint, Relations bilatérales, ministère des Affaires étrangères et du Commerce international, Daniel&nbsp;John&nbsp;Costello, directeur général, Direction générale de l’Union européenne et de l’Europe de l’Ouest, ou Marc&nbsp;Lortie, ambassadeur du Canada auprès du Royaume d’Espagne, à signer, au nom du gouvernement du Canada, l’Accord entre le Canada et l’Espagne relatif aux programmes de mobilité des jeunes;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.2in\"><em>b</em>)&nbsp;d’autre part, à&nbsp;prendre les mesures nécessaires pour l’entrée en vigueur de l’Accord pour le Canada.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0180Date: 2007-02-15      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:     (a) firstly     (i) to sign, on behalf of the Government of Canada, an Agreement between Canada and Spain on Youth Mobility Programs, or     (ii) to execute and issue an Instrument of Full Powers authorizing V. Peter Harder, Deputy Minister of Foreign Affairs, or James Fox, Assistant Deputy Minister, Bilateral Relations, Department of Foreign Affairs and International Trade, or Daniel John Costello, Director General, European Union and West Europe Bureau, or Marc Lortie, Ambassador of Canada to the Kingdom of Spain, to sign, on behalf of the Government of Canada, an Agreement between Canada and Spain on Youth Mobility Programs; and     (b) secondly, to take the action necessary to bring the Agreement into force for Canada.         Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères :     a) d’une part,     (i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le Canada et l’Espagne relatif aux programmes de mobilité des jeunes,     (ii) soit à préparer et à délivrer un instrument de pleins pouvoirs autorisant V. Peter Harder, sous-ministre des Affaires étrangères, James Fox, sous‑ministre adjoint, Relations bilatérales, ministère des Affaires étrangères et du Commerce international, Daniel John Costello, directeur général, Direction générale de l’Union européenne et de l’Europe de l’Ouest, ou Marc Lortie, ambassadeur du Canada auprès du Royaume d’Espagne, à signer, au nom du gouvernement du Canada, l’Accord entre le Canada et l’Espagne relatif aux programmes de mobilité des jeunes;     b) d’autre part, à prendre les mesures nécessaires pour l’entrée en vigueur de l’Accord pour le Canada.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}