{
  "id": "15853",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0192<br></p><p><strong>Date: </strong>2007-02-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable Jacques&nbsp;A.&nbsp;Sirois, appointed a Judge of the Family Division of the Court of Queen’s Bench of New&nbsp;Brunswick on July&nbsp;27,&nbsp;1983, was transferred by his Chief Justice on February&nbsp;18,&nbsp;2006, is required to relocate from the City of Edmundston in the Province of New&nbsp;Brunswick to the City of Moncton in the Province of New&nbsp;Brunswick and is entitled to a removal allowance under section&nbsp;40 of the <em>Judges&nbsp;Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And&nbsp;whereas the Honourable Justice Sirois, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six‑month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges&nbsp;Act (Removal Allowance) Order</em> and has requested that an additional period be approved so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in the forementioned paragraph;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection&nbsp;3(2) of the <em>Judges&nbsp;Act (Removal Allowance) Order</em>, hereby prescribes the period from August&nbsp;18,&nbsp;2006 to April&nbsp;17,&nbsp;2007 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Jacques&nbsp;A.&nbsp;Sirois pursuant to paragraph&nbsp;3(1)(<em>k</em>) of the <em>Judges&nbsp;Act (Removal Allowance) Order</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Jacques&nbsp;A.&nbsp;Sirois, nommé juge à la Division de la famille de la Cour du Banc de la Reine du Nouveau-Brunswick le 27&nbsp;juillet&nbsp;1983, a été transféré par son juge en chef le 18&nbsp;février&nbsp;2006, qu’il est obligé de déménager de la ville d’Edmundston dans la province du Nouveau-Brunswick à la ville de Moncton dans la province du Nouveau-Brunswick et a droit à une allocation de transfert en vertu de l’article&nbsp;40 de la <em>Loi&nbsp;sur les&nbsp;juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable juge Sirois, à cause de la situation du marché immobilier, n’a pas réussi à vendre son ancienne résidence durant la période de six mois visée à l’alinéa&nbsp;3(1)<em>k</em>) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em> et a demandé une prolongation de la période de six mois mentionnée à cet alinéa afin d’être autorisé à réclamer les frais de déplacement et de logement, y compris les frais de repas, qu’il engage avant d’établir sa nouvelle résidence permanente, ou pour rendre visite à l’occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu du paragraphe&nbsp;3(2) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prescrit la période commençant le 18&nbsp;août&nbsp;2006 et se terminant le 17&nbsp;avril&nbsp;2007, à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris les frais de repas, qu’il engage avant d’établir sa nouvelle résidence permanente, ou pour rendre visite à l’occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence, peuvent être remboursés à l’honorable Jacques&nbsp;A.&nbsp;Sirois conformément à l’alinéa&nbsp;3(1)<em>k</em>) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em>.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}