{
  "id": "16041",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0413<br></p><p><strong>Date: </strong>2007-03-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas, by Order in Council P.C.&nbsp;2005‑2244 of November&nbsp;28,&nbsp;2005, the Governor in Council discharged Superintendent Russell&nbsp;Bert&nbsp;Mirasty from the Royal Canadian Mounted Police, effective as of midnight on January&nbsp;19,&nbsp;2006;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas the Commissioner of the Royal Canadian Mounted Police wishes to appoint Russell&nbsp;Bert&nbsp;Mirasty to the rank of Superintendent of the Royal Canadian Mounted Police;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">And whereas the Commissioner of the Royal Canadian Mounted Police has forwarded a recommendation to the Minister of Public Safety and Emergency Preparedness for the appointment of Russell&nbsp;Bert&nbsp;Mirasty to the rank of Superintendent of the Royal Canadian Mounted Police;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to paragraph&nbsp;6(3)(<em>a</em>) of the <em>Royal Canadian Mounted Police Act</em>, hereby appoints Russell&nbsp;Bert&nbsp;Mirasty to the rank of Superintendent of the Royal Canadian Mounted Police, effective as of March&nbsp;26,&nbsp;2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que, par le décret C.P.&nbsp;2005‑2244 du 28&nbsp;novembre&nbsp;2005, la gouverneure en conseil a renvoyé de la Gendarmerie royale du Canada, à minuit le 19&nbsp;janvier&nbsp;2006, le surintendant Russell&nbsp;Bert&nbsp;Mirasty;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que le commissaire de la Gendarmerie royale du Canada se propose de nommer Russell&nbsp;Bert&nbsp;Mirasty au grade de surintendant de la Gendarmerie royale du Canada;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que le commissaire de la Gendarmerie royale du Canada a transmis au ministre de la Sécurité publique et de la Protection civile une recommandation pour la nomination de Russell&nbsp;Bert&nbsp;Mirasty au grade de surintendant de la Gendarmerie royale du Canada,</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu de l=alinéa&nbsp;6(3)<em>a</em>) de la <em>Loi&nbsp;sur la Gendarmerie royale du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme, en date du 26&nbsp;mars&nbsp;2007, Russell&nbsp;Bert&nbsp;Mirasty au grade de surintendant de la Gendarmerie royale du Canada.</p>  <p style=\"line-height:150%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0413Date: 2007-03-22      Whereas, by Order in Council P.C. 2005‑2244 of November 28, 2005, the Governor in Council discharged Superintendent Russell Bert Mirasty from the Royal Canadian Mounted Police, effective as of midnight on January 19, 2006;     Whereas the Commissioner of the Royal Canadian Mounted Police wishes to appoint Russell Bert Mirasty to the rank of Superintendent of the Royal Canadian Mounted Police;     And whereas the Commissioner of the Royal Canadian Mounted Police has forwarded a recommendation to the Minister of Public Safety and Emergency Preparedness for the appointment of Russell Bert Mirasty to the rank of Superintendent of the Royal Canadian Mounted Police;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, pursuant to paragraph 6(3)(a) of the Royal Canadian Mounted Police Act, hereby appoints Russell Bert Mirasty to the rank of Superintendent of the Royal Canadian Mounted Police, effective as of March 26, 2007.         Attendu que, par le décret C.P. 2005‑2244 du 28 novembre 2005, la gouverneure en conseil a renvoyé de la Gendarmerie royale du Canada, à minuit le 19 janvier 2006, le surintendant Russell Bert Mirasty;     Attendu que le commissaire de la Gendarmerie royale du Canada se propose de nommer Russell Bert Mirasty au grade de surintendant de la Gendarmerie royale du Canada;     Attendu que le commissaire de la Gendarmerie royale du Canada a transmis au ministre de la Sécurité publique et de la Protection civile une recommandation pour la nomination de Russell Bert Mirasty au grade de surintendant de la Gendarmerie royale du Canada,     À ces causes, sur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu de l=alinéa 6(3)a) de la Loi sur la Gendarmerie royale du Canada, Son Excellence la Gouverneure générale en conseil nomme, en date du 26 mars 2007, Russell Bert Mirasty au grade de surintendant de la Gendarmerie royale du Canada.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}