{
  "id": "16073",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0399<br></p><p><strong>Date: </strong>2007-03-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas on May&nbsp;28,&nbsp;1926, the Kwantlen First Nation the AFirst Nation@, formerly known as the Langley Band, surrendered for sale the merchantable timber on the whole of Langley Indian Reserve No.&nbsp;5, formerly also known as Whonock Indian Reserve No.&nbsp;5, in the Province of </p>  <p>British Columbia, which surrender for sale of merchantable timber was accepted by Order in Council P.C.&nbsp;936 of June&nbsp;15,&nbsp;1926;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the First Nation assented to the revocation of the surrender for sale of merchantable timber on May&nbsp;29,&nbsp;2006;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph&nbsp;39(1)(<em>c</em>) and section&nbsp;40 of the <em>Indian&nbsp;Act</em>, hereby accepts the revocation of the surrender for sale of merchantable timber set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le 28&nbsp;mai&nbsp;1926, la Première nation Kwantlen (la&nbsp;*&nbsp;Première nation&nbsp;+), anciennement connue sous le nom de bande de Langley, a cédé, à des fins de vente, le bois marchand de la totalité de la réserve indienne Langley n<sup>o</sup>&nbsp;5, anciennement connue aussi sous le nom de réserve indienne Whonock n<sup>o</sup>&nbsp;5, dans la province de la Colombie-Britannique, laquelle cession a été acceptée par le décret C.P.&nbsp;936 du 15&nbsp;juin&nbsp;1926;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la Première nation a sanctionné la révocation de la cession le 29_mai&nbsp;2006,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, et en vertu de l=alinéa&nbsp;39(1)<em>c</em>) et de l=article&nbsp;40 de la <em>Loi&nbsp;sur les Indiens</em>, Son&nbsp;Excellence la Gouverneure générale en conseil accepte la révocation de la cession à des fins de vente du bois marchand, qui figure à l=annexe ci‑jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0399Date: 2007-03-22      Whereas on May 28, 1926, the Kwantlen First Nation the AFirst Nation@, formerly known as the Langley Band, surrendered for sale the merchantable timber on the whole of Langley Indian Reserve No. 5, formerly also known as Whonock Indian Reserve No. 5, in the Province of   British Columbia, which surrender for sale of merchantable timber was accepted by Order in Council P.C. 936 of June 15, 1926;     And whereas the First Nation assented to the revocation of the surrender for sale of merchantable timber on May 29, 2006;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(c) and section 40 of the Indian Act, hereby accepts the revocation of the surrender for sale of merchantable timber set out in the annexed schedule.         Attendu que le 28 mai 1926, la Première nation Kwantlen (la * Première nation +), anciennement connue sous le nom de bande de Langley, a cédé, à des fins de vente, le bois marchand de la totalité de la réserve indienne Langley no 5, anciennement connue aussi sous le nom de réserve indienne Whonock no 5, dans la province de la Colombie-Britannique, laquelle cession a été acceptée par le décret C.P. 936 du 15 juin 1926;     Attendu que la Première nation a sanctionné la révocation de la cession le 29_mai 2006,     À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, et en vertu de l=alinéa 39(1)c) et de l=article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte la révocation de la cession à des fins de vente du bois marchand, qui figure à l=annexe ci‑jointe.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}