{
  "id": "16095",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0444<br></p><p><strong>Date: </strong>2007-03-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, hereby authorizes the Minister of Indian Affairs and Northern Development to make an <em>ex</em><em>&nbsp;</em><em>gratia</em> payment to the government of the Province of Ontario up to a maximum of twenty-six million four hundred thousand dollars towards a portion of Ontario’s acquisition costs of occupied lands and its extraordinary policing costs incurred in 2006, in relation to the occupation of certain lands in Caledonia, Ontario.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur&nbsp;recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires indiennes et du Nord canadien à effectuer un paiement à titre gracieux au gouvernement de la province d’Ontario d’un montant maximal de vingt‑six&nbsp;millions quatre cent mille dollars pour une partie des coûts d’acquisition par l’Ontario de terres occupées et pour les coûts extraordinaires de services de police engagés en 2006, relativement à l’occupation de certaines terres à Caledonia, en Ontario.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0444Date: 2007-03-29      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, hereby authorizes the Minister of Indian Affairs and Northern Development to make an ex gratia payment to the government of the Province of Ontario up to a maximum of twenty-six million four hundred thousand dollars towards a portion of Ontario’s acquisition costs of occupied lands and its extraordinary policing costs incurred in 2006, in relation to the occupation of certain lands in Caledonia, Ontario.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires indiennes et du Nord canadien à effectuer un paiement à titre gracieux au gouvernement de la province d’Ontario d’un montant maximal de vingt‑six millions quatre cent mille dollars pour une partie des coûts d’acquisition par l’Ontario de terres occupées et pour les coûts extraordinaires de services de police engagés en 2006, relativement à l’occupation de certaines terres à Caledonia, en Ontario.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}