{
  "id": "1609",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0336<br></p><p><strong>Date: </strong>2003-03-20</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;40 of the <em>Indian Act</em>, hereby accepts the designation made to Her&nbsp;Majesty in right of Canada by the Nisichawayasihk Cree Nation Band of a portion of Nelson House Indian Reserve No.&nbsp;170, in the Province of Manitoba, for leasing purposes, which designation was assented to by the band on July&nbsp;29,&nbsp;2002 and is set out in the attached schedule.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;40 de la <em>Loi sur les Indiens</em>, Son&nbsp;Excellence la Gouverneure générale en conseil accepte la désignation faite à Sa&nbsp;Majesté du chef du Canada par la bande Nisichawayasihk Cree Nation d’une partie de la réserve indienne Nelson House n<sup>o</sup>&nbsp;170, dans la province du Manitoba, à des fins de location, laquelle désignation a été sanctionnée par la bande le 29&nbsp;juillet&nbsp;2002 et figure à l’annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0336Date: 2003-03-20                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 40 of the Indian Act, hereby accepts the designation made to Her Majesty in right of Canada by the Nisichawayasihk Cree Nation Band of a portion of Nelson House Indian Reserve No. 170, in the Province of Manitoba, for leasing purposes, which designation was assented to by the band on July 29, 2002 and is set out in the attached schedule.                       Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte la désignation faite à Sa Majesté du chef du Canada par la bande Nisichawayasihk Cree Nation d’une partie de la réserve indienne Nelson House no 170, dans la province du Manitoba, à des fins de location, laquelle désignation a été sanctionnée par la bande le 29 juillet 2002 et figure à l’annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}