{
  "id": "16098",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0430<br></p><p><strong>Date: </strong>2007-03-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>)&nbsp; to sign, on behalf of the Government of Canada, the <em>Convention on the Rights of Persons with Disabilities</em>; or</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>)&nbsp; to execute and issue an Instrument of Full Powers authorizing Monte Solberg, Minister of Human Resources and Skills Development, or Leonard J. Edwards, Deputy Minister of Foreign Affairs, or John McNee, Permanent Representative of Canada to the United Nations, or Henri-Paul Normandin, Deputy Permanent Representative of Canada to the United Nations, to sign, on behalf of the Government of Canada, the <em>Convention on the Rights of Persons with Disabilities</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Son Excellence la Gouverneure générale en conseil, sur recommandation du ministre des Affaires étrangères, autorise par la présente ce ministre :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp; soit à signer, au nom du gouvernement du Canada, la <em>&nbsp;&nbsp;&nbsp; Convention relative aux droits des personnes handicap</em><em>é</em><em>es</em>; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp; soit à préparer et à délivrer un instrument de pleins pouvoirs autorisant Monte Solberg, ministre des Ressources humaines et du développement des compétences, Leonard J. Edwards, sous-ministre des Affaires étrangères, John McNee, représentant permanent du Canada auprès des Nations Unies, ou Henri-Paul Normandin, représentant permanent adjoint du Canada auprès des Nations Unies, à signer, au nom du gouvernement du Canada, la <em>Convention relative aux droits des personnes handicap</em><em>é</em><em>es</em>.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}