{
  "id": "16145",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0478<br></p><p><strong>Date: </strong>2007-04-02</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section&nbsp;7 of the <em>Canadian Institutes of Health Research Act</em>, hereby appoints Keith&nbsp;Gordon&nbsp;Anderson of White&nbsp;Rock, British&nbsp;Columbia, to be a member of the Governing Council of the Canadian Institutes of Health Research, to hold office during pleasure for a term of three&nbsp;years.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre de la Santé et en vertu de l’article&nbsp;7 de la <em>Loi</em><em>&nbsp;</em><em>sur les Instituts de recherche en sant</em><em>é</em><em> du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Keith&nbsp;Gordon&nbsp;Anderson, de White&nbsp;Rock (Colombie-Britannique), membre du conseil d’administration des Instituts de recherche en santé du Canada, à titre amovible pour un mandat de trois&nbsp;ans.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0478Date: 2007-04-02      Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 7 of the Canadian Institutes of Health Research Act, hereby appoints Keith Gordon Anderson of White Rock, British Columbia, to be a member of the Governing Council of the Canadian Institutes of Health Research, to hold office during pleasure for a term of three years.         Sur recommandation du ministre de la Santé et en vertu de l’article 7 de la Loi sur les Instituts de recherche en santé du Canada, Son Excellence la Gouverneure générale en conseil nomme Keith Gordon Anderson, de White Rock (Colombie-Britannique), membre du conseil d’administration des Instituts de recherche en santé du Canada, à titre amovible pour un mandat de trois ans.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}