{
  "id": "16152",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0485<br></p><p><strong>Date: </strong>2007-04-02</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the <em>Nunavut Land Claims Agreement Act</em> ratified, gave effect to and declared valid the land claims agreement between the Inuit of the Nunavut Settlement Area and Her Majesty the Queen in right of Canada (the “Agreement”);</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas section 5.2.1 of the Agreement provides for the appointment of nine members to the Nunavut Wildlife Management Board; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Minister responsible for the fish and marine mammals has nominated Robert&nbsp;W.&nbsp;Moshenko of Winnipeg, Manitoba, to be reappointed as a member of the Nunavut Wildlife Management Board as provided by paragraph&nbsp;5.2.1(<em>b</em>)(i) of the Agreement;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 8 of the <em>Nunavut Land Claims Agreement Act</em> and paragraph 5.2.1(<em>b</em>)(i) of the Agreement, hereby reappoints Robert&nbsp;W.&nbsp;Moshenko of Winnipeg, Manitoba, to be a member of the Nunavut Wildlife Management Board to hold office during good behaviour for a term of four years.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que la <em>Loi concernant l’Accord sur les revendications territoriales du Nunavut</em> a ratifié, mis en vigueur et déclaré valide l’accord sur des revendications territoriales entre les Inuit de la région du Nunavut et Sa Majesté la Reine du chef du Canada (« l’Accord »);</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’article 5.2.1 de l’Accord prévoit la nomination de neuf membres au Conseil de gestion des ressources fauniques du Nunavut;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le ministre responsable des ressources halieutiques et des mammifères marins a nommé de nouveau Robert&nbsp;W.&nbsp;Moshenko, de Winnipeg (Manitoba), à titre de membre du Conseil de gestion des ressources fauniques du Nunavut, comme il est prévu au sous-alinéa&nbsp;5.2.1<em>b</em>)(i) de l’Accord;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien en vertu de l’article 8 de la <em>Loi concernant l’Accord sur les revendications territoriales du Nunavut</em> et du sous-alinéa 5.2.1<em>b</em>)(i) de l’Accord, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Robert&nbsp;W.&nbsp;Moshenko, de Winnipeg (Manitoba), membre du Conseil de gestion des ressources fauniques du Nunavut, à titre inamovible pour une période de quatre&nbsp;ans. </p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}