{
  "id": "16236",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0571<br></p><p><strong>Date: </strong>2007-04-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas by Order in Council P.C.&nbsp;1990‑7/1654 of July&nbsp;27, 1990, the Governor in Council accepted an instrument of designation by way of surrender of the lands described in Schedule&nbsp;3 to Annex&nbsp;A to that Order in Council, being the whole of Lot&nbsp;1, Plan&nbsp;72060 Canada Lands Surveys Records, 89‑61 Land Titles Office, encompassing 27.8&nbsp;hectares (hereinafter “the&nbsp;Lands”) for as long as required for airport purposes;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas in Annex&nbsp;A to Order in Council P.C.&nbsp;1990‑7/1654 of July&nbsp;27, 1990, the Teslin Indian Band, the predecessor band to the Teslin Tlingit Council, acknowledged that in due course Canada may transfer the management and control of the Lands to the Commissioner of the Yukon Territory, to be used for the same purposes as provided in the designation by surrender;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Teslin Tlingit Council Self‑Government Agreement came into effect on February&nbsp;14, 1995, pursuant to which title in the Lands vested in the Teslin Tlingit Council, which title is the same as if the Lands were Category A Settlement Lands of the Teslin Tlingit Council, subject to, in particular, Annex&nbsp;A to Order in Council P.C.&nbsp;1990‑7/1654 of July&nbsp;27,&nbsp;1990;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas by Order in Council P.C.&nbsp;1999‑1661 of September&nbsp;29, 1999, the Governor in Council, in error, included the Lands, the administration and control of the entire interest of which was transferred in perpetuity to the Commissioner of the Yukon Territory;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;47 of the <em>Yukon</em><em>&nbsp;</em><em>Act</em>, hereby replaces the schedule to Order in Council P.C.&nbsp;1999‑1661 of September&nbsp;29,&nbsp;1999, with the schedule attached hereto.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu qu’en vertu du décret C.P.&nbsp;1990‑7/1654 du 27&nbsp;juillet&nbsp;1990, le gouverneur en conseil a accepté la désignation par voie de cession des terres décrites à l’annexe&nbsp;3 de l’annexe&nbsp;A de ce décret, c’est‑à‑dire tout le lot&nbsp;1 du plan n<sup>o</sup>&nbsp;72060 des Archives d’arpentage des terres du Canada, enregistrés au Bureau d’enregistrement des titres de biens‑fonds sous le n<sup>o</sup>&nbsp;89‑61 et comprenant 27,8&nbsp;hectares (ci‑après les «&nbsp;terres&nbsp;»), pour une période aussi longue que nécessaire pour les besoins de l’aéroport;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu qu’à l’annexe&nbsp;A du décret C.P.&nbsp;1990‑7/1654 du 27&nbsp;juillet&nbsp;1990, la bande indienne de Teslin, prédécesseure du Conseil des Tlingits de Teslin, a accepté que le Canada transfère en temps opportun la gestion et la maîtrise des terres au commissaire du Yukon pour les besoins énoncés dans la désignation par voie de cession;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’Entente sur l’autonomie gouvernementale du conseil des Tlingits de Teslin est entrée en vigueur le 14&nbsp;février&nbsp;1995, et que selon cette entente, les droits sur les terres dévolues au Conseil des Tlingits de Teslin sont considérés comme des droits sur des terres de catégorie&nbsp;A visées par le règlement du Conseil des Tlingits de Teslin assujetties à l’annexe&nbsp;A du décret C.P.&nbsp;1990‑7/1654 du 27&nbsp;juillet&nbsp;1990;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Et&nbsp;attendu que dans le décret C.P.&nbsp;1999‑1661 du 29&nbsp;septembre 1999, le gouverneur en conseil a inclus par erreur les terres pour lesquelles la gestion et la maîtrise de la totalité des intérêts ont été transférées à perpétuité au commissaire du Yukon,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, et en vertu de l’article&nbsp;47 de la <em>Loi</em><em>&nbsp;</em><em>sur le Yukon</em>, Son&nbsp;Excellence la Gouverneure générale en conseil remplace l’annexe du décret C.P.&nbsp;1999‑1661 du 29&nbsp;septembre 1999 par l’annexe ci‑jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}