{
  "id": "16242",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0576<br></p><p><strong>Date: </strong>2007-04-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable B.&nbsp;Richard&nbsp;Bell, appointed a Judge of the Court of Queen’s Bench of New&nbsp;Brunswick, Trial Division, on June&nbsp;27,&nbsp;2006, is required to relocate from the City of Fredericton in the Province of New&nbsp;Brunswick to the City of Moncton in the Province of New&nbsp;Brunswick, and was entitled to a removal allowance under section&nbsp;40 of the <em>Judges</em><em>&nbsp;</em><em>Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And&nbsp;whereas the Honourable B.&nbsp;Richard&nbsp;Bell, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six‑month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges</em><em>&nbsp;</em><em>Act (Removal Allowance) Order</em> and has requested that an additional period be approved so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence, in excess of the six‑month period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection&nbsp;3(2) of the <em>Judges</em><em>&nbsp;</em><em>Act (Removal Allowance) Order</em>, hereby prescribes the period from December&nbsp;27,&nbsp;2006 to December&nbsp;26,&nbsp;2007 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable B.&nbsp;Richard&nbsp;Bell pursuant to paragraph&nbsp;3(1)(<em>k</em>) of that Order.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’honorable B.&nbsp;Richard&nbsp;Bell, nommé juge de la Cour du Banc de la Reine du Nouveau-Brunswick, Division de première instance, le 27&nbsp;juin&nbsp;2006, doit quitter Fredericton (Nouveau-Brunswick) pour s’établir à Moncton (Nouveau-Brunswick) et qu’il a droit à une allocation de déménagement en vertu de l’article&nbsp;40 de la <em>Loi</em><em>&nbsp;</em><em>sur les</em><em>&nbsp;</em><em>juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable B.&nbsp;Richard&nbsp;Bell, vu les conditions défavorables du marché immobilier, est incapable de vendre son ancienne résidence dans la période de six mois visée à l’alinéa&nbsp;3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi</em><em>&nbsp;</em><em>sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em> et a demandé une prolongation de cette période afin d’être autorisé à réclamer les frais de déplacement et de logement, y compris les frais de repas, qu’il engage avant d’établir sa nouvelle résidence permanente, ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore dans son ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu du paragraphe&nbsp;3(2) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi</em><em>&nbsp;</em><em>sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise la période commençant le 27&nbsp;décembre&nbsp;2006 et se terminant le 26&nbsp;décembre&nbsp;2007 à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris les frais de repas, qu’il engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore dans son ancienne résidence doivent être remboursés à l’honorable B.&nbsp;Richard&nbsp;Bell conformément à l’alinéa&nbsp;3(1)<em>k</em>) de ce&nbsp;décret.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0576Date: 2007-04-19      Whereas the Honourable B. Richard Bell, appointed a Judge of the Court of Queen’s Bench of New Brunswick, Trial Division, on June 27, 2006, is required to relocate from the City of Fredericton in the Province of New Brunswick to the City of Moncton in the Province of New Brunswick, and was entitled to a removal allowance under section 40 of the Judges Act;     And whereas the Honourable B. Richard Bell, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six‑month period referred to in paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order and has requested that an additional period be approved so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence, in excess of the six‑month period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the Judges Act (Removal Allowance) Order, hereby prescribes the period from December 27, 2006 to December 26, 2007 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable B. Richard Bell pursuant to paragraph 3(1)(k) of that Order.         Attendu que l’honorable B. Richard Bell, nommé juge de la Cour du Banc de la Reine du Nouveau-Brunswick, Division de première instance, le 27 juin 2006, doit quitter Fredericton (Nouveau-Brunswick) pour s’établir à Moncton (Nouveau-Brunswick) et qu’il a droit à une allocation de déménagement en vertu de l’article 40 de la Loi sur les juges;     Attendu que l’honorable B. Richard Bell, vu les conditions défavorables du marché immobilier, est incapable de vendre son ancienne résidence dans la période de six mois visée à l’alinéa 3(1)k) du Décret d’application de la Loi sur les juges (allocation de déménagement) et a demandé une prolongation de cette période afin d’être autorisé à réclamer les frais de déplacement et de logement, y compris les frais de repas, qu’il engage avant d’établir sa nouvelle résidence permanente, ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore dans son ancienne résidence,     À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du Décret d’application de la Loi sur les juges (allocation de déménagement), Son Excellence la Gouverneure générale en conseil autorise la période commençant le 27 décembre 2006 et se terminant le 26 décembre 2007 à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris les frais de repas, qu’il engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore dans son ancienne résidence doivent être remboursés à l’honorable B. Richard Bell conformément à l’alinéa 3(1)k) de ce décret.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}