{
  "id": "16252",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0569<br></p><p><strong>Date: </strong>2007-04-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by Saskatchewan Power Corporation and Saskatchewan Telecommunications (the&nbsp;“Companies”) of the power to take, without the consent of the owner, in accordance with the<em>&nbsp;Saskatchewan Power Corporation Act</em>, R.S.S.&nbsp;1978, c.&nbsp;P‑19 and the<em>&nbsp;Saskatchewan Telecommunications Act</em>, R.S.S.&nbsp;1978, c.&nbsp;S‑34, respectively, the easements described in the annexed easement agreements set out in Schedules&nbsp;I, II, III, IV&nbsp;and&nbsp;V, for electrical transmission system and telecommunication transmission system purposes, respectively, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the purposes specified in those agreements; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Companies taking the easements, as consented to in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Companies of those easements for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;en vertu du paragraphe&nbsp;35(1) de la<em> Loi&nbsp;sur&nbsp;les&nbsp;Indiens</em>, consent à l’exercice, par la Saskatchewan Power Corporation et Saskatchewan Telecommunications (les&nbsp;«&nbsp;Sociétés&nbsp;»), du pouvoir de prendre, sans le consentement du propriétaire, conformément aux lois intitulées the<em>&nbsp;Saskatchewan Power Corporation Act</em>, R.S.S., 1978,&nbsp;ch.&nbsp;P‑19 et the<em>&nbsp;Saskatchewan Telecommunications Act</em>, R.S.S., 1978,&nbsp;ch.&nbsp;S‑34, respectivement, les servitudes délimitées dans les accords de servitude figurant aux annexes&nbsp;I, II, III, IV&nbsp;et&nbsp;V, aux fins de l’exploitation d’un système de transmission d’électricité et d’un système de transmission de télécommunication, respectivement, à la condition que les servitudes soient délaissées en&nbsp;faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elles cesseront d’être utilisées aux fins précisées dans les accords;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu de permettre aux Sociétés de prendre les servitudes au titre de l’alinéa&nbsp;<em>a</em>), en permet l’octroi aux Sociétés aux fins qui sont précisées dans les accords, à la condition qu’elles soient délaissées en&nbsp;faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces&nbsp;fins.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}