{
  "id": "16387",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0605<br></p><p><strong>Date: </strong>2007-04-26</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister for International Cooperation, with the concurrence of the Minister of Finance, pursuant to Vote&nbsp;No.&nbsp;L35 (External Affairs) of <em>Appropriation Act No.</em><em>&nbsp;</em><em>3, 1977</em>, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;approves the rescheduling and the consolidation into one payment schedule of all amounts due to the Government of Canada by the Government of the Democratic Socialist Republic of Sri&nbsp;Lanka (“Sri&nbsp;Lanka”), between January&nbsp;1,&nbsp;2005 and December&nbsp;31,&nbsp;2005, pursuant to twenty-three loan agreements between the Government of Canada and the Government of Sri Lanka, which include twenty-two loan agreements administered by the Government of Canada and one&nbsp;loan agreement administered by the International Development Association on behalf of the Government of Canada, as described in the attached Annex&nbsp;A;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;approves the consolidation into one repayment schedule, as set out in the attached Annex B, of all future payments owed by the Government of Sri Lanka pursuant to the twenty-two loan agreements described in the attached Annex A that are administered by the Government of Canada; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;authorizes the Minister for International Cooperation to designate the High Commissioner for Canada to Sri&nbsp;Lanka to enter into the necessary amending agreements.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation de la ministre de la Coopération internationale, avec l’accord du ministre des Finances, et en vertu du crédit n<sup>o</sup>&nbsp;L35 (Affaires extérieures) de la <em>Loi</em><em>&nbsp;</em><em>n<sup>o</sup></em><em>&nbsp;</em><em>3 de 1977 portant affectation de cr</em><em>é</em><em>dits</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;approuve le rééchelonnement et la consolidation en un seul calendrier des paiements de toutes les sommes dues par le gouvernement de la République démocratique socialiste de Sri&nbsp;Lanka («&nbsp;Sri&nbsp;Lanka&nbsp;») au gouvernement du Canada, entre le 1<sup>er</sup>&nbsp;janvier&nbsp;2005 et le 31&nbsp;décembre&nbsp;2005, en vertu de vingt-trois accords de prêt entre le gouvernement du Canada et le gouvernement du Sri&nbsp;Lanka, lesquels comprennent vingt-deux accords de prêt administrés par le gouvernement du Canada et un accord de prêt administré par l’Association internationale de développement pour le compte du gouvernement du Canada et sont énumérés à l’annexe&nbsp;A ci‑jointe;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;approuve, selon le calendrier de remboursement figurant à l’annexe&nbsp;B ci‑jointe, la consolidation de tous les paiements futurs dus par le gouvernement du Sri&nbsp;Lanka en vertu des vingt-deux accords de prêt énumérés à l’annexe&nbsp;A ci‑jointe et administrés par le gouvernement du Canada;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;autorise la ministre de la Coopération internationale à désigner le haut‑commissaire du Canada au Sri&nbsp;Lanka pour conclure les accords modificatifs nécessaires.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0605Date: 2007-04-26      Her Excellency the Governor General in Council, on the recommendation of the Minister for International Cooperation, with the concurrence of the Minister of Finance, pursuant to Vote No. L35 (External Affairs) of Appropriation Act No. 3, 1977, hereby:     (a) approves the rescheduling and the consolidation into one payment schedule of all amounts due to the Government of Canada by the Government of the Democratic Socialist Republic of Sri Lanka (“Sri Lanka”), between January 1, 2005 and December 31, 2005, pursuant to twenty-three loan agreements between the Government of Canada and the Government of Sri Lanka, which include twenty-two loan agreements administered by the Government of Canada and one loan agreement administered by the International Development Association on behalf of the Government of Canada, as described in the attached Annex A;     (b) approves the consolidation into one repayment schedule, as set out in the attached Annex B, of all future payments owed by the Government of Sri Lanka pursuant to the twenty-two loan agreements described in the attached Annex A that are administered by the Government of Canada; and     (c) authorizes the Minister for International Cooperation to designate the High Commissioner for Canada to Sri Lanka to enter into the necessary amending agreements.         Sur recommandation de la ministre de la Coopération internationale, avec l’accord du ministre des Finances, et en vertu du crédit no L35 (Affaires extérieures) de la Loi no 3 de 1977 portant affectation de crédits, Son Excellence la Gouverneure générale en conseil :     a) approuve le rééchelonnement et la consolidation en un seul calendrier des paiements de toutes les sommes dues par le gouvernement de la République démocratique socialiste de Sri Lanka (« Sri Lanka ») au gouvernement du Canada, entre le 1er janvier 2005 et le 31 décembre 2005, en vertu de vingt-trois accords de prêt entre le gouvernement du Canada et le gouvernement du Sri Lanka, lesquels comprennent vingt-deux accords de prêt administrés par le gouvernement du Canada et un accord de prêt administré par l’Association internationale de développement pour le compte du gouvernement du Canada et sont énumérés à l’annexe A ci‑jointe;     b) approuve, selon le calendrier de remboursement figurant à l’annexe B ci‑jointe, la consolidation de tous les paiements futurs dus par le gouvernement du Sri Lanka en vertu des vingt-deux accords de prêt énumérés à l’annexe A ci‑jointe et administrés par le gouvernement du Canada;     c) autorise la ministre de la Coopération internationale à désigner le haut‑commissaire du Canada au Sri Lanka pour conclure les accords modificatifs nécessaires.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}