{
  "id": "16485",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0722<br></p><p><strong>Date: </strong>2007-05-10</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, and the Treasury Board, pursuant to section&nbsp;48 of the <em>Canada Transportation Act</em>, hereby approves that the Minister of Transport, Infrastructure and Communities enter into contribution agreements with certain organizations in accordance with the terms and conditions as have been approved by the Treasury Board on May 3, 2007, for the purpose of implementing the program known as Moving&nbsp;On Sustainable Transportation (MOST).</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et du Conseil du Trésor et en vertu de l’article&nbsp;48 de la <em>Loi</em><em>&nbsp;</em><em>sur les transports au Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée que le ministre des Transports, de l’Infrastructure et des Collectivités conclue avec certaines organisations des accords de contribution, conformément aux conditions approuvées par le Conseil du Trésor le 3 mai 2007, en vue de mettre en œuvre le programme intitulé «&nbsp;Programme sur la route du transport durable&nbsp;».</p>  <p style=\"line-height:225%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0722Date: 2007-05-10      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, and the Treasury Board, pursuant to section 48 of the Canada Transportation Act, hereby approves that the Minister of Transport, Infrastructure and Communities enter into contribution agreements with certain organizations in accordance with the terms and conditions as have been approved by the Treasury Board on May 3, 2007, for the purpose of implementing the program known as Moving On Sustainable Transportation (MOST).         Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et du Conseil du Trésor et en vertu de l’article 48 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil agrée que le ministre des Transports, de l’Infrastructure et des Collectivités conclue avec certaines organisations des accords de contribution, conformément aux conditions approuvées par le Conseil du Trésor le 3 mai 2007, en vue de mettre en œuvre le programme intitulé « Programme sur la route du transport durable ».         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}