{
  "id": "16489",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0726<br></p><p><strong>Date: </strong>2007-05-10</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Manitoba Treaty Land Entitlement Framework Agreement, dated May&nbsp;29,&nbsp;1997, hereby sets apart the lands described in the annexed schedule for the use and benefit of the </p>  <p style=\"line-height:225%\">Wuskwi Sipihk First Nation, as Wuskwi Sipihk First Nation Indian Reserve No.&nbsp;8, in the Province of Manitoba.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Manitoba Treaty Land Entitlement Framework Agreement, daté du 29&nbsp;mai&nbsp;1997, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la Première Nation Wuskwi Sipihk, les terres délimitées à l’annexe ci‑jointe, pour constituer la réserve indienne de la Première Nation de Wuskwi Sipihk n<sup>o</sup>&nbsp;8, dans la province du Manitoba.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0726Date: 2007-05-10      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Manitoba Treaty Land Entitlement Framework Agreement, dated May 29, 1997, hereby sets apart the lands described in the annexed schedule for the use and benefit of the   Wuskwi Sipihk First Nation, as Wuskwi Sipihk First Nation Indian Reserve No. 8, in the Province of Manitoba.         Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Manitoba Treaty Land Entitlement Framework Agreement, daté du 29 mai 1997, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la Première Nation Wuskwi Sipihk, les terres délimitées à l’annexe ci‑jointe, pour constituer la réserve indienne de la Première Nation de Wuskwi Sipihk no 8, dans la province du Manitoba.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}