{
  "id": "16505",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0827<br></p><p><strong>Date: </strong>2007-05-17</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to subsection&nbsp;10(1) and section&nbsp;11 of the <em>Department</em><em>&nbsp;</em><em>of Foreign Affairs and International Trade Act</em>, hereby approves that the Minister of Foreign Affairs enter into a Memorandum of Understanding with the governments of Quebec and New&nbsp;Brunswick regarding the organization, conduct, and administrative and financial terms of the 12th&nbsp;Summit of Heads of State and Government of Countries Using French as a Common Language, Québec 2008, in accordance with the annexed draft Memorandum of Understanding.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires étrangères et en vertu du paragraphe&nbsp;10(1) et de l’article&nbsp;11 de la <em>Loi</em><em>&nbsp;</em><em>sur le minist</em><em>è</em><em>re des Affaires </em><em>é</em><em>trang</em><em>è</em><em>res et du Commerce</em><em>&nbsp;</em><em>international</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la conclusion par le ministre des Affaires étrangères d’un protocole d’entente avec les gouvernements du Québec et du Nouveau-Brunswick concernant l’organisation, le déroulement et les modalités administratives et financières relativement au 12<sup>e</sup>&nbsp;Sommet des chefs d’État et de gouvernement des pays ayant le français en partage, Québec 2008, lequel est conforme en substance au projet de protocole d’entente ci‑joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0827Date: 2007-05-17      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to subsection 10(1) and section 11 of the Department of Foreign Affairs and International Trade Act, hereby approves that the Minister of Foreign Affairs enter into a Memorandum of Understanding with the governments of Quebec and New Brunswick regarding the organization, conduct, and administrative and financial terms of the 12th Summit of Heads of State and Government of Countries Using French as a Common Language, Québec 2008, in accordance with the annexed draft Memorandum of Understanding.         Sur recommandation du ministre des Affaires étrangères et en vertu du paragraphe 10(1) et de l’article 11 de la Loi sur le ministère des Affaires étrangères et du Commerce international, Son Excellence la Gouverneure générale en conseil approuve la conclusion par le ministre des Affaires étrangères d’un protocole d’entente avec les gouvernements du Québec et du Nouveau-Brunswick concernant l’organisation, le déroulement et les modalités administratives et financières relativement au 12e Sommet des chefs d’État et de gouvernement des pays ayant le français en partage, Québec 2008, lequel est conforme en substance au projet de protocole d’entente ci‑joint.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}