{
  "id": "16523",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0816<br></p><p><strong>Date: </strong>2007-05-17</p><hr><p>    </p><div>  <p>&nbsp;</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whereas the Administrator of the Government of Manitoba, the Honourable Richard J. Scott, Chief Justice of Manitoba, will be unable&nbsp;to act from May 21 to May 25, 2007, inclusive, on May 28 and May&nbsp;29, 2007, and on June 19 and June 20, 2007, and it is therefore necessary that other persons be appointed Administrator for those periods;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,</em><em>&nbsp;</em><em>1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Richard&nbsp;J.&nbsp;Scott as Administrator of the Government of Manitoba, effective May 21,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>) appoints the Honourable A. Kerr Twaddle to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 21,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable A. Kerr Twaddle as Administrator of the Government of Manitoba, effective May 26,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>) appoints the Honourable Richard J. Scott&nbsp; to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 26,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>e</em>) terminates the appointment of the Honourable&nbsp;Richard J. Scott as Administrator of the Government of Manitoba, effective May&nbsp;28,&nbsp;2007; </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>f</em>)&nbsp;appoints the Honourable A. Kerr Twaddle to be Administrator of the Government of Manitoba, to execute the office and functions of the </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div>  <p style=\"margin-left:.25in\">Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May&nbsp;28,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>g</em>) terminates the appointment of the Honourable A. Kerr Twaddle as Administrator of the Government of Manitoba, effective May 30, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>h</em>) appoints the Honourable Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 30, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>i</em>) terminates the appointment of the Honourable Richard J. Scott as Administrator of the Government of Manitoba, effective June 19, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>j</em>) appoints the Honourable Marc M. Monnin to be Administrator of the Government of Manitoba, to execute the office and fuctions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective June 19, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>k</em>) terminates the appointment of the Honourable Marc M. Monnin as Administrator of the Government of Manitoba, effective June 21, 2007; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>l</em>) appoints the Honourable Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective June 21, 2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p>&nbsp;</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attendu que l’administrateur du gouvernement du Manitoba, l’honorable Richard&nbsp;J.&nbsp;Scott, juge en chef du Manitoba, ne sera pas en mesure de remplir ses fonctions du 21 au 25 mai 2007, inclusivement les 28 et 29 mai 2007, et les 19 et 20 juin 2007, et qu’il est donc nécessaire que d’autres personnes soient nommées administrateur pour ces périodes,</p>  <p>&nbsp;</p>  <p style=\"margin-bottom:6.0pt;text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi</em><em>&nbsp;</em><em>constitutionnelle de</em><em>&nbsp;</em><em>1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 21 mai 2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable A. Kerr Twaddle à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 21 mai&nbsp;2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable A. Kerr Twaddle au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 26 mai&nbsp;2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 26 mai&nbsp;2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>e</em>)&nbsp;met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 28&nbsp;mai&nbsp;2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>f</em>)&nbsp;nomme l’honorable A. Kerr Twaddle à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de </p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section4\">  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\">lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 28&nbsp;mai&nbsp;2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>g</em>) met fin à la nomination de l’honorable A. Kerr Twaddle au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 30 mai 2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>h</em>) nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 30 mai 2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>i</em>) met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 19 juin 2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>j</em>) nomme l’honorable Marc M. Monnin à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 19 juin 2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>k</em>) met fin à la nomination de l’honorable Marc M. Monnin au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 21 juin 2007;</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\"><em>l</em>) nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 21 juin 2007.</p>  <p style=\"margin-top:0in;margin-right:0in;margin-bottom:6.0pt; margin-left:.25in\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0816Date: 2007-05-17                                 Whereas the Administrator of the Government of Manitoba, the Honourable Richard J. Scott, Chief Justice of Manitoba, will be unable to act from May 21 to May 25, 2007, inclusive, on May 28 and May 29, 2007, and on June 19 and June 20, 2007, and it is therefore necessary that other persons be appointed Administrator for those periods;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby     (a) terminates the appointment of the Honourable Richard J. Scott as Administrator of the Government of Manitoba, effective May 21, 2007;     (b) appoints the Honourable A. Kerr Twaddle to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 21, 2007;     (c) terminates the appointment of the Honourable A. Kerr Twaddle as Administrator of the Government of Manitoba, effective May 26, 2007;     (d) appoints the Honourable Richard J. Scott  to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 26, 2007;     (e) terminates the appointment of the Honourable Richard J. Scott as Administrator of the Government of Manitoba, effective May 28, 2007;      (f) appoints the Honourable A. Kerr Twaddle to be Administrator of the Government of Manitoba, to execute the office and functions of the             Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 28, 2007;     (g) terminates the appointment of the Honourable A. Kerr Twaddle as Administrator of the Government of Manitoba, effective May 30, 2007;     (h) appoints the Honourable Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective May 30, 2007;     (i) terminates the appointment of the Honourable Richard J. Scott as Administrator of the Government of Manitoba, effective June 19, 2007;     (j) appoints the Honourable Marc M. Monnin to be Administrator of the Government of Manitoba, to execute the office and fuctions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective June 19, 2007;     (k) terminates the appointment of the Honourable Marc M. Monnin as Administrator of the Government of Manitoba, effective June 21, 2007; and     (l) appoints the Honourable Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant Governor of Manitoba during the absence, illness or other inability of the Lieutenant Governor, effective June 21, 2007.                                    Attendu que l’administrateur du gouvernement du Manitoba, l’honorable Richard J. Scott, juge en chef du Manitoba, ne sera pas en mesure de remplir ses fonctions du 21 au 25 mai 2007, inclusivement les 28 et 29 mai 2007, et les 19 et 20 juin 2007, et qu’il est donc nécessaire que d’autres personnes soient nommées administrateur pour ces périodes,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :  a) met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 21 mai 2007;  b) nomme l’honorable A. Kerr Twaddle à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 21 mai 2007;  c) met fin à la nomination de l’honorable A. Kerr Twaddle au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 26 mai 2007;  d) nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 26 mai 2007;  e) met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 28 mai 2007;  f) nomme l’honorable A. Kerr Twaddle à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de             lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 28 mai 2007;  g) met fin à la nomination de l’honorable A. Kerr Twaddle au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 30 mai 2007;  h) nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 30 mai 2007;  i) met fin à la nomination de l’honorable Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 19 juin 2007;  j) nomme l’honorable Marc M. Monnin à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 19 juin 2007;  k) met fin à la nomination de l’honorable Marc M. Monnin au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le 21 juin 2007;  l) nomme l’honorable Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions de lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 21 juin 2007.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}