{
  "id": "16545",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0887<br></p><p><strong>Date: </strong>2007-06-04</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Citizenship and Immigration, pursuant to section&nbsp;153 of the <em>Immigration and Refugee Protection Act</em>, hereby appoints Brian&nbsp;P.&nbsp;Goodman of Toronto, Ontario, to be Chairperson of the Immigration and Refugee Board (Head Office), to hold office during good behaviour for a term of four&nbsp;years, and fixes his remuneration at the rate set out in the annexed schedule, which remuneration is within the range GCQ 8 ($190,900&nbsp;‑&nbsp;$224,600), effective June&nbsp;20,&nbsp;2007.&nbsp; </p>  <p style=\"line-height:200%\">&nbsp;&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre de la Citoyenneté et de l’Immigration et en vertu de l’article 153 de la <em>Loi sur l</em><em>’</em><em>immigration et la protection des r</em><em>é</em><em>fugi</em><em>é</em><em>s</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Brian&nbsp;P.&nbsp;Goodman, de Toronto (Ontario), </p>  <p style=\"line-height:200%\">président de la Commission de l’immigration et du statut de réfugié (siège social), à titre inamovible pour un mandat de quatre&nbsp;ans, et fixe sa rémunération au taux spécifié à l’annexe ci-jointe, laquelle rémunération se situe dans l’échelle GCQ 8 (190 900 $ - 224 600 $), à compter du 20&nbsp;juin&nbsp;2007. </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0887Date: 2007-06-04      Her Excellency the Governor General in Council, on the recommendation of the Minister of Citizenship and Immigration, pursuant to section 153 of the Immigration and Refugee Protection Act, hereby appoints Brian P. Goodman of Toronto, Ontario, to be Chairperson of the Immigration and Refugee Board (Head Office), to hold office during good behaviour for a term of four years, and fixes his remuneration at the rate set out in the annexed schedule, which remuneration is within the range GCQ 8 ($190,900 ‑ $224,600), effective June 20, 2007.                  Sur recommandation de la ministre de la Citoyenneté et de l’Immigration et en vertu de l’article 153 de la Loi sur l’immigration et la protection des réfugiés, Son Excellence la Gouverneure générale en conseil nomme Brian P. Goodman, de Toronto (Ontario),   président de la Commission de l’immigration et du statut de réfugié (siège social), à titre inamovible pour un mandat de quatre ans, et fixe sa rémunération au taux spécifié à l’annexe ci-jointe, laquelle rémunération se situe dans l’échelle GCQ 8 (190 900 $ - 224 600 $), à compter du 20 juin 2007.          \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}