{
  "id": "16556",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0898<br></p><p><strong>Date: </strong>2007-06-04</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the <em>Museums Act</em>, hereby approves the appointment by the Minister of Canadian Heritage of Fredrik&nbsp;Stefan&nbsp;Eaton of Toronto, Ontario, to be Chairperson of the Board of Trustees of the Canadian Museum of Civilization to hold office during pleasure for a term of four&nbsp;years.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la <em>Loi sur les mus</em><em>é</em><em>es</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Fredrik&nbsp;Stefan&nbsp;Eaton, de Toronto (Ontario), président du conseil d'administration du Musée canadien des civilisations à titre amovible pour un mandat de quatre&nbsp;ans. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0898Date: 2007-06-04      Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the Museums Act, hereby approves the appointment by the Minister of Canadian Heritage of Fredrik Stefan Eaton of Toronto, Ontario, to be Chairperson of the Board of Trustees of the Canadian Museum of Civilization to hold office during pleasure for a term of four years.               Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la Loi sur les musées, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Fredrik Stefan Eaton, de Toronto (Ontario), président du conseil d'administration du Musée canadien des civilisations à titre amovible pour un mandat de quatre ans.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}