{
  "id": "16615",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0858<br></p><p><strong>Date: </strong>2007-05-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable&nbsp;R.&nbsp;Roy&nbsp;McMurtry, Chief&nbsp;Justice&nbsp;of&nbsp;Ontario, will attain the age of seventy-five years on May 31, 2007 and therefore, cease to hold office on that date under section 99 of the <em>Constitution Act, 1867</em>, and it is therefore necessary that other persons be appointed Administrator of the Government of Ontario;</p>  <p>&nbsp;</p>  <p class=\"BodyTextIn\">Therefore, Her&nbsp;Excellency the Governor General in&nbsp;Council, on the recommendation of the Minister&nbsp;of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution&nbsp;Act,&nbsp;1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;R.&nbsp;Roy&nbsp;McMurtry as Administrator of the Government&nbsp;of Ontario, effective May 31, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;Dennis&nbsp;R. O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant&nbsp;Governor of Ontario during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective May&nbsp;31,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Dennis&nbsp;R.&nbsp;O’Connor as Administrator of the Government of Ontario, effective July 1, 2007; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable&nbsp;Heather&nbsp;Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant&nbsp;Governor of Ontario during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective July 1, 2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"margin-left:.75pt;text-indent:65.15pt\">Attendu que l'honorable&nbsp;R.&nbsp;Roy&nbsp;McMurtry, juge&nbsp;en&nbsp;chef&nbsp;de l’Ontario, atteindra l’âge de soixante-quinze ans le 31&nbsp;mai 2007 et en conséquence, cessera d’occuper sa charge à cette date en application de l’article 99 de la <em>Loi constitutionnelle de 1867 </em>et qu’il est donc nécessaire que d’autres personnes soient nommées administrateurs du gouvernement de l’Ontario,</p>  <p class=\"MsoHeader\" style=\"margin-left:.75pt\">&nbsp;</p>  <p style=\"margin-left:.75pt;text-indent:11.05pt\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine&nbsp;canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;R.&nbsp;Roy&nbsp;McMurtry au poste d’administrateur du gouvernement de l’Ontario, avec prise d’effet le 31 mai 2007;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>b</em>)&nbsp;nomme l’honorable&nbsp;Dennis&nbsp;R. O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 31 mai&nbsp;2007;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Dennis&nbsp;R. O’Connor au poste d’administrateur du gouvernement de l’Ontario, avec prise d’effet le 1<sup>er</sup> juillet&nbsp;2007;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>d</em>)&nbsp;nomme l’honorable&nbsp;Heather&nbsp;Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 1<sup>er</sup>&nbsp;juillet&nbsp;2007.</p>  <p style=\"margin-left:21.3pt;line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}