{
  "id": "16612",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0864<br></p><p><strong>Date: </strong>2007-05-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Transport, Infrastructure and Communities, and the Treasury Board, pursuant to section 48 of the <em>Canada Transportation Act</em>, hereby authorizes the Minister, on behalf of Her Majesty in right of Canada, to enter into Operating Agreements with the Canadian National Railway and the Canadian Pacific Railway, substantially in accordance with the draft agreements set out in the attached Schedules 1 and 2, for the purposes of the operation, maintenance and refurbishment of the federal hopper cars.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités, et du Conseil du Trésor, et en vertu de l’article 48 de la <em>Loi sur les transports au Canada</em>, Son&nbsp;Excellence&nbsp;la Gouverneure générale en conseil autorise ce ministre à conclure, au nom de Sa Majesté du chef du Canada, avec la Compagnie des chemins de fer nationaux du Canada et le Chemin de fer Canadien Pacifique, des accords d’exploitation, conformes en substance aux projets d’accord figurant aux annexes 1 et 2 ci-jointes, concernant l’exploitation, l’entretien et la remise à neuf du parc fédéral de wagons-trémies.</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0864Date: 2007-05-31      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, and the Treasury Board, pursuant to section 48 of the Canada Transportation Act, hereby authorizes the Minister, on behalf of Her Majesty in right of Canada, to enter into Operating Agreements with the Canadian National Railway and the Canadian Pacific Railway, substantially in accordance with the draft agreements set out in the attached Schedules 1 and 2, for the purposes of the operation, maintenance and refurbishment of the federal hopper cars.         Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités, et du Conseil du Trésor, et en vertu de l’article 48 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil autorise ce ministre à conclure, au nom de Sa Majesté du chef du Canada, avec la Compagnie des chemins de fer nationaux du Canada et le Chemin de fer Canadien Pacifique, des accords d’exploitation, conformes en substance aux projets d’accord figurant aux annexes 1 et 2 ci-jointes, concernant l’exploitation, l’entretien et la remise à neuf du parc fédéral de wagons-trémies.            \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}