{
  "id": "16625",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0933<br></p><p><strong>Date: </strong>2007-06-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">The&nbsp;Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;a&nbsp;Commission <em>dedimus potestatem</em> under the Great Seal of Canada do issue to the Honourable C.&nbsp;Michael&nbsp;Ryer, a Judge of the Federal Court of Appeal, the Honourable Leonard&nbsp;S.&nbsp;Mandamin, a Judge of the Federal Court, the Honourable Réal&nbsp;Favreau, the Honourable Eugene&nbsp;P.&nbsp;Rossiter, the Honourable Wyman&nbsp;W.&nbsp;Webb, the Honourable Gaston&nbsp;P.&nbsp;Jorré, the Honourable Patrick&nbsp;J.&nbsp;Boyle and the Honourable Valerie&nbsp;A.&nbsp;Miller, Judges of the Tax&nbsp;Court of Canada, authorizing them to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within Canada, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;a&nbsp;Commission <em>dedimus potestatem</em> under the Great Seal of Canada do issue authorizing each of the judges hereinafter named in the attached schedule to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within the province or territory for which such judge was appointed, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur&nbsp;recommandation du ministre de la Justice, le Comité du Conseil privé recommande&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;qu’une&nbsp;commission <em>dedimus potestatem</em> soit établie, sous le grand sceau du Canada, au nom de l’honorable C.&nbsp;Michael&nbsp;Ryer, juge de la Cour d’appel fédérale, l’honorable Leonard&nbsp;S.&nbsp;Mandamin, juge de la Cour fédérale, l’honorable Réal&nbsp;Favreau, l’honorable Eugene&nbsp;P.&nbsp;Rossiter, l’honorable Wyman&nbsp;W.&nbsp;Webb, l’honorable Gaston&nbsp;P.&nbsp;Jorré, l’honorable Patrick&nbsp;J.&nbsp;Boyle et l’honorable Valerie&nbsp;A.&nbsp;Miller, juges de la Cour canadienne de l’impôt, les autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction au Canada, le serment d’allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l’occasion, par des lois ou statuts établis à cet&nbsp;effet; et</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;qu’une&nbsp;commission <em>dedimus potestatem</em> soit établie, sous le grand sceau du Canada, au nom de chacun des juges mentionné à l’annexe ci‑jointe, l’autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction dans la province ou le territoire où ledit juge est en fonction, le serment d’allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l’occasion, par des lois ou statuts établis à cet&nbsp;effet.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0933Date: 2007-06-07      The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that:     (a) a Commission dedimus potestatem under the Great Seal of Canada do issue to the Honourable C. Michael Ryer, a Judge of the Federal Court of Appeal, the Honourable Leonard S. Mandamin, a Judge of the Federal Court, the Honourable Réal Favreau, the Honourable Eugene P. Rossiter, the Honourable Wyman W. Webb, the Honourable Gaston P. Jorré, the Honourable Patrick J. Boyle and the Honourable Valerie A. Miller, Judges of the Tax Court of Canada, authorizing them to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within Canada, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided; and     (b) a Commission dedimus potestatem under the Great Seal of Canada do issue authorizing each of the judges hereinafter named in the attached schedule to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within the province or territory for which such judge was appointed, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.         Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande :     a) qu’une commission dedimus potestatem soit établie, sous le grand sceau du Canada, au nom de l’honorable C. Michael Ryer, juge de la Cour d’appel fédérale, l’honorable Leonard S. Mandamin, juge de la Cour fédérale, l’honorable Réal Favreau, l’honorable Eugene P. Rossiter, l’honorable Wyman W. Webb, l’honorable Gaston P. Jorré, l’honorable Patrick J. Boyle et l’honorable Valerie A. Miller, juges de la Cour canadienne de l’impôt, les autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction au Canada, le serment d’allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l’occasion, par des lois ou statuts établis à cet effet; et     b) qu’une commission dedimus potestatem soit établie, sous le grand sceau du Canada, au nom de chacun des juges mentionné à l’annexe ci‑jointe, l’autorisant à déférer à toutes et à chacune des personnes qui occupent ou occuperont une charge ou un poste de confiance ou comportant une rémunération ou qui peuvent être nommées à quelque fonction dans la province ou le territoire où ledit juge est en fonction, le serment d’allégeance ainsi que tout autre ou tous autres serments qui peuvent être prescrits, à l’occasion, par des lois ou statuts établis à cet effet.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}