{
  "id": "16624",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0932<br></p><p><strong>Date: </strong>2007-06-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable Eugene&nbsp;P.&nbsp;Rossiter, appointed a Judge of the Tax Court of Canada on November&nbsp;22,&nbsp;2006, is required to relocate from the City of Charlottetown in the Province of Prince Edward Island to the National Capital Region, and was entitled to a removal allowance under section&nbsp;40 of the <em>Judges</em><em>&nbsp;</em><em>Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Honourable Justice Rossiter, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six‑month period referred to in paragraph&nbsp;3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be approved so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six&nbsp;months referred to in that paragraph;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection&nbsp;3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from May&nbsp;23,&nbsp;2007 to September&nbsp;30,&nbsp;2007 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence or in order to visit from time to time members of the household still resident in the former residence shall be reimbursed to the Honourable Eugene&nbsp;P.&nbsp;Rossiter pursuant to paragraph&nbsp;3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Eugene&nbsp;P.&nbsp;Rossiter, nommé juge de la Cour canadienne de l’impôt le 22&nbsp;novembre&nbsp;2006, est obligé de déménager de la ville de Charlottetown, dans la province de l’Île‑du-Prince-Édouard, à la région de la capitale nationale, et a droit à une allocation de déménagement en vertu de l’article&nbsp;40 de la <em>Loi</em><em>&nbsp;</em><em>sur les</em><em>&nbsp;</em><em>juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable juge Rossiter, en raison des conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence dans la période de six mois visée à l’alinéa&nbsp;3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi</em><em>&nbsp;</em><em>sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em> et a demandé une prolongation de la période de six&nbsp;mois mentionnée à cet alinéa afin d’être autorisé à réclamer les frais de déplacement et de subsistance qu’il engage avant d’y établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore dans l’ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu du paragraphe&nbsp;3(2) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi</em><em>&nbsp;</em><em>sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prescrit la période commençant le 23&nbsp;mai&nbsp;2007 et se terminant le 30&nbsp;septembre&nbsp;2007, à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance qu’il engage avant d’y établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence doivent être remboursés à l’honorable Eugene&nbsp;P.&nbsp;Rossiter conformément à l’alinéa&nbsp;3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi</em><em>&nbsp;</em><em>sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}