{
  "id": "1663",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0310<br></p><p><strong>Date: </strong>2003-03-20</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, </p> <p style=\"line-height: 0.468751in; margin-right: 1.55in\">on the recommendation of the Minister of Finance, pursuant to section&nbsp;39.37 of the <em>Canada Deposit Insurance Corporation Act</em>, hereby makes the annexed <em>Regulations Amending the Canada Deposit Insurance Corporation Notice Regulations (Compensation in Respect of the Restructuring of Federal Member Institutions)</em>.</p> <br> <p style=\"line-height: 0.468751in; margin-right: 1.55in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Finances et en vertu de l’article&nbsp;39.37 de la <em>Loi sur la Société d’assurance-dépôts du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Règlement modifiant le Règlement sur les avis de la Société d’assurance-dépôts du Canada (indemnité relative à la restructuration d’institutions fédérales membres)</em>, ci-après.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0310Date: 2003-03-20                         Her Excellency the Governor General in Council,  on the recommendation of the Minister of Finance, pursuant to section 39.37 of the Canada Deposit Insurance Corporation Act, hereby makes the annexed Regulations Amending the Canada Deposit Insurance Corporation Notice Regulations (Compensation in Respect of the Restructuring of Federal Member Institutions).                        Sur recommandation du ministre des Finances et en vertu de l’article 39.37 de la Loi sur la Société d’assurance-dépôts du Canada, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur les avis de la Société d’assurance-dépôts du Canada (indemnité relative à la restructuration d’institutions fédérales membres), ci-après.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}