{
  "id": "16646",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0834<br></p><p><strong>Date: </strong>2007-05-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Natural Resources, pursuant to section 15 of the <em>Nuclear Fuel Waste Act</em>, hereby selects&nbsp;the Adaptive&nbsp;Phased Management approach for the long-term management of nuclear fuel waste from among the approaches set&nbsp;out in the November 2005 Final Study by the Nuclear Waste Management Organization entitled&nbsp; “Choosing a Way Forward”, that&nbsp;was submitted to the Minister of Natural Resources on&nbsp;November&nbsp;3,&nbsp;2005, in accordance with subsection 12(1) of that&nbsp;Act. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Ressources naturelles et en vertu de l’article 15 de la<em> Loi sur les d</em><em>é</em><em>chets de combustible nucl</em><em>é</em><em>aire</em>, Son Excellence la Gouverneure générale en&nbsp;conseil choisit la méthode de gestion adaptative progressive pour&nbsp;la gestion à long terme des déchets de combustible nucléaire, parmi&nbsp;les propositions présentées dans l’exposé final de novembre&nbsp;2005 de la Société de gestion des déchets nucléaires intitulé «&nbsp;Choisir une voie pour l’avenir&nbsp;», qui a été remis au ministre&nbsp;des Ressources naturelles le 3 novembre 2005, conformément au paragraphe 12(1) de cette loi.</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-0834Date: 2007-05-31      Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section 15 of the Nuclear Fuel Waste Act, hereby selects the Adaptive Phased Management approach for the long-term management of nuclear fuel waste from among the approaches set out in the November 2005 Final Study by the Nuclear Waste Management Organization entitled  “Choosing a Way Forward”, that was submitted to the Minister of Natural Resources on November 3, 2005, in accordance with subsection 12(1) of that Act.          Sur recommandation du ministre des Ressources naturelles et en vertu de l’article 15 de la Loi sur les déchets de combustible nucléaire, Son Excellence la Gouverneure générale en conseil choisit la méthode de gestion adaptative progressive pour la gestion à long terme des déchets de combustible nucléaire, parmi les propositions présentées dans l’exposé final de novembre 2005 de la Société de gestion des déchets nucléaires intitulé « Choisir une voie pour l’avenir », qui a été remis au ministre des Ressources naturelles le 3 novembre 2005, conformément au paragraphe 12(1) de cette loi.            \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}