{
  "id": "16641",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0950<br></p><p><strong>Date: </strong>2007-06-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, pursuant to subsection&nbsp;132(6) of the <em>Financial Administration Act</em>, hereby requires KPMG,&nbsp;Chartered Accountants, of Toronto, Ontario, and the Auditor General of Canada, as joint auditors of the Canada Post Corporation, to provide a report to the Minister of Transport, Infrastructure and Communities of Canada Post Corporation’s cost estimates to implement its operational plan in response to the Directive regarding rural mail delivery issued by the Government of Canada to the Canada Post Corporation on December&nbsp;13,&nbsp;2006, by Order in Council P.C.&nbsp;2006‑1532 of December&nbsp;13,&nbsp;2006.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et en vertu du paragraphe&nbsp;132(6) de la <em>Loi</em><em>&nbsp;</em><em>sur la gestion des finances publiques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil exige de KPMG,&nbsp;comptables agrées, de Toronto (Ontario) et de la vérificatrice générale du Canada, en tant que covérificateurs de la Société canadienne des postes, qu’ils présentent un rapport au ministre des Transports, de l’Infrastructure et des Collectivités sur l’évaluation des coûts de la Société canadienne des postes pour mettre en oeuvre son plan opérationnel conformément aux instructions données par le gouvernement du Canada à la Société canadienne des postes le 13&nbsp;décembre&nbsp;2006, par le décret C.P.&nbsp;2006‑1532 du 13&nbsp;décembre&nbsp;2006, concernant la livraison du courrier en milieu rural.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}