{
  "id": "16643",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-0955<br></p><p><strong>Date: </strong>2007-06-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, and the Treasury Board, pursuant to subsections&nbsp;122(1) and&nbsp;(6) of the <em>Financial Administration Act</em>, hereby approves the 2007/2008&nbsp;– 2011/2012 corporate plan of Marine Atlantic Inc. for the year 2007‑2008 only, with the exception of the fleet renewal plan, the sale of the <em>MV&nbsp;Atlantic Freighter</em> and the entering into of a charter agreement for a replacement vessel, for which activities the Minister of Transport, Infrastructure and Communities shall, in due course, seek approval from the Treasury Board, the Governor in Council or both, as the case may&nbsp;be.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur&nbsp;recommandation du ministre des Transports, de l’Infrastructure et des Collectivités, et du Conseil du Trésor, en vertu des paragraphes&nbsp;122(1) et&nbsp;(6) de la <em>Loi&nbsp;sur la gestion des finances publiques</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve le plan d’entreprise 2007/2008&nbsp;– 2011/2012 de Marine&nbsp;Atlantique S.C.C. pour l’année 2007‑2008&nbsp;seulement, à l’exception du projet de renouvellement de la flotte, de la vente du <em>MS&nbsp;Atlantic Freighter</em> et de l’accord d’affrètement d’un navire de remplacement, activités pour lesquelles le ministre des Transports, de l’Infrastructure et des Collectivités doit, en temps opportun, demander l’approbation du Conseil du Trésor ou du gouverneur en conseil&nbsp; ou des deux, selon le&nbsp;cas.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}