{
  "id": "16708",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1024<br></p><p><strong>Date: </strong>2007-06-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Alberta, the Honourable Catherine&nbsp;Anne&nbsp;Fraser, Chief Justice of Alberta, will be unable to act from June&nbsp;22 to June&nbsp;25,&nbsp;2007, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,</em><em>&nbsp;</em><em>1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.25in;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Catherine&nbsp;Anne&nbsp;Fraser </p>  <p style=\"margin-top:0in;margin-right:-.25in;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">as Administrator of the Government of Alberta, effective June&nbsp;22,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Jean&nbsp;E.&nbsp;Côté to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective June&nbsp;22,&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Jean&nbsp;E.&nbsp;Côté as Administrator of the Government of Alberta, effective June&nbsp;26,&nbsp;2007; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Catherine&nbsp;Anne&nbsp;Fraser to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective June&nbsp;26,&nbsp;2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de l’Alberta, l’honorable Catherine&nbsp;Anne&nbsp;Fraser, juge en chef de l’Alberta, ne sera pas en mesure de remplir ses fonctions du 22&nbsp;juin au 25&nbsp;juin&nbsp;2007, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi</em><em>&nbsp;</em><em>constitutionnelle de</em><em>&nbsp;</em><em>1867</em>, Son&nbsp;Excellence la Gouverneure générale en&nbsp;conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Catherine&nbsp;Anne&nbsp;Fraser au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 22&nbsp;juin&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable Jean&nbsp;E.&nbsp;Côté à titre d’administrateur du gouvernement de l’Alberta afin qu’il remplisse les fonctions de lieutenant‑gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 22&nbsp;juin&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Jean&nbsp;E.&nbsp;Côté au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 26&nbsp;juin&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Catherine&nbsp;Anne&nbsp;Fraser à titre d’administrateur du gouvernement de l’Alberta afin qu’elle remplisse les fonctions de lieutenant‑gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 26&nbsp;juin&nbsp;2007.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1024Date: 2007-06-22      Whereas the Administrator of the Government of Alberta, the Honourable Catherine Anne Fraser, Chief Justice of Alberta, will be unable to act from June 22 to June 25, 2007, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby     (a) terminates the appointment of the Honourable Catherine Anne Fraser   as Administrator of the Government of Alberta, effective June 22, 2007;     (b) appoints the Honourable Jean E. Côté to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective June 22, 2007;     (c) terminates the appointment of the Honourable Jean E. Côté as Administrator of the Government of Alberta, effective June 26, 2007; and     (d) appoints the Honourable Catherine Anne Fraser to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective June 26, 2007.         Attendu que l’administrateur du gouvernement de l’Alberta, l’honorable Catherine Anne Fraser, juge en chef de l’Alberta, ne sera pas en mesure de remplir ses fonctions du 22 juin au 25 juin 2007, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :     a) met fin à la nomination de l’honorable Catherine Anne Fraser au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 22 juin 2007;     b) nomme l’honorable Jean E. Côté à titre d’administrateur du gouvernement de l’Alberta afin qu’il remplisse les fonctions de lieutenant‑gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 22 juin 2007;     c) met fin à la nomination de l’honorable Jean E. Côté au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 26 juin 2007;     d) nomme l’honorable Catherine Anne Fraser à titre d’administrateur du gouvernement de l’Alberta afin qu’elle remplisse les fonctions de lieutenant‑gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 26 juin 2007.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}