{
  "id": "16732",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1018<br></p><p><strong>Date: </strong>2007-06-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, subject to ratification, the Final Acts of the World Radiocommunication Conference of the International Telecommunication Union to be held in Geneva, Switzerland, from October&nbsp;22 to November&nbsp;16,&nbsp;2007; or</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing Robert&nbsp;W.&nbsp;McCaughern, Director General, Spectrum Engineering Branch, Spectrum, Information Technologies and Telecommunications, Department of Industry, or Bruce&nbsp;A.&nbsp;Gracie, Special Advisor, International Organizations, or Terrence&nbsp;J.&nbsp;Cormier, Deputy Permanent Representative, Permanent Mission of Canada to the Office of the United Nations, Geneva, to sign, on behalf of the Government of Canada, subject to ratification, the Final Acts of the World Radiocommunication Conference of the International Telecommunication Union to be held in Geneva, Switzerland, from October&nbsp;22 to November&nbsp;16,&nbsp;2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui‑ci&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;soit à signer, au nom du gouvernement du Canada, sous réserve de ratification, les Actes finals de la Conférence mondiale des radiocommunications de l’Union internationale des télécommunications qui aura lieu à Genève (Suisse), du 22&nbsp;octobre au 16&nbsp;novembre&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Robert&nbsp;W.&nbsp;McCaughern, directeur général, Direction générale du génie du spectre, Spectre, technologies de l’information et télécommunications, ministère de l’Industrie, Bruce&nbsp;A.&nbsp;Gracie, conseiller spécial, Organisations internationales, ou Terrence&nbsp;J.&nbsp;Cormier, représentant permanent adjoint, Mission permanente du Canada auprès de l’Office des Nations Unies à Genève, à signer, au nom du gouvernement du Canada, sous réserve de ratification, les Actes finals de la Conférence mondiale des radiocommunications de l’Union internationale des télécommunications qui aura lieu à Genève (Suisse), du 22&nbsp;octobre au 16&nbsp;novembre&nbsp;2007.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}