{
  "id": "1675",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0359<br></p><p><strong>Date: </strong>2003-03-21</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(T.B. Rec. 830433)</p> <p style=\"margin-right: 1.4375in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to section&nbsp;5 of the <em>Department of Agriculture and Agri-Food Act</em>, hereby assigns to the Minister of Agriculture and Agri-Food the power to develop and implement the following components of the Food Safety and Quality program:</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">(<em>a</em>)&nbsp;post-farm food safety, the aim of which is to provide, on behalf of the Government of Canada, non-regulatory, financial, technical and program assistance relating to the implementation of, and for the recognition of, food safety process control systems operating beyond the primary agricultural production sector;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">(<em>b</em>)&nbsp;traceability, the aim of which is to provide, on behalf of the Government of Canada, non-regulatory, financial, technical and program assistance relating to the development and implementation of systems that will track and trace, by means of recorded identification, the origin, processing history, distribution and location after delivery of a food or beverage product, including fish and fish products; and</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">(<em>c</em>)&nbsp;surveillance and information-sharing, the aim of which is to provide, on behalf of the Government of Canada, non-regulatory, financial, technical and program assistance in order to establish mechanisms that will allow for improved information-sharing among governments and relevant parties in order to enhance food safety surveillance and public health surveillance within all federal, provincial and territorial jurisdictions.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Rec. du C.T. 830433)</p> <p style=\"margin-right: 1.4375in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu de l’article&nbsp;5 de la <em>Loi sur le ministère de l’Agriculture et de l’Agroalimentaire</em>, Son&nbsp;Excellence la Gouverneure générale en conseil attribue au ministre de l’Agriculture et de l’Agroalimentaire le pouvoir d’élaborer et de mettre en oeuvre les éléments suivants du programme de salubrité et de qualité des aliments&nbsp;:</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\"><em>a</em>)&nbsp;un programme de salubrité des aliments en aval de la ferme, dont le but est de fournir, au nom du gouvernement du Canada, une aide financière, technique et fonctionnelle qui n’est pas prescrite par des règlements pour la mise en oeuvre et la reconnaissance de systèmes de contrôle de la salubrité des aliments au-delà du secteur de production agricole primaire;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\"><em>b</em>)&nbsp;un programme de traçabilité, dont le but est de fournir, au nom du gouvernement du Canada, une aide financière, technique et fonctionnelle qui n’est pas prescrite par des règlements pour l’élaboration et la mise en oeuvre de systèmes de suivi et de retraçage, au moyen d’une identification enregistrée, de l’origine, des antécédents de transformation, de la distribution et de la localisation après livraison des aliments ou des boissons, y compris le poisson et les produits du poisson;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 1.4375in\"><em>c</em>)&nbsp;un programme de surveillance et d’échange de renseignements, dont le but est de fournir, au nom du gouvernement du Canada, une aide financière, technique et fonctionnelle qui n’est pas prescrite par des règlements afin de mettre en place des mécanismes qui permettront aux gouvernements et aux parties concernées de mieux partager l’information de façon à améliorer le contrôle de la salubrité des aliments et le contrôle de la surveillance de la santé publique dans les domaines de compétence fédérale, provinciale et territoriale.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0359Date: 2003-03-21                                                                                                  (T.B. Rec. 830433)                       Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to section 5 of the Department of Agriculture and Agri-Food Act, hereby assigns to the Minister of Agriculture and Agri-Food the power to develop and implement the following components of the Food Safety and Quality program:   (a) post-farm food safety, the aim of which is to provide, on behalf of the Government of Canada, non-regulatory, financial, technical and program assistance relating to the implementation of, and for the recognition of, food safety process control systems operating beyond the primary agricultural production sector;   (b) traceability, the aim of which is to provide, on behalf of the Government of Canada, non-regulatory, financial, technical and program assistance relating to the development and implementation of systems that will track and trace, by means of recorded identification, the origin, processing history, distribution and location after delivery of a food or beverage product, including fish and fish products; and   (c) surveillance and information-sharing, the aim of which is to provide, on behalf of the Government of Canada, non-regulatory, financial, technical and program assistance in order to establish mechanisms that will allow for improved information-sharing among governments and relevant parties in order to enhance food safety surveillance and public health surveillance within all federal, provincial and territorial jurisdictions.                                                                                                 (Rec. du C.T. 830433)                       Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu de l’article 5 de la Loi sur le ministère de l’Agriculture et de l’Agroalimentaire, Son Excellence la Gouverneure générale en conseil attribue au ministre de l’Agriculture et de l’Agroalimentaire le pouvoir d’élaborer et de mettre en oeuvre les éléments suivants du programme de salubrité et de qualité des aliments :   a) un programme de salubrité des aliments en aval de la ferme, dont le but est de fournir, au nom du gouvernement du Canada, une aide financière, technique et fonctionnelle qui n’est pas prescrite par des règlements pour la mise en oeuvre et la reconnaissance de systèmes de contrôle de la salubrité des aliments au-delà du secteur de production agricole primaire;   b) un programme de traçabilité, dont le but est de fournir, au nom du gouvernement du Canada, une aide financière, technique et fonctionnelle qui n’est pas prescrite par des règlements pour l’élaboration et la mise en oeuvre de systèmes de suivi et de retraçage, au moyen d’une identification enregistrée, de l’origine, des antécédents de transformation, de la distribution et de la localisation après livraison des aliments ou des boissons, y compris le poisson et les produits du poisson;   c) un programme de surveillance et d’échange de renseignements, dont le but est de fournir, au nom du gouvernement du Canada, une aide financière, technique et fonctionnelle qui n’est pas prescrite par des règlements afin de mettre en place des mécanismes qui permettront aux gouvernements et aux parties concernées de mieux partager l’information de façon à améliorer le contrôle de la salubrité des aliments et le contrôle de la surveillance de la santé publique dans les domaines de compétence fédérale, provinciale et territoriale.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}