{
  "id": "16803",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1114<br></p><p><strong>Date: </strong>2007-06-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section&nbsp;5 of the <em>Office of the Superintendent of Financial Institutions Act</em>, hereby appoints Julie&nbsp;Dickson of Ottawa, Ontario, to be the Superintendent of Financial Institutions to hold office during good behaviour for a term of seven&nbsp;years, and fixes her salary at the rate set out in the annexed schedule, which salary is within the range ($260,100&nbsp;‑&nbsp;$305,000).&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Finances et en vertu de l’article 5 de la <em>Loi</em><em>&nbsp;</em><em>sur le Bureau du surintendant des institutions financi</em><em>è</em><em>res</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Julie Dickson, d’Ottawa (Ontario), surintendant des institutions financières à titre inamovible pour un mandat de sept&nbsp;ans, et fixe son traitement au taux spécifié à l’annexe ci‑jointe, lequel traitement se situe dans l’échelle (260&nbsp;100&nbsp;$&nbsp;‑&nbsp;305&nbsp;000&nbsp;$). </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1114Date: 2007-06-29      Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 5 of the Office of the Superintendent of Financial Institutions Act, hereby appoints Julie Dickson of Ottawa, Ontario, to be the Superintendent of Financial Institutions to hold office during good behaviour for a term of seven years, and fixes her salary at the rate set out in the annexed schedule, which salary is within the range ($260,100 ‑ $305,000).             Sur recommandation du ministre des Finances et en vertu de l’article 5 de la Loi sur le Bureau du surintendant des institutions financières, Son Excellence la Gouverneure générale en conseil nomme Julie Dickson, d’Ottawa (Ontario), surintendant des institutions financières à titre inamovible pour un mandat de sept ans, et fixe son traitement au taux spécifié à l’annexe ci‑jointe, lequel traitement se situe dans l’échelle (260 100 $ ‑ 305 000 $).       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}