{
  "id": "16952",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1252<br></p><p><strong>Date: </strong>2007-08-01</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 12, 18, 19, 20 and 22 of the <em>Public Service Labour&nbsp; Relations Act</em>, hereby appoints Deborah&nbsp;M.&nbsp;Howes of Sherwood&nbsp;Park, Alberta, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Public Service Labour Relations Board in accordance with subsection 19(1) of that Act, to be a part‑time member of the Public Service Labour Relations Board to hold office during good behaviour for a term of three&nbsp;years.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 12, 18, 19, 20 et 22 de la <em>Loi sur les relations de travail dans la fonction publique</em>, Son Excellence la Gouverneure générale en conseil nomme Deborah&nbsp;M.&nbsp;Howes, de Sherwood&nbsp;Park (Alberta), dont le nom figure sur la liste des personnes admissibles établie par le président de la Commission des relations de travail dans la fonction publique conformément au paragraphe&nbsp;19(1) de cette loi, commissaire à temps&nbsp;partiel de la Commission des relations de travail dans la fonction publique à titre inamovible pour un mandat de trois&nbsp;ans.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1252Date: 2007-08-01      Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 12, 18, 19, 20 and 22 of the Public Service Labour  Relations Act, hereby appoints Deborah M. Howes of Sherwood Park, Alberta, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Public Service Labour Relations Board in accordance with subsection 19(1) of that Act, to be a part‑time member of the Public Service Labour Relations Board to hold office during good behaviour for a term of three years.         Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 12, 18, 19, 20 et 22 de la Loi sur les relations de travail dans la fonction publique, Son Excellence la Gouverneure générale en conseil nomme Deborah M. Howes, de Sherwood Park (Alberta), dont le nom figure sur la liste des personnes admissibles établie par le président de la Commission des relations de travail dans la fonction publique conformément au paragraphe 19(1) de cette loi, commissaire à temps partiel de la Commission des relations de travail dans la fonction publique à titre inamovible pour un mandat de trois ans.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}