{
  "id": "17017",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1316<br></p><p><strong>Date: </strong>2007-08-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas paragraph 127.1(1)(<em>c</em>) of the <em>Public Service Employment Act </em>provides that the Governor in Council may appoint a special advisor to a minister;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas Order in Council P.C. 2007-1015 of June&nbsp;21, 2007 provides that the Governor in Council may appoint, on the recommendation of the Minister of Justice, a special advisor to the Minister of Justice to be known as the Special Advisor on Federal Court Prothonotaries Compensation;</p>  <p>&nbsp;</p>  <p style=\"margin-right:-9.0pt;text-indent:1.0in\">And whereas the Honourable George W. Adams,&nbsp;Q.C., has been jointly nominated by the Prothonotaries and the Minister of Justice;</p>  <p style=\"margin-right:-9.0pt\">&nbsp;</p>  <p style=\"margin-right:-9.0pt;text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to paragraph 127.1(1)(<em>c</em>) of the <em>Public Service Employment Act </em>and Order in Council P.C. 2007-1015 of June&nbsp;21,&nbsp;2007, hereby appoints the Honourable George&nbsp;W.&nbsp;Adams, Q.C., of Toronto, Ontario,</p>  <p style=\"margin-right:-9.0pt\">to be the Special Advisor on Federal Court Prothonotaries Compensation, to hold office during good behaviour for a term beginning on September&nbsp;1,&nbsp;2007 and ending on May 31, 2008, and fixes his remuneration and other conditions of employment as set out in the annexed schedule, which per diem rate is within the range ($700&nbsp;‑&nbsp;$800). </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’alinéa 127.1(1)<em>c</em>) de la <em>Loi sur l’emploi dans la fonction publique </em>prévoit que le gouverneur en conseil peut nommer un conseiller spécial d’un ministre;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le décret C.P 2007-1015 du 21 juin 2007 prévoit que le gouverneur en conseil peut, sur recommandation du ministre de la Justice, nommer un conseiller spécial de ce ministre, qui doit porter le titre de conseiller spécial sur la rémunération des protonotaires de la Cour fédérale;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable George W. Adams, c.r., a été choisi conjointement par les protonotaires et le ministre de la Justice,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu de l’alinéa 127.1(1)<em>c</em>) de la <em>Loi sur l’emploi dans la fonction publique </em>et du décret C.P. 2007‑1015 du 21 juin 2007, Son&nbsp;Excellence la Gouverneure générale en conseil nomme l’honorable&nbsp;George W. Adams, c.r., de Toronto (Ontario), conseiller spécial sur la rémunération des protonotaires de la Cour fédérale, à titre inamovible, pour un mandat commençant le 1<sup>er</sup> septembre 2007 et se terminant le 31 mai 2008, et fixe sa rémunération et autres conditions d’emploi conformément à l’annexe ci‑jointe, dont le taux journalier se situe dans l’échelle (700&nbsp;$&nbsp;‑&nbsp;800&nbsp;$).</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}