{
  "id": "17016",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1315<br></p><p><strong>Date: </strong>2007-08-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Vote No. 1 (Foreign Affairs and International Trade) of <em>Appropriation Act No. 2, 2007‑2008</em>, hereby appoints:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Caroline Chrétien as High Commissioner for Canada to the Federal Republic of Nigeria;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Ronald Davidson as Ambassador Extraordinary and Plenipotentiary of Canada to the Kingdom of Saudi Arabia, with concurrent accreditation to the Republic of Yemen and the State of Bahrain;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Robert Desjardins as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of the Philippines;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Sigrid Johnson as Ambassador Extraordinary and Plenipotentiary of Canada to the Democratic Republic of the Congo;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Malcolm McKechnie as Ambassador Extraordinary and Plenipotentiary of Canada to the Kingdom of Spain, with concurrent accreditation to the Principality of Andorra;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Guillermo Rishchynski as Ambassador Extraordinary and Plenipotentiary of Canada to the United Mexican States; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Renata Elisabeth Wielgosz as Ambassador Extraordinary and Plenipotentiary of Canada to the Hellenic Republic.</p>  <p>&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères et en vertu du crédit n<sup>o</sup> 1 (Affaires étrangères et Commerce international) de la <em>Loi de crédits n<sup>o</sup> 2 pour 2007-2008,</em> Son Excellence la Gouverneure générale en conseil nomme : </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Caroline Chrétien en qualité de haut-commissaire du Canada auprès de la République fédérale du Nigéria;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Ronald Davidson en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès du Royaume d’Arabie saoudite, avec accréditation simultanée auprès de la République du Yémen et de l’État de Bahreïn;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Robert Desjardins en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République des Philippines;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Sigrid Johnson en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République démocratique du Congo;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Malcolm McKechnie en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès du Royaume d’Espagne, avec accréditation simultanée auprès de la Principauté d’Andorre;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Guillermo Rishchynski en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès des États-Unis du Mexique;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Renata Elisabeth Wielgosz en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République hellénique.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}