{
  "id": "17040",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1327<br></p><p><strong>Date: </strong>2007-09-12</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of British&nbsp;Columbia, the Honourable Lance S.G. Finch, Chief&nbsp;Justice of British&nbsp;Columbia, will be unable to act from September 14 to September&nbsp;19, 2007, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor&nbsp;General&nbsp;in&nbsp;Council, on the recommendation of the Minister of Canadian&nbsp;Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,&nbsp;1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Lance S.G.&nbsp;Finch as Administrator of the Government of British Columbia, effective September 14, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Patrick D. Dohm to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective September 14, 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.25in;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Patrick D. Dohm </p>  <p style=\"margin-left:.25in\">as Administrator of the Government of British Columbia, effective September&nbsp;20,&nbsp;2007; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Lance S.G.&nbsp;Finch to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September&nbsp;20,&nbsp;2007.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de la Colombie‑Britannique, l’honorable Lance S.G.&nbsp;Finch, juge en chef de la Colombie‑Britannique, ne sera pas en mesure de remplir ses fonctions du 14&nbsp;septembre au 19 septembre 2007, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Lance S.G.&nbsp;Finch au poste d’administrateur du gouvernement de la Colombie‑Britannique, avec prise d’effet le 14&nbsp;septembre 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable Patrick D. Dohm à titre d’administrateur du gouvernement de la Colombie‑Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie‑Britannique durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 14&nbsp;septembre 2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Patrick D. Dohm au poste d’administrateur du gouvernement de la Colombie‑Britannique, avec prise d’effet le 20&nbsp;septembre&nbsp;2007;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Lance S.G.&nbsp;Finch à titre d’administrateur du gouvernement de la Colombie‑Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 20 septembre&nbsp;2007.</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1327Date: 2007-09-12      Whereas the Administrator of the Government of British Columbia, the Honourable Lance S.G. Finch, Chief Justice of British Columbia, will be unable to act from September 14 to September 19, 2007, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby     (a) terminates the appointment of the Honourable Lance S.G. Finch as Administrator of the Government of British Columbia, effective September 14, 2007;     (b) appoints the Honourable Patrick D. Dohm to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective September 14, 2007;     (c) terminates the appointment of the Honourable Patrick D. Dohm   as Administrator of the Government of British Columbia, effective September 20, 2007; and     (d) appoints the Honourable Lance S.G. Finch to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective September 20, 2007.         Attendu que l’administrateur du gouvernement de la Colombie‑Britannique, l’honorable Lance S.G. Finch, juge en chef de la Colombie‑Britannique, ne sera pas en mesure de remplir ses fonctions du 14 septembre au 19 septembre 2007, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :     a) met fin à la nomination de l’honorable Lance S.G. Finch au poste d’administrateur du gouvernement de la Colombie‑Britannique, avec prise d’effet le 14 septembre 2007;     b) nomme l’honorable Patrick D. Dohm à titre d’administrateur du gouvernement de la Colombie‑Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie‑Britannique durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 14 septembre 2007;     c) met fin à la nomination de l’honorable Patrick D. Dohm au poste d’administrateur du gouvernement de la Colombie‑Britannique, avec prise d’effet le 20 septembre 2007;     d) nomme l’honorable Lance S.G. Finch à titre d’administrateur du gouvernement de la Colombie‑Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 20 septembre 2007.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}