{
  "id": "17076",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1372<br></p><p><strong>Date: </strong>2007-09-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Minister of Justice reports that the </p>  <p>Honourable C. Michael Ryer, appointed a Judge of Federal Court of Appeal on October 26, 2006, was required to relocate from the City of Calgary to the National Capital Region, and was entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Honourable C. Michael Ryer has vacated his residence in the City of Calgary and, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in paragraph 3(1)(<em>j</em>) of the<em> </em></p>  <p><em>Judges Act (Removal Allowance) Order </em>and has requested that an additional period be approved so that he may be allowed to claim the cost of maintaining the former residence in excess of the six months referred to in the formentioned paragraph;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Honourable C. Michael Ryer obtained a short term demand loan to assist him to purchase his new residence and, on account of unfavourable conditions in the real estate market, has not been able to sell his former residence within the period referred to in </p>  <p>paragraph 3.1(4)(<em>b</em>) of the <em>Judges Act (Removal Allowance) Order </em>and has requested that an additional period be approved so that he may be allowed to claim the interest cost of the loan in excess of the six months referred to in the forementioned paragraph; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to </p>  <p>subsections 3(2) and 3.1(5) of the Judges Act (Removal Allowance) <em>Order</em>, hereby prescribes the period from April 26, 2007, to </p>  <p>October 26, 2007, as an additional period during which the cost of maintaining his former residence, minus any rent received in respect thereof; and the period from April 26, 2007 to October 26, 2007, as an additional period during which the interest charges on a short term demand load shall be reimbursed to the Honourable C. Michael Ryer pursuant to paragraph 3(1)(<em>j</em>) and subsection 3.1(1) of the <em>Judges Act (Removal Allowance) Order</em>.</p>  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’honorable C. Michael Ryer, nommé juge de la Cour d’appel fédérale le 26 octobre 2006, fut obligé de déménager de la ville de Calgary à la région de la Capitale nationale et avait droit à une allocation de transfert en vertu de l’article 40 de la <em>Loi sur les juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que ledit juge Ryer a quitté sa résidence dans la ville de Calgary et, à cause de la situation du marché immobilier, est incapable de vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)<em>j</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de transfert) </em>et a demandé une prolongation de la période de six mois mentionnée au susdit alinéa afin qu’il soit autorisé à réclamer les frais supportés par lui pour l’entretient de son ancienne résidence;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable C. Michael Ryer a obtenu un prêt à vue remboursable à court terme pour l’achat d’une nouvelle résidence et, vu les conditions défavorables du marché immobilier, qu’il n’a pas pu vendre son ancienne résidence durant la période mentionnée à </p>  <p>l’alinéa 3.1(4)<em>b</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de transfert) </em>et a demandé qu’une période additionnelle soit approuvée afin qu’il puisse réclamer les frais d’intérêt sur l’emprunt après les six mois mentionnés au susdit alinéa;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu des paragraphes 3(2) et 3.1(5) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de transfert)</em>, Son Excellence la Gouverneure générale en conseil autorise la période commençant le 26 avril 2007, et se terminant le 26 octobre 2007 à titre de période additionnelle à l’égard de laquelle les frais d’entretient de son ancienne résidence et à l’égard de laquelle - déduction faite des loyers reçus relativement à celle-ci - sur le prêt à vue remboursable à court terme doivent être remboursés à l’honorable C. Michael Ryer, conformément à l’alinéa 3(1)<em>j</em>) et au paragraphe 3.1(1) du<em> D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de transfert).</em></p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1372Date: 2007-09-18      Whereas the Minister of Justice reports that the   Honourable C. Michael Ryer, appointed a Judge of Federal Court of Appeal on October 26, 2006, was required to relocate from the City of Calgary to the National Capital Region, and was entitled to a removal allowance under section 40 of the Judges Act;     Whereas the Honourable C. Michael Ryer has vacated his residence in the City of Calgary and, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in paragraph 3(1)(j) of the   Judges Act (Removal Allowance) Order and has requested that an additional period be approved so that he may be allowed to claim the cost of maintaining the former residence in excess of the six months referred to in the formentioned paragraph;     And whereas the Honourable C. Michael Ryer obtained a short term demand loan to assist him to purchase his new residence and, on account of unfavourable conditions in the real estate market, has not been able to sell his former residence within the period referred to in   paragraph 3.1(4)(b) of the Judges Act (Removal Allowance) Order and has requested that an additional period be approved so that he may be allowed to claim the interest cost of the loan in excess of the six months referred to in the forementioned paragraph;      Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to   subsections 3(2) and 3.1(5) of the Judges Act (Removal Allowance) Order, hereby prescribes the period from April 26, 2007, to   October 26, 2007, as an additional period during which the cost of maintaining his former residence, minus any rent received in respect thereof; and the period from April 26, 2007 to October 26, 2007, as an additional period during which the interest charges on a short term demand load shall be reimbursed to the Honourable C. Michael Ryer pursuant to paragraph 3(1)(j) and subsection 3.1(1) of the Judges Act (Removal Allowance) Order.                                                                             Attendu que l’honorable C. Michael Ryer, nommé juge de la Cour d’appel fédérale le 26 octobre 2006, fut obligé de déménager de la ville de Calgary à la région de la Capitale nationale et avait droit à une allocation de transfert en vertu de l’article 40 de la Loi sur les juges;     Attendu que ledit juge Ryer a quitté sa résidence dans la ville de Calgary et, à cause de la situation du marché immobilier, est incapable de vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)j) du Décret d’application de la Loi sur les juges (allocation de transfert) et a demandé une prolongation de la période de six mois mentionnée au susdit alinéa afin qu’il soit autorisé à réclamer les frais supportés par lui pour l’entretient de son ancienne résidence;     Attendu que l’honorable C. Michael Ryer a obtenu un prêt à vue remboursable à court terme pour l’achat d’une nouvelle résidence et, vu les conditions défavorables du marché immobilier, qu’il n’a pas pu vendre son ancienne résidence durant la période mentionnée à   l’alinéa 3.1(4)b) du Décret d’application de la Loi sur les juges (allocation de transfert) et a demandé qu’une période additionnelle soit approuvée afin qu’il puisse réclamer les frais d’intérêt sur l’emprunt après les six mois mentionnés au susdit alinéa;     À ces causes, sur recommandation du ministre de la Justice et en vertu des paragraphes 3(2) et 3.1(5) du Décret d’application de la Loi sur les juges (allocation de transfert), Son Excellence la Gouverneure générale en conseil autorise la période commençant le 26 avril 2007, et se terminant le 26 octobre 2007 à titre de période additionnelle à l’égard de laquelle les frais d’entretient de son ancienne résidence et à l’égard de laquelle - déduction faite des loyers reçus relativement à celle-ci - sur le prêt à vue remboursable à court terme doivent être remboursés à l’honorable C. Michael Ryer, conformément à l’alinéa 3(1)j) et au paragraphe 3.1(1) du Décret d’application de la Loi sur les juges (allocation de transfert).      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}