{
  "id": "17075",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1371<br></p><p><strong>Date: </strong>2007-09-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable Dallas K. Miller, appointed a Judge of the Court of Queen’s Bench of Alberta on December 23, 2006, is required to relocate from the City of Medecine Hat in the Province of Alberta to the City of Lethbridge in the Province of Alberta, and is entitled to a removal allowance under section 40 of the </p>  <p><em>Judges Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Honourable Dallas K. Miller, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges Act </em>(<em>Removal Allowance</em>) <em>Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six month period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act </em>(<em>Removal Allowance</em>) <em>Order</em>, hereby prescribes the period from June 23, 2007 to </p>  <p>December 22, 2007, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to </p>  <p>the Honourable Dallas K. Miller pursuant to paragraph 3(1)(<em>k</em>) of the <em>Judges Act </em>(<em>Removal Allowance</em>) <em>Order</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Dallas K. Miller, nommé </p>  <p>juge de la Cour du Banc de la Reine de l’Alberta le 23 décembre 2006, doit déménager de Medecine Hat (Alberta) pour s’installer à Lethbridge (Alberta), et a droit à une allocation de transfert en vertu de l’article 40 de la <em>Loi sur les juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Dallas k. Miller, vu les conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence dans la période de six mois mentionnée à l’alinéa 3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges </em>(<em>allocation de transfert</em>) et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer les frais de déplacement et de subsistance qu’il engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en en vertu du paragraphe 3(2) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges </em>(<em>allocation de transfert</em>), Son Excellence la Gouverneure générale en conseil autorise la période commeçant le 23 juin 2007 et se terminant le 22 décembre 2007 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Dallas K. Miller engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence, doivent lui être remboursés, conformément à l’alinéa 3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges </em>(<em>allocation de transfert</em>).</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}