{
  "id": "17168",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1467<br></p><p><strong>Date: </strong>2007-10-04</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas section 26.1 of the <em>Judges Act</em> provides that the Judicial Compensation and Benefits Commission consists of three members appointed by the Governor in Council; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas paragraph 26.1(1)(<em>c</em>) of the <em>Judges Act</em>, specifies that one person who shall act as chairperson, shall be nominated by the members who are nominated by the Judiciary and the Minister of Justice of Canada;&nbsp; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to section&nbsp;26.1 of the <em>Judges Act</em>, hereby appoints Sheila&nbsp;R.&nbsp;Block of Toronto, Ontario, to be Chairperson of the Judicial Compensation and Benefits Commission, to hold office during good behaviour, for a term ending August&nbsp;31,&nbsp;2011, and fixes her remuneration as set out in the schedule hereto, which remuneration is comprised of a per&nbsp;diem within the range ($650&nbsp;‑&nbsp;$750). </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’article 26.1 de la <em>Loi sur les juges</em> prévoit que la Commission d’examen de la rémunération des juges est composée de trois personnes nommées par décret du gouverneur en conseil;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le paragraphe 26.1(1) de la <em>Loi sur les juges</em> spécifie que les deux personnes nommées sur proposition de la magistrature et du ministre de la Justice du Canada proposent pour le poste de président le nom d’une troisième disposée à agir en cette qualité, </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 26.1 de la <em>Loi sur les juges</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Sheila&nbsp;R.&nbsp;Block, de Toronto (Ontario), président de la Commission d’examen de la rémunération des juges, à titre inamovible, pour un mandat se terminant le 31&nbsp;août&nbsp;2011, et fixe sa rémunération conformément à l’annexe ci-jointe, laquelle rémunération est composée d’un taux journalier dans l’échelle (650&nbsp;$&nbsp;-&nbsp;750&nbsp;$). </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1467Date: 2007-10-04      Whereas section 26.1 of the Judges Act provides that the Judicial Compensation and Benefits Commission consists of three members appointed by the Governor in Council;      And whereas paragraph 26.1(1)(c) of the Judges Act, specifies that one person who shall act as chairperson, shall be nominated by the members who are nominated by the Judiciary and the Minister of Justice of Canada;       Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to section 26.1 of the Judges Act, hereby appoints Sheila R. Block of Toronto, Ontario, to be Chairperson of the Judicial Compensation and Benefits Commission, to hold office during good behaviour, for a term ending August 31, 2011, and fixes her remuneration as set out in the schedule hereto, which remuneration is comprised of a per diem within the range ($650 ‑ $750).          Attendu que l’article 26.1 de la Loi sur les juges prévoit que la Commission d’examen de la rémunération des juges est composée de trois personnes nommées par décret du gouverneur en conseil;     Attendu que le paragraphe 26.1(1) de la Loi sur les juges spécifie que les deux personnes nommées sur proposition de la magistrature et du ministre de la Justice du Canada proposent pour le poste de président le nom d’une troisième disposée à agir en cette qualité,      À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 26.1 de la Loi sur les juges, Son Excellence la Gouverneure générale en conseil nomme Sheila R. Block, de Toronto (Ontario), président de la Commission d’examen de la rémunération des juges, à titre inamovible, pour un mandat se terminant le 31 août 2011, et fixe sa rémunération conformément à l’annexe ci-jointe, laquelle rémunération est composée d’un taux journalier dans l’échelle (650 $ - 750 $).       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}