{
  "id": "17275",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1535<br></p><p><strong>Date: </strong>2007-10-12</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Human Resources and Skills Development, pursuant to sections&nbsp;10 and 11 of the <em>Department of Social Development Act</em>, hereby reappoints Joseph&nbsp;Warren&nbsp;Tietz of Vancouver, British&nbsp;Columbia, to be a member of the National Council of Welfare, to hold office during pleasure for a term of three years.&nbsp;&nbsp; </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre du Développement des ressources humaines et du Développement des compétences et en vertu des articles&nbsp;10 et 11 de la <em>Loi</em><em>&nbsp;</em><em>sur le minist</em><em>è</em><em>re du D</em><em>é</em><em>veloppement social</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Joseph&nbsp;Warren&nbsp;Tietz, de Vancouver (Colombie-Britannique), membre du Conseil national du bien-être social, à titre amovible, pour une période de trois ans. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1535Date: 2007-10-12      Her Excellency the Governor General in Council, on the recommendation of the Minister of Human Resources and Skills Development, pursuant to sections 10 and 11 of the Department of Social Development Act, hereby reappoints Joseph Warren Tietz of Vancouver, British Columbia, to be a member of the National Council of Welfare, to hold office during pleasure for a term of three years.               Sur recommandation du ministre du Développement des ressources humaines et du Développement des compétences et en vertu des articles 10 et 11 de la Loi sur le ministère du Développement social, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Joseph Warren Tietz, de Vancouver (Colombie-Britannique), membre du Conseil national du bien-être social, à titre amovible, pour une période de trois ans.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}