{
  "id": "17306",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1605<br></p><p><strong>Date: </strong>2007-10-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Canadian Radio-television and Telecommunications Commission (“the&nbsp;Commission”) made a decision, contained within Broadcasting Decision CRTC 2007‑246 of July&nbsp;24, 2007, to issue a broadcasting licence to The National Broadcast Reading Service Inc. to operate a national English-language satellite‑to-cable described video service to be known as The&nbsp;Accessible Channel;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas, subsequent to the making of this decision to issue a broadcasting licence to The&nbsp;National Broadcast Reading Service Inc., the Governor in Council received petitions requesting that the decision be referred back to the Commission for reconsideration and hearing of the matter;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Governor in Council, having considered these petitions, is not satisfied that the decision to issue a broadcasting licence to The&nbsp;National Broadcast Reading Service Inc. derogates from the attainment of the objectives of the broadcasting policy set out in subsection&nbsp;3(1) of the <em>Broadcasting</em><em>&nbsp;</em><em>Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;28 of the <em>Broadcasting Act</em>, hereby declines to refer back to the Commission for reconsideration and hearing the decision, contained within Broadcasting Decision CRTC 2007‑246 of July&nbsp;24, 2007, to issue a broadcasting licence to The&nbsp;National Broadcast Reading Service Inc. to operate a national English-language satellite‑to-cable described video service to be known as The&nbsp;Accessible Channel.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le Conseil de la radiodiffusion et des télécommunications canadiennes a, dans sa décision de radiodiffusion CRTC 2007‑246 du 24&nbsp;juillet 2007, attribué une licence de radiodiffusion à National Broadcast Reading Service Inc. en vue de l’exploitation d’un service national avec videodescription en langue anglaise du satellite au câble devant s’appeler The&nbsp;Accessible Channel;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil, à la suite de cette décision d’attribuer une licence de radiodiffusion à National Broadcast Reading Service Inc., a reçu des requêtes demandant le renvoi de cette décision au Conseil de la radiodiffusion et des télécommunications canadiennes pour réexamen et nouvelle audience;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil, après avoir examiné ces requêtes, n’est pas convaincue que cette décision ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion énoncés au paragraphe&nbsp;3(1) de la Loi&nbsp;sur la radiodiffusion,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;28 de la <em>Loi</em><em>&nbsp;</em><em>sur la radiodiffusion</em>, Son&nbsp;Excellence la Gouverneure générale en conseil refuse de renvoyer au Conseil de la radiodiffusion et des télécommunications canadiennes pour réexamen et nouvelle audience la décision de radiodiffusion CRTC 2007‑246 du 24&nbsp;juillet 2007 en ce qui a trait à la décision d’attribuer une licence de radiodiffusion à National Broadcast Reading Service Inc. en vue de l’exploitation d’un service national avec videodescription en langue anglaise du satellite au câble devant s’appeler The&nbsp;Accessible Channel.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1605Date: 2007-10-18      Whereas the Canadian Radio-television and Telecommunications Commission (“the Commission”) made a decision, contained within Broadcasting Decision CRTC 2007‑246 of July 24, 2007, to issue a broadcasting licence to The National Broadcast Reading Service Inc. to operate a national English-language satellite‑to-cable described video service to be known as The Accessible Channel;     Whereas, subsequent to the making of this decision to issue a broadcasting licence to The National Broadcast Reading Service Inc., the Governor in Council received petitions requesting that the decision be referred back to the Commission for reconsideration and hearing of the matter;     And whereas the Governor in Council, having considered these petitions, is not satisfied that the decision to issue a broadcasting licence to The National Broadcast Reading Service Inc. derogates from the attainment of the objectives of the broadcasting policy set out in subsection 3(1) of the Broadcasting Act;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 28 of the Broadcasting Act, hereby declines to refer back to the Commission for reconsideration and hearing the decision, contained within Broadcasting Decision CRTC 2007‑246 of July 24, 2007, to issue a broadcasting licence to The National Broadcast Reading Service Inc. to operate a national English-language satellite‑to-cable described video service to be known as The Accessible Channel.         Attendu que le Conseil de la radiodiffusion et des télécommunications canadiennes a, dans sa décision de radiodiffusion CRTC 2007‑246 du 24 juillet 2007, attribué une licence de radiodiffusion à National Broadcast Reading Service Inc. en vue de l’exploitation d’un service national avec videodescription en langue anglaise du satellite au câble devant s’appeler The Accessible Channel;     Attendu que la gouverneure en conseil, à la suite de cette décision d’attribuer une licence de radiodiffusion à National Broadcast Reading Service Inc., a reçu des requêtes demandant le renvoi de cette décision au Conseil de la radiodiffusion et des télécommunications canadiennes pour réexamen et nouvelle audience;     Attendu que la gouverneure en conseil, après avoir examiné ces requêtes, n’est pas convaincue que cette décision ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion énoncés au paragraphe 3(1) de la Loi sur la radiodiffusion,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 28 de la Loi sur la radiodiffusion, Son Excellence la Gouverneure générale en conseil refuse de renvoyer au Conseil de la radiodiffusion et des télécommunications canadiennes pour réexamen et nouvelle audience la décision de radiodiffusion CRTC 2007‑246 du 24 juillet 2007 en ce qui a trait à la décision d’attribuer une licence de radiodiffusion à National Broadcast Reading Service Inc. en vue de l’exploitation d’un service national avec videodescription en langue anglaise du satellite au câble devant s’appeler The Accessible Channel.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}