{
  "id": "17305",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1604<br></p><p><strong>Date: </strong>2007-10-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Canadian Radio-television and Telecommunications Commission (“the&nbsp;Commission”) made a decision, contained within Broadcasting Decision CRTC 2007‑246 of July&nbsp;24,&nbsp;2007, to amend the broadcasting licence of Avis de recherche&nbsp;inc. to operate a French-language Category&nbsp;2 specialty television service known as Avis de Recherche;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas, subsequent to the making of the decision to amend the broadcasting licence of Avis de recherche&nbsp;inc., the Governor in Council received petitions requesting that the decision be referred back to the Commission for reconsideration and hearing of the matter;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Governor in Council, having considered those petitions, is satisfied that the decision to amend the broadcasting&nbsp; licence of Avis de recherche&nbsp;inc. derogates from the attainment of the objectives of the broadcasting policy set out in subsection&nbsp;3(1) of the <em>Broadcasting</em><em>&nbsp;</em><em>Act</em>, and in particular subparagraph&nbsp;3(1)(<em>d</em>)(ii), paragraphs&nbsp;3(1)(<em>e</em>) and&nbsp;(<em>f</em>) and subparagraphs&nbsp;3(1)(<em>i</em>)(v) and&nbsp;(<em>s</em>)(i) of that&nbsp;Act;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Governor in Council is of the opinion that any service considered by the Commission to be of exceptional importance should be subject to conditions of licence that encourage the attainment of those objectives;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;28 of the <em>Broadcasting</em><em>&nbsp;</em><em>Act</em>,</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;hereby refers back to the Commission for reconsideration and hearing the decision, contained within Broadcasting Decision CRTC 2007‑246 of July&nbsp;24,&nbsp;2007, to amend the broadcasting licence of Avis de recherche&nbsp;inc. to operate a French-language Category&nbsp;2 specialty television service known as Avis de Recherche; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;is of the opinion that it is material to the reconsideration and hearing that the Commission re‑examine the conditions of licence imposed on Avis de recherche&nbsp;inc. in terms of its qualification as a service of exceptional importance giving it the right to be distributed on the digital basic service.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le Conseil de la radiodiffusion et des télécommunications canadiennes (le&nbsp;«&nbsp;Conseil&nbsp;») a, dans sa décision de radiodiffusion CRTC 2007‑246 du 24&nbsp;juillet 2007, approuvé la demande de modification de licence d’Avis de recherche&nbsp;inc. en vue de l’exploitation d’un service spécialisé de télévision de catégorie&nbsp;2 de langue française appelé Avis de Recherche;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil, à la suite de cette décision de modifier la licence d’Avis de recherche&nbsp;inc., a reçu des requêtes demandant le renvoi de cette décision au Conseil pour réexamen et nouvelle audience;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil, après avoir examiné ces requêtes, est convaincue que la décision de modifier la licence d’Avis de recherche&nbsp;inc. ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion énoncés au paragraphe&nbsp;3(1) de la <em>Loi</em><em>&nbsp;</em><em>sur la radiodiffusion</em>, notamment au sous-alinéa&nbsp;3(1)<em>d</em>)(ii), aux alinéas&nbsp;3(1)<em>e</em>) et&nbsp;<em> f</em>), au sous-alinéa&nbsp;3(1)<em>i</em>)(v) et à l’alinéa&nbsp;3(1)<em>s</em>);</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil est d’avis que tout service considéré par le Conseil comme étant d’une importance exceptionnelle devrait être soumis à des conditions de licence qui favorisent l’atteinte de ces objectifs,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;28 de la <em>Loi</em><em>&nbsp;</em><em>sur la radiodiffusion</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;renvoie au Conseil de la radiodiffusion et des télécommunications canadiennes pour réexamen et nouvelle audience la décision de radiodiffusion CRTC 2007‑246 du 24&nbsp;juillet 2007 en ce qui a trait à la décision de modifier la licence d’Avis de recherche&nbsp;inc. en vue de l’exploitation d’un service spécialisé de télévision de catégorie&nbsp;2 de langue française appelé Avis de Recherche;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;est d’avis qu’il est essentiel que, dans le cadre de son réexamen et de sa nouvelle audience, le Conseil de la radiodiffusion et des télécommunications canadiennes réexamine les conditions de licence imposées à Avis de recherche&nbsp;inc. en fonction de sa qualification de service d’une importance exceptionnelle lui donnant droit d’être distribué au service numérique de base.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1604Date: 2007-10-18      Whereas the Canadian Radio-television and Telecommunications Commission (“the Commission”) made a decision, contained within Broadcasting Decision CRTC 2007‑246 of July 24, 2007, to amend the broadcasting licence of Avis de recherche inc. to operate a French-language Category 2 specialty television service known as Avis de Recherche;     Whereas, subsequent to the making of the decision to amend the broadcasting licence of Avis de recherche inc., the Governor in Council received petitions requesting that the decision be referred back to the Commission for reconsideration and hearing of the matter;     Whereas the Governor in Council, having considered those petitions, is satisfied that the decision to amend the broadcasting  licence of Avis de recherche inc. derogates from the attainment of the objectives of the broadcasting policy set out in subsection 3(1) of the Broadcasting Act, and in particular subparagraph 3(1)(d)(ii), paragraphs 3(1)(e) and (f) and subparagraphs 3(1)(i)(v) and (s)(i) of that Act;     And whereas the Governor in Council is of the opinion that any service considered by the Commission to be of exceptional importance should be subject to conditions of licence that encourage the attainment of those objectives;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 28 of the Broadcasting Act,     (a) hereby refers back to the Commission for reconsideration and hearing the decision, contained within Broadcasting Decision CRTC 2007‑246 of July 24, 2007, to amend the broadcasting licence of Avis de recherche inc. to operate a French-language Category 2 specialty television service known as Avis de Recherche; and     (b) is of the opinion that it is material to the reconsideration and hearing that the Commission re‑examine the conditions of licence imposed on Avis de recherche inc. in terms of its qualification as a service of exceptional importance giving it the right to be distributed on the digital basic service.         Attendu que le Conseil de la radiodiffusion et des télécommunications canadiennes (le « Conseil ») a, dans sa décision de radiodiffusion CRTC 2007‑246 du 24 juillet 2007, approuvé la demande de modification de licence d’Avis de recherche inc. en vue de l’exploitation d’un service spécialisé de télévision de catégorie 2 de langue française appelé Avis de Recherche;     Attendu que la gouverneure en conseil, à la suite de cette décision de modifier la licence d’Avis de recherche inc., a reçu des requêtes demandant le renvoi de cette décision au Conseil pour réexamen et nouvelle audience;     Attendu que la gouverneure en conseil, après avoir examiné ces requêtes, est convaincue que la décision de modifier la licence d’Avis de recherche inc. ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion énoncés au paragraphe 3(1) de la Loi sur la radiodiffusion, notamment au sous-alinéa 3(1)d)(ii), aux alinéas 3(1)e) et  f), au sous-alinéa 3(1)i)(v) et à l’alinéa 3(1)s);     Attendu que la gouverneure en conseil est d’avis que tout service considéré par le Conseil comme étant d’une importance exceptionnelle devrait être soumis à des conditions de licence qui favorisent l’atteinte de ces objectifs,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 28 de la Loi sur la radiodiffusion, Son Excellence la Gouverneure générale en conseil :     a) renvoie au Conseil de la radiodiffusion et des télécommunications canadiennes pour réexamen et nouvelle audience la décision de radiodiffusion CRTC 2007‑246 du 24 juillet 2007 en ce qui a trait à la décision de modifier la licence d’Avis de recherche inc. en vue de l’exploitation d’un service spécialisé de télévision de catégorie 2 de langue française appelé Avis de Recherche;     b) est d’avis qu’il est essentiel que, dans le cadre de son réexamen et de sa nouvelle audience, le Conseil de la radiodiffusion et des télécommunications canadiennes réexamine les conditions de licence imposées à Avis de recherche inc. en fonction de sa qualification de service d’une importance exceptionnelle lui donnant droit d’être distribué au service numérique de base.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}