{
  "id": "17413",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1693<br></p><p><strong>Date: </strong>2007-11-01</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby reappoints John&nbsp;J.&nbsp;Cavanaugh to be Honorary Consul of Canada at Omaha, Nebraska, United States of America, for a period of three&nbsp;years, and fixes his honorarium at the rate set out in the schedule hereto, which honorarium is within the range ($22,000&nbsp;‑&nbsp;$27,000), such appointment to be terminated by either the Minister of Foreign Affairs or John&nbsp;J.&nbsp;Cavanaugh, giving the other sixty&nbsp;days' written notice. </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme de nouveau John&nbsp;J.&nbsp;Cavanaugh au poste de consul honoraire du Canada à Omaha, Nebraska (États‑Unis d’Amérique), pour une période de trois ans, et fixe ses honoraires au taux figurant à l'annexe ci‑jointe, lesquels honoraires se situent dans l'échelle (22&nbsp;000&nbsp;$&nbsp;‑&nbsp;27&nbsp;000&nbsp;$).&nbsp; Le ministre des Affaires étrangères ou John&nbsp;J.&nbsp;Cavanaugh peuvent mettre fin à la nomination en remettant un avis écrit de soixante&nbsp;jours à l'autre partie. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1693Date: 2007-11-01      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby reappoints John J. Cavanaugh to be Honorary Consul of Canada at Omaha, Nebraska, United States of America, for a period of three years, and fixes his honorarium at the rate set out in the schedule hereto, which honorarium is within the range ($22,000 ‑ $27,000), such appointment to be terminated by either the Minister of Foreign Affairs or John J. Cavanaugh, giving the other sixty days' written notice.             Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme de nouveau John J. Cavanaugh au poste de consul honoraire du Canada à Omaha, Nebraska (États‑Unis d’Amérique), pour une période de trois ans, et fixe ses honoraires au taux figurant à l'annexe ci‑jointe, lesquels honoraires se situent dans l'échelle (22 000 $ ‑ 27 000 $).  Le ministre des Affaires étrangères ou John J. Cavanaugh peuvent mettre fin à la nomination en remettant un avis écrit de soixante jours à l'autre partie.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}