{
  "id": "1741",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0392<br></p><p><strong>Date: </strong>2003-03-27</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<em>a</em>) authorizes the Minister of Foreign Affairs:</p> <p style=\"margin-left: 0.5625in; margin-right: 0.875in\">&nbsp;</p> <p style=\"margin-left: 0.5625in; margin-right: 0.875in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an Amendment to the Agreement between the Government of Canada and the Government of the Kingdom of Spain concerning Cinematographic Relations, done at Madrid on January 14, 1985, or</p> <p style=\"margin-left: 0.5625in; margin-right: 0.875in\">&nbsp;</p> <p style=\"margin-left: 0.5625in; margin-right: 0.875in\">(ii)&nbsp;to execute and issue an Instrument of Full Powers authorizing the Honourable Sheila M. Copps, Minister of Canadian Heritage, or the Honourable Jean&nbsp;Augustine, Secretary of State (Multiculturalism)(Status of Women), or Judith&nbsp;A.&nbsp;LaRocque, Deputy Minister of Canadian Heritage, or Alain&nbsp;Dudoit, Ambassador of Canada to the Kingdom of Spain, to sign, on behalf of the Government of Canada, an Amendment to the Agreement between the Government of Canada and the Government of the Kingdom of Spain concerning Cinematographic Relations, done at Madrid on January&nbsp;14,&nbsp;1985; </p> <p style=\"margin-left: 0.5625in\">&nbsp;</p> <p style=\"margin-left: 0.5625in\">(iii)&nbsp;to take any action necessary to bring the Amendment into force for Canada; and</p> <p style=\"margin-left: 0.3125in\">&nbsp;</p> <p style=\"margin-left: 0.3125in\">(<em>b</em>) revokes Order in Council P.C. 1999-1642 of September&nbsp;29,&nbsp;1999.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;: </p> <p style=\"margin-left: 0.3125in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.3125in; margin-right: -0.125in\"><em>a</em>)&nbsp;autorise le ministre des Affaires étrangères :</p> <p style=\"margin-left: 0.5in; margin-right: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.8125in\">(i)&nbsp;soit à signer, au nom du gouvernement du Canada, la Modification à l’Accord sur les relations cinématographiques entre le gouvernement du Canada et le gouvernement du Royaume d’Espagne, fait à Madrid le 14&nbsp;janvier&nbsp;1985,</p> <p style=\"margin-left: 0.5in; margin-right: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.8125in\">(ii) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Sheila&nbsp;M.&nbsp;Copps, ministre du Patrimoine canadien, l’honorable Jean&nbsp;Augustine, secrétaire d’État (Multiculturalisme)(Situation de la femme), Judith&nbsp;A.&nbsp;LaRocque, sous-ministre du Patrimoine canadien, ou Alain&nbsp;Dudoit, ambassadeur du Canada auprès du Royaume d’Espagne, à signer, au nom du gouvernement du Canada, la Modification à l’Accord sur les relations cinématographique entre le gouvernement du Canada et le gouvernement du Royaume d’Espagne, fait à Madrid le 14&nbsp;janvier&nbsp;1985,</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in\">(iii)&nbsp;à prendre les mesures nécessaires à l’entrée en vigueur de la Modification pour le Canada;</p> <p style=\"margin-left: 0.3125in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.3125in; margin-right: -0.125in\"><em>b</em>) abroge le décret C.P. 1999-1642 du&nbsp;29 septembre&nbsp;1999.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0392Date: 2003-03-27                     Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby         (a) authorizes the Minister of Foreign Affairs:   (i) to sign, on behalf of the Government of Canada, an Amendment to the Agreement between the Government of Canada and the Government of the Kingdom of Spain concerning Cinematographic Relations, done at Madrid on January 14, 1985, or   (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Sheila M. Copps, Minister of Canadian Heritage, or the Honourable Jean Augustine, Secretary of State (Multiculturalism)(Status of Women), or Judith A. LaRocque, Deputy Minister of Canadian Heritage, or Alain Dudoit, Ambassador of Canada to the Kingdom of Spain, to sign, on behalf of the Government of Canada, an Amendment to the Agreement between the Government of Canada and the Government of the Kingdom of Spain concerning Cinematographic Relations, done at Madrid on January 14, 1985;    (iii) to take any action necessary to bring the Amendment into force for Canada; and   (b) revokes Order in Council P.C. 1999-1642 of September 29, 1999.                   Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil :    a) autorise le ministre des Affaires étrangères :   (i) soit à signer, au nom du gouvernement du Canada, la Modification à l’Accord sur les relations cinématographiques entre le gouvernement du Canada et le gouvernement du Royaume d’Espagne, fait à Madrid le 14 janvier 1985,   (ii) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Sheila M. Copps, ministre du Patrimoine canadien, l’honorable Jean Augustine, secrétaire d’État (Multiculturalisme)(Situation de la femme), Judith A. LaRocque, sous-ministre du Patrimoine canadien, ou Alain Dudoit, ambassadeur du Canada auprès du Royaume d’Espagne, à signer, au nom du gouvernement du Canada, la Modification à l’Accord sur les relations cinématographique entre le gouvernement du Canada et le gouvernement du Royaume d’Espagne, fait à Madrid le 14 janvier 1985,   (iii) à prendre les mesures nécessaires à l’entrée en vigueur de la Modification pour le Canada;   b) abroge le décret C.P. 1999-1642 du 29 septembre 1999.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}