{
  "id": "1743",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0393<br></p><p><strong>Date: </strong>2003-03-27</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<em>a</em>) to either</p> <p style=\"margin-left: 0.625in\">&nbsp;</p> <p style=\"margin-left: 0.625in\">(i)&nbsp;sign, on behalf of the Government of Canada, the Exchange of Notes between the Government of Canada and the Government of Japan constituting an agreement allowing the Government of Japan to contribute logistic support, supplies and services to the armed forces of Canada, or</p> <p style=\"margin-left: 0.625in; margin-right: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.625in; margin-right: 0.8125in\">(ii) execute and issue an Instrument of Full Powers authorizing Robert&nbsp;G.&nbsp;Wright, Ambassador of Canada to Japan, or Paul&nbsp;Mayer, Minister and Deputy Head of Mission, to sign, on behalf of the Government of Canada, the Exchange of Notes between the Government of Canada and the Government of Japan constituting an agreement allowing the Government of Japan to contribute logistic support, supplies and services to the armed forces of Canada; and</p> <p style=\"margin-left: 0.375in\">&nbsp;</p> <p style=\"margin-left: 0.375in\">(<em>b</em>)&nbsp;to take any action necessary to bring the Agreement into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce dernier&nbsp;:</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\"><em>a</em>)&nbsp;selon le cas :</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">&nbsp;</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">(i)&nbsp;à signer, au nom du gouvernement du Canada, l’Échange de notes entre le gouvernement du Canada et le gouvernement du Japon constituant un accord permettant au gouvernement du Japon de mettre à la disposition des forces armées du Canada un soutien logistique, des fournitures et des services,</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">&nbsp;</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">(ii)&nbsp;à établir et à délivrer un instrument de pleins pouvoirs autorisant Robert&nbsp;G.&nbsp;Wright, ambassadeur du Canada auprès du Japon ou Paul&nbsp;Meyer, ministre et chef de mission adjoint, à signer, au nom du gouvernement du Canada, l’Échange de notes entre le gouvernement du Canada et le gouvernement du Japon constituant un accord permettant au gouvernement du Japon de mettre à la disposition des forces armées du Canada un soutien logistique, des fournitures et des services;</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\"><em>b</em>)&nbsp;à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0393Date: 2003-03-27                     Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:          (a) to either   (i) sign, on behalf of the Government of Canada, the Exchange of Notes between the Government of Canada and the Government of Japan constituting an agreement allowing the Government of Japan to contribute logistic support, supplies and services to the armed forces of Canada, or   (ii) execute and issue an Instrument of Full Powers authorizing Robert G. Wright, Ambassador of Canada to Japan, or Paul Mayer, Minister and Deputy Head of Mission, to sign, on behalf of the Government of Canada, the Exchange of Notes between the Government of Canada and the Government of Japan constituting an agreement allowing the Government of Japan to contribute logistic support, supplies and services to the armed forces of Canada; and   (b) to take any action necessary to bring the Agreement into force for Canada.                  Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :   a) selon le cas :   (i) à signer, au nom du gouvernement du Canada, l’Échange de notes entre le gouvernement du Canada et le gouvernement du Japon constituant un accord permettant au gouvernement du Japon de mettre à la disposition des forces armées du Canada un soutien logistique, des fournitures et des services,   (ii) à établir et à délivrer un instrument de pleins pouvoirs autorisant Robert G. Wright, ambassadeur du Canada auprès du Japon ou Paul Meyer, ministre et chef de mission adjoint, à signer, au nom du gouvernement du Canada, l’Échange de notes entre le gouvernement du Canada et le gouvernement du Japon constituant un accord permettant au gouvernement du Japon de mettre à la disposition des forces armées du Canada un soutien logistique, des fournitures et des services;   b) à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}