{
  "id": "17478",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1717<br></p><p><strong>Date: </strong>2007-11-02</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Whereas, pursuant to subsection 12(5) of the <em>Farm Income Protection Act</em>, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection 12(1) of that Act, to assist agricultural producers in transitioning from the existing income stabilization program to the AgriInvest Program;</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to subsection 12(5) of the <em>Farm Income Protection Act</em>, hereby authorizes the Minister of Agriculture and Agri-Food to provide federal grants and contributions of up to $561.1 million to assist producers by kick-starting their amounts under the new AgriInvest Program. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Attendu que, en vertu du paragraphe 12(5) de la<em> </em></p>  <p style=\"line-height:200%\"><em>Loi sur la protection du revenu agricole</em>, la gouverneure en conseil juge nécessaire, après la mise en oeuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire au titre du </p>  <p style=\"line-height:200%\">paragraphe 12(1) de cette loi, d’aider les producteurs à faire la transition de l’actuel programme de stabilisation du revenu au programme </p>  <p style=\"line-height:200%\">Agri-investissement,</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du paragraphe 12(5) de la <em>Loi sur la protection du revenu agricole</em>, </p>  <p style=\"line-height:200%\">Son Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à verser des subventions et des contributions jusqu’à concurrence de 561,1 millions de dollars qui aideront les producteurs à ouvrir un compte dans le cadre du nouveau programme Agri-investissement.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to section 4 and subsection 9(1) of the </p>  <p style=\"line-height:200%\"><em>Farm Income Protection Act</em>, hereby consents to the Minister of Agriculture and Agri-Food entering into an agreement, with the government of each province, amending the Federal-Provincial Agreement Re-Establishing the Canadian Agricultural Income Stabilization (CAIS) Program, substantially in accordance with the annexed draft Amending Agreement No. 11, for the purpose of replacing the first 15% of coverage under the current income stabilization program with AgriInvest.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section4\">  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du paragraphe 9(1) de la <em>Loi sur la protection du revenu agricole</em>, Son Excellence la Gouverneure générale en conseil agrée la conclusion par le ministre de l’Agriculture et de l’Agroalimentaire avec le gouvernement de chaque province d’un accord modifiant l’Accord fédéral-provincial rétablissant le Programme canadien de stabilisation du revenu agricole (PCSRA), lequel accord est conforme en substance au projet d’accord modificatif n<sup>o</sup> 11 </p>  <p style=\"line-height:200%\">ci-joint, dans le but de remplacer par le programme Agri-investissement la portion supérieure de 15 p. 100 de la protection fournie au titre de l’actuel programme de stabilisation du revenu. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}