{
  "id": "17611",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1846<br></p><p><strong>Date: </strong>2007-12-03</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas, the Government of Canada, the Government of British Columbia and the First Nations Summit established the British Columbia Treaty Commission in 1993 for the purpose of facilitating the negotiation of treaties in British Columbia; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas, pursuant to section 7 of the <em>British Columbia Treaty Commission Act</em>, the Governor in Council may appoint one commissioner to the British Columbia Treaty Commission; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the appointment of Michael Harcourt, made by Order in Council P.C. 2005‑793 of May&nbsp;5,&nbsp;2005, ended on May 12, 2007; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 7 of the <em>British Columbia Treaty Commission Act</em>, hereby appoints Jerry&nbsp;Lampert of Vancouver, British Columbia, as a British Columbia Treaty Commissioner, to hold office during pleasure, for a term of two&nbsp;years.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le gouvernement du Canada, le gouvernement de la Colombie‑Britannique et le Sommet des Premières Nations ont établi la Commission des traités de la Colombie‑Britannique, en 1993, afin de faciliter la négociation des traités en Colombie‑Britannique; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que, en vertu de l’article 7 de la <em>Loi sur la Commission des trait</em><em>é</em><em>s de la Colombie-Britannique</em>, la gouverneure en conseil peut nommer un commissaire à la Commission des traités de la Colombie-Britannique; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la nomination de Michael&nbsp;Harcourt, pris par le décret C.P. 2005‑703 du 5&nbsp;mai&nbsp;2005, a pris fin le 12&nbsp;mai&nbsp;2007, </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 7 de la <em>Loi sur la Commission des trait</em><em>é</em><em>s de la Colombie-Britannique</em>, Son Excellence la Gouverneure générale en conseil nomme Jerry&nbsp;Lampert, de Vancouver (Colombie-Britannique), commissaire de la Commission des traités de la Colombie-Britannique, à titre amovible, pour un mandat de deux ans. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1846Date: 2007-12-03      Whereas, the Government of Canada, the Government of British Columbia and the First Nations Summit established the British Columbia Treaty Commission in 1993 for the purpose of facilitating the negotiation of treaties in British Columbia;      Whereas, pursuant to section 7 of the British Columbia Treaty Commission Act, the Governor in Council may appoint one commissioner to the British Columbia Treaty Commission;      And whereas the appointment of Michael Harcourt, made by Order in Council P.C. 2005‑793 of May 5, 2005, ended on May 12, 2007;      Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 7 of the British Columbia Treaty Commission Act, hereby appoints Jerry Lampert of Vancouver, British Columbia, as a British Columbia Treaty Commissioner, to hold office during pleasure, for a term of two years.           Attendu que le gouvernement du Canada, le gouvernement de la Colombie‑Britannique et le Sommet des Premières Nations ont établi la Commission des traités de la Colombie‑Britannique, en 1993, afin de faciliter la négociation des traités en Colombie‑Britannique;      Attendu que, en vertu de l’article 7 de la Loi sur la Commission des traités de la Colombie-Britannique, la gouverneure en conseil peut nommer un commissaire à la Commission des traités de la Colombie-Britannique;      Attendu que la nomination de Michael Harcourt, pris par le décret C.P. 2005‑703 du 5 mai 2005, a pris fin le 12 mai 2007,      À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 7 de la Loi sur la Commission des traités de la Colombie-Britannique, Son Excellence la Gouverneure générale en conseil nomme Jerry Lampert, de Vancouver (Colombie-Britannique), commissaire de la Commission des traités de la Colombie-Britannique, à titre amovible, pour un mandat de deux ans.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}