{
  "id": "17646",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1871<br></p><p><strong>Date: </strong>2007-12-06</p><hr><p>    </p><div>  <p style=\"text-indent:.5in\">Whereas Order in Council P.C. 2000-1524 of September 29, 2000, the Governor in Council approved the entry into the following agreements: </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in;text-indent:.5in\">(<em>a</em>) Canada-Manitoba Infrastructure Program Agreement, made on </p>  <p style=\"margin-left:1.0in\">October 11, 2000;</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(<em>b</em>) Canada-Saskatchewan Infrastructure Program Agreement, made on </p>  <p style=\"margin-left:1.0in\">October 11, 2000;</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(<em>c</em>) Infrastructure Canada-Alberta Program Agreement, made on</p>  <p style=\"margin-left:1.0in\">October 10, 2000;</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\">(<em>d</em>) Canada-British Columbia Infrastructure Program Agreement, made on </p>  <p style=\"margin-left:1.0in\">October 10, 2000;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Whereas by Order in Council P.C. 2005-976 of May 19, 2005, the Governor in Council approved the extension of these agreements;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Whereas the parties to those agreements wish to extend once more the termination date of the agreements;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">And whereas the Governor in Council must approve any amendment to the agreements to extend their termination dates;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, the President of the Queen’s Privy Council for Canada, Minister of Intergovernmental Affairs and Minister of Western Economic Diversification, and the Treasury Board, and pursuant to paragraph 6(1)(<em>f</em>) of the </p>  <p><em>Western Economic Diversification Act</em>, hereby approves that the Minister of Transport, Infrastructure and Communities and the Minister of Western Economic Diversification enter into agreements amending those agreements by extending their termination dates to </p>  <p>March 31, 2011, substantially in accordance with the annexed draft amending agreement. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:.5in\">Attendu que, en vertu du décret C.P. 2000-1524 du 29 septembre 2000, le gouverneur en conseil a approuvé la conclusion des ententes suivantes :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in;text-indent:.5in\"><em>a</em>) l’Entente sur le programme d’infrastructure Canada-Manitoba, conclue le </p>  <p style=\"margin-left:1.0in\">11 octobre 2000;</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\"><em>b</em>) l’Entente sur le programme d’infrastructure Canada-Saskatchewan, conclue le </p>  <p style=\"margin-left:1.0in\">11 octobre 2000;</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\"><em>c</em>) l’Entente sur le programme d’infrastructure Canada -Alberta, conclue le </p>  <p style=\"margin-left:1.0in\">10 octobre 2000;</p>  <p>&nbsp;</p>  <p style=\"margin-left:1.0in\"><em>d</em>) l’Entente sur le programme d’infrastructure Canada-Colombie-Britannique, conclue le 10 octobre 2000;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Attendu que, en vertu du décret C.P. 2005-976 du 19 mai 2005, le gouverneur en conseil a approuvé la prolongation de ces Ententes;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Attendu que les parties à ces ententes souhaitent reporter à nouveau la date d’expiration de ces Ententes;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">Attendu que de telles modifications doivent être approuvée par le gouverneur en conseil,</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">À ces causes, sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités, de la Présidente du Conseil privé de la Reine pour le Canada, ministre des Affaires intergouvernementales et ministre de la Diversification de l’économie de l’Ouest canadien, et du Conseil du Trésor, et en vertu de l’alinéa 6(1)<em>f</em>) de la <em>Loi sur la Diversification de l</em><em>’é</em><em>conomie de l</em><em>’</em><em>Ouest canadien</em>, Son Excellence la Gouverneure générale en conseil approuve la conclusion, par le ministre des Transports, de l’Infrastructure et des Collectivités et la Présidente du Conseil privé de la Reine pour le Canada, ministre des Affaires intergouvernementales et ministre de la Diversification de l’économie de l’Ouest canadien, d’ententes modificatrices reportant au </p>  <p>31 mars 2011 la date d’expiration des ententes, lesquelles ententes modificatrices sont conformes en substance au projet d’entente modificatrice ci-joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}