{
  "id": "17706",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1934<br></p><p><strong>Date: </strong>2007-12-13</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement dated March 14,&nbsp;1996, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>(a)</em> pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by Saskatchewan Telecommunications (the Company) of the power to take, without the consent of the owner, in accordance with <em>The Saskatchewan Telecommunications Act</em>, R.S.S., 1978 c.&nbsp;s-34, the easements described in the annexed easement agreements set out in Schedules&nbsp;I and II, for telecommunication transmission system purposes, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the purposes specified in those agreements; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>(b)</em> pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Companies taking the easements as consented to in paragraph a), authorizes the grant to the Companies of those easements described in the annexed easement agreements for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p>Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement daté du 14&nbsp;mars&nbsp;1996, Son&nbsp;Excellence la Gouverneure générale en conseil :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>(a)</em> en vertu du paragraphe&nbsp;35(1) de la<em> Loi sur les Indiens</em>, consent à l'exercice, par la Saskatchewan Telecommunications (la Société) du pouvoir de prendre, sans le consentement du propriétaire, conformément aux lois intitulées <em>The Saskatchewan Telecommunications Act</em>, R.S.S., 1978 c.&nbsp;S-34, les servitudes délimitées dans les accords de servitude figurant aux annexes&nbsp;I et II, à des fins de système de transmission de télécommunication, à la condition que les servitudes soient délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu'elles cesseront d'être utilisées aux fins précisées dans les accords;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>(b)</em> en vertu du paragraphe&nbsp;35(3) de la<em> Loi sur les Indiens</em>, au lieu que la Société prenne les servitudes tel que consenti à l’alinéa a), en permet l'octroi à la Société pour les fins qui sont précisées dans les accords, à la condition qu’elles soient délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu'elles cesseront d'être utilisées à ces fins.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}