{
  "id": "17728",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1957<br></p><p><strong>Date: </strong>2007-12-13</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas Order in Council P.C.&nbsp;2007‑1956 of December&nbsp;13,&nbsp;2007, authorized The&nbsp;Canadian Wheat Board to adjust its accounts by transferring the wheat referred to in that Order to the current pool period beginning on August&nbsp;1,&nbsp;2007 and ending on July&nbsp;31,&nbsp;2008;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas The&nbsp;Canadian Wheat Board reports that, having adjusted its accounts, it has received payment in full for all wheat delivered to it in the pool period that began on August&nbsp;1,&nbsp;2006 and ended on July&nbsp;31,&nbsp;2007, and after deducting the expense attributable to that wheat in accordance with the <em>Canadian Wheat Board Act</em>, a balance of moneys remains in its account in respect of wheat purchased by it in that pool period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas The&nbsp;Canadian Wheat Board has determined that the amount per tonne for each grade of wheat set out in the annexed schedule is the amount to which producers are entitled on a distribution of the balance of the moneys remaining in The&nbsp;Canadian Wheat Board account;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri‑Food, pursuant to subsection&nbsp;33(5) of the <em>Canadian Wheat Board Act</em>, hereby approves the amount determined and fixed by The&nbsp;Canadian Wheat Board for each tonne of each grade of wheat, as set out in the annexed schedule.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le décret C.P.&nbsp;2007‑1956 du 13&nbsp;décembre&nbsp;2007 autorise la Commission canadienne du blé à rectifier ses comptes en transférant le blé mentionné dans ce décret à la période de mise en commun en cours, qui a commencé le 1<sup>er</sup>&nbsp;août 2007 et se terminera le 31&nbsp;juillet&nbsp;2008;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la Commission canadienne du blé déclare que, après rectification de ses comptes, elle a reçu le paiement complet pour tout le blé livré au cours de la période de mise en commun, qui a commencé le 1<sup>er</sup>&nbsp;août 2006 et s’est terminée le 31&nbsp;juillet 2007 et que, après déduction des dépenses attribuables à ce blé, conformément à la <em>Loi</em><em>&nbsp;</em><em>sur la Commission canadienne du bl</em><em>é</em>, son compte affiche un solde créditeur quant au blé acheté au cours de cette période de mise en commun;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la Commission canadienne du blé a établi que le prix à la tonne de chaque grade de blé figurant à l’annexe ci‑jointe est la somme à laquelle les producteurs ont droit au moment de la distribution du solde de son compte,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe&nbsp;33(5) de la <em>Loi</em><em>&nbsp;</em><em> sur la Commission canadienne du bl</em><em>é</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la somme fixée par la Commission canadienne du blé pour chaque tonne de chaque grade de blé figurant à l’annexe ci‑jointe.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}