{
  "id": "17735",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-1966<br></p><p><strong>Date: </strong>2007-12-13</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph&nbsp;39(1)(<em>c</em>) and section&nbsp;40 of the<em> Indian</em><em>&nbsp;</em><em>Act</em>, hereby accepts the absolute surrender made to Her&nbsp;Majesty in right of Canada by the Songhees and Esquimalt First Nations, bands within the meaning of the <em>Indian Act,</em> of all rights and interests, if any, of those First Nations and their members in the lands defined in the Settlement Agreement dated November 18, 2006, a copy of which is set out in the annexed schedule.<a name=\"OLE_LINK17\"></a> </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa&nbsp;39(1)<em>c</em>) et de l’article&nbsp;40 de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil accepte la cession à titre absolu faite à Sa&nbsp;Majesté du chef du Canada par les Premières nations de Songhees et d’Esquimalt, bandes au sens de la <em>Loi sur les Indiens</em>, de tous les droits et intérêts, le cas échéant, de ces Premières nations sur les terres définies dans l’accord de règlement daté du 18 novembre 2006, dont une copie figure à l’annexe ci-jointe.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-1966Date: 2007-12-13      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(c) and section 40 of the Indian Act, hereby accepts the absolute surrender made to Her Majesty in right of Canada by the Songhees and Esquimalt First Nations, bands within the meaning of the Indian Act, of all rights and interests, if any, of those First Nations and their members in the lands defined in the Settlement Agreement dated November 18, 2006, a copy of which is set out in the annexed schedule.          Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)c) et de l’article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte la cession à titre absolu faite à Sa Majesté du chef du Canada par les Premières nations de Songhees et d’Esquimalt, bandes au sens de la Loi sur les Indiens, de tous les droits et intérêts, le cas échéant, de ces Premières nations sur les terres définies dans l’accord de règlement daté du 18 novembre 2006, dont une copie figure à l’annexe ci-jointe.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}