{
  "id": "17787",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2007-2018<br></p><p><strong>Date: </strong>2007-12-14</p><hr><p>    </p><div>  <p style=\"line-height:200%\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 4 of the <em>Canada Council for the Arts Act</em>, hereby appoints Jerry&nbsp;Mazerolle of Inkerman, New Brunswick, to be a member of the Canada Council for the Arts to hold office during pleasure for a term of four years, effective February&nbsp;26, 2008, in the place of David&nbsp;Thauberger.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 4 de la <em>Loi sur le Conseil des Arts du Canada</em>, Son Excellence la Gouverneure générale en conseil nomme Jerry&nbsp;Mazerolle, d’Inkerman (Nouveau-Brunswick), membre du Conseil des Arts du Canada à titre amovible pour un mandat de quatre&nbsp;ans, à compter du 26 février 2008, en remplacement de David&nbsp;Thauberger. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2007-2018Date: 2007-12-14                              Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 4 of the Canada Council for the Arts Act, hereby appoints Jerry Mazerolle of Inkerman, New Brunswick, to be a member of the Canada Council for the Arts to hold office during pleasure for a term of four years, effective February 26, 2008, in the place of David Thauberger.           Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 4 de la Loi sur le Conseil des Arts du Canada, Son Excellence la Gouverneure générale en conseil nomme Jerry Mazerolle, d’Inkerman (Nouveau-Brunswick), membre du Conseil des Arts du Canada à titre amovible pour un mandat de quatre ans, à compter du 26 février 2008, en remplacement de David Thauberger.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}