{
  "id": "17807",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0003<br></p><p><strong>Date: </strong>2008-01-02</p><hr><p>    </p><div>  <p style=\"text-indent:69.7pt\">Whereas the Administrator of the Government of Newfoundland and Labrador, the Honourable Clyde K. Wells, Chief&nbsp;Justice of Newfoundland and Labrador, will be unable to act from January 7 to January 12, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:69.7pt\">Therefore, Her&nbsp;Excellency the Governor&nbsp;General&nbsp;in&nbsp;Council, on the recommendation of the Minister of Canadian&nbsp;Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,&nbsp;1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Clyde K. Wells as Administrator of the Government of Newfoundland and Labrador, effective January 7, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable J. Derek Green to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective January 7, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.25in;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable J. Derek Green </p>  <p style=\"margin-left:.25in\">as Administrator of the Government of Newfoundland and Labrador, effective January 13,&nbsp;2008; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Clyde K. Wells to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant&nbsp; Governor, effective January 13,&nbsp;2008.</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in;text-indent:.75in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de </p>  <p>Terre-Neuve-et-Labrador, l’honorable Clyde K. Wells, juge en chef de Terre-Neuve-et-Labrador, ne sera pas en mesure de remplir ses fonctions du 7&nbsp;janvier au 12 janvier 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Clyde K. Wells au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le 7&nbsp;janvier 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable J. Derek Green à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant‑gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 7&nbsp;janvier 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable J. Derek Green au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le 13 janvier 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Clyde K. Wells à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant‑gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 13 janvier 2008.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0003Date: 2008-01-02      Whereas the Administrator of the Government of Newfoundland and Labrador, the Honourable Clyde K. Wells, Chief Justice of Newfoundland and Labrador, will be unable to act from January 7 to January 12, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby     (a) terminates the appointment of the Honourable Clyde K. Wells as Administrator of the Government of Newfoundland and Labrador, effective January 7, 2008;     (b) appoints the Honourable J. Derek Green to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective January 7, 2008;     (c) terminates the appointment of the Honourable J. Derek Green   as Administrator of the Government of Newfoundland and Labrador, effective January 13, 2008; and     (d) appoints the Honourable Clyde K. Wells to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant  Governor, effective January 13, 2008.               Attendu que l’administrateur du gouvernement de   Terre-Neuve-et-Labrador, l’honorable Clyde K. Wells, juge en chef de Terre-Neuve-et-Labrador, ne sera pas en mesure de remplir ses fonctions du 7 janvier au 12 janvier 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :     a) met fin à la nomination de l’honorable Clyde K. Wells au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le 7 janvier 2008;     b) nomme l’honorable J. Derek Green à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant‑gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 7 janvier 2008;     c) met fin à la nomination de l’honorable J. Derek Green au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le 13 janvier 2008;     d) nomme l’honorable Clyde K. Wells à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant‑gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 13 janvier 2008.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}