{
  "id": "17843",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0028<br></p><p><strong>Date: </strong>2008-01-17</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:</p>  <p style=\"text-indent:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) to sign, on behalf of the Government of Canada, subject to ratification, the Agreement on Agriculture between Canada and the Kingdom of Norway; or</p>  <p style=\"text-indent:.25in\">&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) to execute and issue an Instrument of Full Powers authorizing David L. Emerson, Minister for International Trade, or </p>  <p style=\"margin-left:.5in\">James M. Flaherty, Minister of Finance, or Brian Pallister, Parliamentary Secretary to the Minister for International Trade, or Robert Collette, Ambassador to the Swiss Confederation with concurrent accreditation to the Principality of Liechtenstein, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement on Agriculture between Canada and the Kingdom of Norway.</p>  <p style=\"text-indent:.25in\">&nbsp;</p>  <p style=\"text-indent:.25in\">&nbsp;</p>  <p style=\"text-indent:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) soit à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur l’agriculture entre le Canada et le Royaume de Norvège;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant David L. Emerson, ministre du Commerce international, James M. Flaherty, ministre des Finances, Brian Pallister, secrétaire parlementaire du ministre du Commerce international, </p>  <p style=\"margin-left:.5in\">ou Robert Collette, ambassadeur du Canada auprès de la Confédération suisse avec accréditation simultanée auprès de la Principauté de Liechtenstein, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur l’agriculture entre le Canada et le Royaume de Norvège. </p>  <p style=\"margin-left:.5in\">&nbsp;</p>  <p>&nbsp;</p>  <p style=\"text-indent:.5in\">&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0028Date: 2008-01-17      Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:     (a) to sign, on behalf of the Government of Canada, subject to ratification, the Agreement on Agriculture between Canada and the Kingdom of Norway; or     (b) to execute and issue an Instrument of Full Powers authorizing David L. Emerson, Minister for International Trade, or   James M. Flaherty, Minister of Finance, or Brian Pallister, Parliamentary Secretary to the Minister for International Trade, or Robert Collette, Ambassador to the Swiss Confederation with concurrent accreditation to the Principality of Liechtenstein, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement on Agriculture between Canada and the Kingdom of Norway.                  Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :     a) soit à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur l’agriculture entre le Canada et le Royaume de Norvège;     b) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant David L. Emerson, ministre du Commerce international, James M. Flaherty, ministre des Finances, Brian Pallister, secrétaire parlementaire du ministre du Commerce international,   ou Robert Collette, ambassadeur du Canada auprès de la Confédération suisse avec accréditation simultanée auprès de la Principauté de Liechtenstein, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur l’agriculture entre le Canada et le Royaume de Norvège.                                     \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}