{
  "id": "17973",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0121<br></p><p><strong>Date: </strong>2008-01-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section&nbsp;3 of the <em>Farm Products Agencies Act</em>, hereby reappoints Juliann&nbsp;Lindenbach of Balgonie, Saskatchewan, to be a member of the National Farm Products Council to hold office during pleasure for a term of one&nbsp;year.&nbsp;&nbsp; </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre de l'Agriculture et de l'Agroalimentaire et en vertu de l'article 3 de la<em> Loi sur les offices des produits agricoles</em>, Son Excellence la Gouverneure générale en conseil nomme de nouveau Juliann&nbsp;Lindenbach, de Balgonie (Saskatchewan), conseiller du Conseil national des produits agricoles, à titre amovible pour un mandat d’un an. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0121Date: 2008-01-29       Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section 3 of the Farm Products Agencies Act, hereby reappoints Juliann Lindenbach of Balgonie, Saskatchewan, to be a member of the National Farm Products Council to hold office during pleasure for a term of one year.               Sur recommandation du ministre de l'Agriculture et de l'Agroalimentaire et en vertu de l'article 3 de la Loi sur les offices des produits agricoles, Son Excellence la Gouverneure générale en conseil nomme de nouveau Juliann Lindenbach, de Balgonie (Saskatchewan), conseiller du Conseil national des produits agricoles, à titre amovible pour un mandat d’un an.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}