{
  "id": "17971",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0085<br></p><p><strong>Date: </strong>2008-01-29</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to sections 3 and&nbsp;6 of the <em>Canadian International Trade Tribunal Act</em>, hereby appoints André&nbsp;F.&nbsp;Scott of Québec, Quebec, to be Chairperson of the Canadian International Trade Tribunal to hold office during good behaviour for a term of five years, and fixes his remuneration and other employment conditions as set out in the annexed schedule, which remuneration is within the range&nbsp;GCQ&nbsp;8 ($204,300&nbsp;- $240,400), effective February 29, 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Finances et en vertu des articles&nbsp;3&nbsp;et&nbsp;6 de la <em>Loi sur le Tribunal canadien du commerce ext</em><em>é</em><em>rieur</em>, Son Excellence la Gouverneure générale en conseil nomme André&nbsp;F.&nbsp;Scott, de Québec (Québec), président du Tribunal canadien du commerce extérieur, à titre inamovible pour un mandat de cinq ans, et fixe sa rémunération et autres conditions d’emploi conformément à l’annexe ci-jointe, laquelle rémunération se situe dans l’échelle GCQ&nbsp;8&nbsp;(204&nbsp;300&nbsp;$&nbsp;- 240&nbsp;400&nbsp;$), à compter du 29 février 2008.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0085Date: 2008-01-29      Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to sections 3 and 6 of the Canadian International Trade Tribunal Act, hereby appoints André F. Scott of Québec, Quebec, to be Chairperson of the Canadian International Trade Tribunal to hold office during good behaviour for a term of five years, and fixes his remuneration and other employment conditions as set out in the annexed schedule, which remuneration is within the range GCQ 8 ($204,300 - $240,400), effective February 29, 2008.         Sur recommandation du ministre des Finances et en vertu des articles 3 et 6 de la Loi sur le Tribunal canadien du commerce extérieur, Son Excellence la Gouverneure générale en conseil nomme André F. Scott, de Québec (Québec), président du Tribunal canadien du commerce extérieur, à titre inamovible pour un mandat de cinq ans, et fixe sa rémunération et autres conditions d’emploi conformément à l’annexe ci-jointe, laquelle rémunération se situe dans l’échelle GCQ 8 (204 300 $ - 240 400 $), à compter du 29 février 2008.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}