{
  "id": "18018",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0207<br></p><p><strong>Date: </strong>2008-01-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14, 1996, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian</em><em>&nbsp;</em><em>Act</em>, consents to the exercise by Saskatchewan Power Corporation (the Company) of the power to take, without the consent of the owner, in accordance with the<em> Power Corporation Act</em>, R.S.S., 1978&nbsp;c.&nbsp;P-19, the easements described in the annexed easement agreements set out in Schedules&nbsp;I and II, for electrical transmission system purposes and fibre optics purposes, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the purposes specified in those agreements; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian</em><em>&nbsp;</em><em>Act</em>, in lieu of the Company taking the easements as consented to in paragraph (<em>a</em>), authorizes the grant of those easements to the Company pursuant to the annexed agreements set out in Schedules I and II for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement, daté du 14 mars&nbsp;1996, Son&nbsp;Excellence la Gouverneure générale en conseil :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) en vertu du paragraphe&nbsp;35(1) de la<em> Loi sur les Indiens</em>, consent à ce que la Saskatchewan Power Corporation (la Société) exerce son pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi intitulée<em> Power Corporation Act</em>, R.S.S., 1978&nbsp;ch.&nbsp;P-19, les servitudes délimitées dans les accords de servitude figurant aux annexes&nbsp;I et II pour les besoins d’un réseau de transport d’électricité et pour les besoins de fibres optiques, respectivement, à la condition que ces servitudes soient délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu'elles cesseront d'être utilisées pour les besoins précisés dans ces accords;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) autorise en vertu du paragraphe&nbsp;35(3) de la<em> Loi sur les Indiens</em>, au lieu que la Société prenne les servitudes comme il est prévu à l’alinéa <em>a</em>), autorise l'octroi de ces servitudes à la Société conformément aux accords de servitude figurant aux annexes I et II ci-jointes pour les besoins qui sont précisés dans ces accords, à la condition qu’elles soient délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu'elles cesseront d'être utilisées pour ces besoins.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0207Date: 2008-01-31      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14, 1996, hereby:     (a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by Saskatchewan Power Corporation (the Company) of the power to take, without the consent of the owner, in accordance with the Power Corporation Act, R.S.S., 1978 c. P-19, the easements described in the annexed easement agreements set out in Schedules I and II, for electrical transmission system purposes and fibre optics purposes, subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer used for the purposes specified in those agreements; and     (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Company taking the easements as consented to in paragraph (a), authorizes the grant of those easements to the Company pursuant to the annexed agreements set out in Schedules I and II for the purposes specified in those agreements, subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer used for those purposes.          Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement, daté du 14 mars 1996, Son Excellence la Gouverneure générale en conseil :     a) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à ce que la Saskatchewan Power Corporation (la Société) exerce son pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi intitulée Power Corporation Act, R.S.S., 1978 ch. P-19, les servitudes délimitées dans les accords de servitude figurant aux annexes I et II pour les besoins d’un réseau de transport d’électricité et pour les besoins de fibres optiques, respectivement, à la condition que ces servitudes soient délaissées en faveur de Sa Majesté du chef du Canada dès qu'elles cesseront d'être utilisées pour les besoins précisés dans ces accords;     b) autorise en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu que la Société prenne les servitudes comme il est prévu à l’alinéa a), autorise l'octroi de ces servitudes à la Société conformément aux accords de servitude figurant aux annexes I et II ci-jointes pour les besoins qui sont précisés dans ces accords, à la condition qu’elles soient délaissées en faveur de Sa Majesté du chef du Canada dès qu'elles cesseront d'être utilisées pour ces besoins.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}