{
  "id": "18024",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0213<br></p><p><strong>Date: </strong>2008-01-31</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honorable Leonard S. Mandamin, appointed a Judge of the Federal Court on April 27, 2007, is required to relocate from the City of Calgary in the Province of Alberta to the National Capital Region, and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Honourable Leonard S. Mandamin, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six month period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from October 27, 2007 to April 26, 2008, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Leonard S. Mandamin pursuant to paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order.</em></p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l'honorable Leonard S. Mandamin, nommé juge de la Cour fédérale le 27 avril 2007, doit déménager de la ville de Calgary (Alberta) pour s’installer dans la région de la Capitale nationale et qu’il a droit à une allocation de transfert en vertu de l'article 40 de la <em>Loi sur les juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Leonard S. Mandamin, vu les conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence dans la période de six mois mentionnée à l'alinéa 3(1)<em>k</em>) du<em> D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de transfert)</em> et a demandé qu’une période additionnelle soit autorisée afin qu'il puisse réclamer les frais de déplacement et de subsistance qu'il engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de transfert), </em>Son Excellence la Gouverneure générale en conseil autorise la période commençant le 27 octobre 2007 et se terminant le 26 avril 2008 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Leonard S. Mandamin engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence doivent lui être remboursés, conformément à l'alinéa 3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de transfert)</em>.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0213Date: 2008-01-31      Whereas the Honorable Leonard S. Mandamin, appointed a Judge of the Federal Court on April 27, 2007, is required to relocate from the City of Calgary in the Province of Alberta to the National Capital Region, and is entitled to a removal allowance under section 40 of the Judges Act;     And whereas the Honourable Leonard S. Mandamin, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six month period referred to in paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six month period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the Judges Act (Removal Allowance) Order, hereby prescribes the period from October 27, 2007 to April 26, 2008, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Leonard S. Mandamin pursuant to paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order.         Attendu que l'honorable Leonard S. Mandamin, nommé juge de la Cour fédérale le 27 avril 2007, doit déménager de la ville de Calgary (Alberta) pour s’installer dans la région de la Capitale nationale et qu’il a droit à une allocation de transfert en vertu de l'article 40 de la Loi sur les juges;     Attendu que l’honorable Leonard S. Mandamin, vu les conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence dans la période de six mois mentionnée à l'alinéa 3(1)k) du Décret d'application de la Loi sur les juges (allocation de transfert) et a demandé qu’une période additionnelle soit autorisée afin qu'il puisse réclamer les frais de déplacement et de subsistance qu'il engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,     À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du Décret d’application de la Loi sur les juges (allocation de transfert), Son Excellence la Gouverneure générale en conseil autorise la période commençant le 27 octobre 2007 et se terminant le 26 avril 2008 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Leonard S. Mandamin engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence doivent lui être remboursés, conformément à l'alinéa 3(1)k) du Décret d'application de la Loi sur les juges (allocation de transfert).         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}