{
  "id": "18058",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0256<br></p><p><strong>Date: </strong>2008-02-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Canadian Pacific Railway Company Settlement Agreement, dated for reference March 31, 2001, hereby sets apart the lands described in the annexed schedule for the use and benefit of the Skuppah band, a band within the meaning of the <em>Indian Act</em>, as additions to Inklyuhkinatko Indian Reserve No.&nbsp;2, Skuppah Indian Reserve No. 2A and Skuppah Indian Reserve No. 4, in the Province of British Columbia. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l=accord intitulé Canadian Pacific Railway Company Settlement Agreement, daté aux fins de référence </p>  <p style=\"line-height:200%\">du 31 mars 2001, Son Excellence la Gouverneure générale en conseil met de côté à l'usage et au profit de la bande Skuppah, une bande au sens de la <em>Loi sur les Indiens</em>, les terres délimitées à l'annexe ci‑jointe, à titre d'ajouts à la réserve indienne Inklyuhkinatko n<sup>o</sup>&nbsp;2, la réserve indienne Skuppah n<sup>o</sup>&nbsp;2A et la réserve indienne Skuppah n<sup>o</sup> 4, dans la province de la Colombie-Britannique.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}