{
  "id": "18068",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0239<br></p><p><strong>Date: </strong>2008-02-07</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities and the Treasury Board, pursuant to section 48 of the <em>Canada Transportation Act</em>, hereby approves that the Minister of Transport, Infrastructure and Communities enter into contribution agreements in accordance with the terms and conditions set out in the annexed schedule, for a total amount not to exceed&nbsp;$2.105 billion payable for the fiscal years 2007-2008 to&nbsp;2013-2014, for infrastructure projects and non-infrastructure initiatives under the Gateways and Border Crossings Fund. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités, et du Conseil du Trésor, et en vertu de l’article 48 de la <em>Loi sur les transports au Canada</em>, </p>  <p style=\"line-height:200%\">Son Excellence la Gouverneure générale en conseil donne son agrément à la conclusion par le ministre des Transports, de l’Infrastructure et des Collectivités d’accords de contribution, conformément aux modalités figurant à l’annexe ci-jointe, d’une somme totale ne dépassant pas 2,105 milliards de dollars, payable pour les exercices 2007-2008 à 2013-2014, pour des projets d’infrastructure et des initiatives connexes dans le cadre du Fonds pour les portes d’entrée et les passages frontaliers.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}