{
  "id": "18089",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0277<br></p><p><strong>Date: </strong>2008-02-14</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable Maurice J. Herauf, appointed a Judge of Her Majesty’s Court of Queen’s Bench for Saskatchewan on June 1, 2007, is required to relocate from the City of Regina in the Province of Saskatchewan to the City of Swift Current in the Province of Saskatchewan, and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Honourable Maurice J. Herauf, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months;</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from December 1, 2007 to February 1, 2008, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Maurice J. Herauf pursuant to paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l'honorable Maurice J. Herauf, nommé juge de la Cour du Banc de la Reine de la Saskatchewan le 1<sup>er</sup> juin 2007, doit déménager de la ville de Regina (Saskatchewan) à la ville de Swift Current (Saskatchewan) et a droit à une allocation de déménagement en vertu de l'article 40 de la <em>Loi sur les juges</em>;</p>  <p style=\"text-indent:1.0in\">&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Maurice J. Herauf, en raison des conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence dans la période de six mois visée à l'alinéa 3(1)<em>k</em>) du<em> </em></p>  <p><em>D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em> et a demandé qu’une période additionnelle soit autorisée afin qu'il puisse réclamer les frais de déplacement et de subsistance qu'il engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du <em>D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>, Son Excellence la Gouverneure générale en conseil autorise la période commençant le 1<sup>er</sup> décembre 2007 et se terminant </p>  <p>le 1<sup>er</sup> février 2008 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Maurice J. Herauf engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence, doivent lui être remboursés, conformément à l'alinéa 3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}