{
  "id": "1809",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0452<br></p><p><strong>Date: </strong>2003-04-01</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Board of Directors of the Canadian Tourism Commission has designated Douglas E. Fyfe to exercise the powers and perform the duties of the President while the office of President is vacant;  </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas no person may be so designated for a period exceeding ninety days without the approval of the Governor in Council; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to sections&nbsp;15 and 20 of the <em>Canadian Tourism Commission Act</em>, hereby approves the designation by the Board of Directors of the Canadian Tourism Commission of Douglas E. Fyfe of Stittsville, Ontario, to exercise the powers and perform the duties and functions of the President of the Canadian Tourism Commission, until such time as a new President is appointed, and fixes his remuneration as set out in the schedule hereto, which remuneration is comprised of a per diem within the range ($550&nbsp;-&nbsp;$700). </p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le conseil d’administration de la Commission canadienne du tourisme a désigné Douglas&nbsp;E.&nbsp;Fyfe pour assurer l’intérim au poste de président-directeur général de la Commission canadienne du tourisme; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la personne désignée à cette fin ne peut pas dépasser quatre-vingt-dix jours sans l’agrément du gouverneur en conseil,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre de l’Industrie et en vertu des articles 15 et 20 de la <em>Loi sur la Commission canadienne du tourisme</em>, Son Excellence la Gouverneure générale en conseil approuve la désignation par le conseil d’administration de la Commission canadienne du tourisme de Douglas&nbsp;E.&nbsp;Fyfe, de Stittsville (Ontario), pour assurer l’intérim au poste de président-directeur général de la Commission canadienne du tourisme jusqu’à la nomination du nouveau président-directeur général, et fixe sa rémunération conformément à l’annexe ci-jointe, laquelle rémunération est composée d’un taux journalier dans l’échelle (550&nbsp;$ -&nbsp;700&nbsp;$).  </p> <p>&nbsp;</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0452Date: 2003-04-01                        Whereas the Board of Directors of the Canadian Tourism Commission has designated Douglas E. Fyfe to exercise the powers and perform the duties of the President while the office of President is vacant;                         And whereas no person may be so designated for a period exceeding ninety days without the approval of the Governor in Council;                        Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to sections 15 and 20 of the Canadian Tourism Commission Act, hereby approves the designation by the Board of Directors of the Canadian Tourism Commission of Douglas E. Fyfe of Stittsville, Ontario, to exercise the powers and perform the duties and functions of the President of the Canadian Tourism Commission, until such time as a new President is appointed, and fixes his remuneration as set out in the schedule hereto, which remuneration is comprised of a per diem within the range ($550 - $700).                         Attendu que le conseil d’administration de la Commission canadienne du tourisme a désigné Douglas E. Fyfe pour assurer l’intérim au poste de président-directeur général de la Commission canadienne du tourisme;                        Attendu que la personne désignée à cette fin ne peut pas dépasser quatre-vingt-dix jours sans l’agrément du gouverneur en conseil,                       À ces causes, sur recommandation du ministre de l’Industrie et en vertu des articles 15 et 20 de la Loi sur la Commission canadienne du tourisme, Son Excellence la Gouverneure générale en conseil approuve la désignation par le conseil d’administration de la Commission canadienne du tourisme de Douglas E. Fyfe, de Stittsville (Ontario), pour assurer l’intérim au poste de président-directeur général de la Commission canadienne du tourisme jusqu’à la nomination du nouveau président-directeur général, et fixe sa rémunération conformément à l’annexe ci-jointe, laquelle rémunération est composée d’un taux journalier dans l’échelle (550 $ - 700 $).        \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}