{
  "id": "18170",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0361<br></p><p><strong>Date: </strong>2008-02-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 88 and 90 of the <em>Public Service Employment Act</em>, hereby reappoints Gordon&nbsp;Roston of Ottawa, Ontario, to be a temporary member of the Public Service Staffing Tribunal to hold office during good behaviour for a term of two&nbsp;years.&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 88 et 90 de la <em>Loi sur l’emploi dans la fonction publique</em>, Son Excellence la Gouverneure générale en conseil&nbsp;renouvelle le mandat de Gordon&nbsp;Roston, d’Ottawa (Ontario), membre vacataire du Tribunal de la dotation de la fonction publique à titre inamovible pour une période de deux&nbsp;ans. </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0361Date: 2008-02-18      Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 88 and 90 of the Public Service Employment Act, hereby reappoints Gordon Roston of Ottawa, Ontario, to be a temporary member of the Public Service Staffing Tribunal to hold office during good behaviour for a term of two years.            Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 88 et 90 de la Loi sur l’emploi dans la fonction publique, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Gordon Roston, d’Ottawa (Ontario), membre vacataire du Tribunal de la dotation de la fonction publique à titre inamovible pour une période de deux ans.          \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}