{
  "id": "18260",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0391<br></p><p><strong>Date: </strong>2008-02-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Whereas an amendment agreement to extend the funding Agreement between the Government of Canada and the Sechelt Indian Band (the Band) for a period of two additional years commencing on April 1, 2006 was approved by Order in Council P.C. 2006-177 of March 30, 2006;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">And whereas it is desirable to amend the agreement with the Band to extend the term of the agreement for up to a further two years to allow for the successful conclusion of negotiations of a new funding agreement;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, and the Treasury Board, pursuant to section 33 of the <em>Sechelt Indian Band </em></p>  <p style=\"line-height:150%\"><em>Self-Government Act</em>, hereby approves that the Minister of Indian Affairs and Northern Development, on behalf of Her Majesty in right of Canada, enter into an amending agreement with the Sechelt Indian Band, substantially in accordance with the attached amending agreement.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu que le décret C.P. 2006-177 du 30 mars 2006 a approuvé une prorogation de l’accord de financement entre le gouvernement du Canada et la bande indienne sechelte pour une période de deux années additionnelles débutant le 1<sup>er</sup> avril 2006;</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">Attendu qu’il est souhaitable de proroger à nouveau l’accord pour une période additionnelle de deux ans afin qu’un nouvel accord de financement puisse être conclu,</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:150%\">À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor et en vertu de l’article 33 de la <em>Loi sur l</em><em>’</em><em>autonomie gouvernementale de la bande indienne sechelte</em>, Son Excellence la Gouverneure générale en conseil agrée que le ministre des Affaires indiennes et du Nord canadien, au nom de Sa Majesté du chef du Canada, conclue un accord de modification avec la bande indienne sechelte, lequel accord est conforme en substance à l’accord de modification ci-joint.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}