{
  "id": "18338",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0526<br></p><p><strong>Date: </strong>2008-03-06</p><hr><p>    </p><div>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"line-height:125%\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Whereas the Honourable R.&nbsp;John&nbsp;Harper, appointed a Judge of Family Court branch of the Superior Court of Justice in and for the Province of Ontario on September&nbsp;14,&nbsp;2006, was required to relocate from the Town of Ancaster to the City of London in the Province of Ontario, and was entitled to a removal allowance under section&nbsp;40 of the <em>Judges</em><em>&nbsp;</em><em>Act</em>;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Whereas the Honourable R.&nbsp;John&nbsp;Harper has vacated his residence in the Town of Ancaster and, on account of unfavourable conditions in the real estate market, has been unable to sell his former residence within the six month period referred to in paragraph&nbsp;3(1)(<em>j</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the cost of maintaining the former residence;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">And whereas the Honourable R.&nbsp;John&nbsp;Harper, on account of unfavourable conditions in the real estate market, has not been able to sell his former residence within the period referred to in subsection&nbsp;3.2(8) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the difference between the sale price of the former residence and its fair market value should he be unable, during that additional period, to sell the former residence at a price that is equal to or greater than the fair market value;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsections&nbsp;3(2) and&nbsp;3.2(9) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes:</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:125%\">(<em>a</em>) the period beginning on January&nbsp;2,&nbsp;2008 and ending on February&nbsp;29,&nbsp;2008, as an additional period during which the cost of maintaining his former residence, minus any rent received in respect of it, may be claimed by the Honourable R.&nbsp;John&nbsp;Harper; and </p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:125%\">(<em>b</em>) the period beginning on September&nbsp;22,&nbsp;2007 and ending on February&nbsp;29,&nbsp;2008 as an additional period during which the difference between the sale price of the former residence and its fair market value could be reimbursed to the Honourable R.&nbsp;John&nbsp;Harper pursuant to subsection&nbsp;3.2(2) of the <em>Judges Act (Removal Allowance) Order</em>, should he be unable to sell the former residence at a price that is equal to or greater than the fair market value.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"line-height:125%\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attendu que l’honorable R.&nbsp;John&nbsp;Harper, nommé juge de la section de la Cour de la famille de la Cour supérieure de justice de l’Ontario le 14&nbsp;septembre&nbsp;2006, a dû déménager de la ville d’Ancaster à la ville de London (Ontario) et qu’il avait droit à une allocation de transfert en vertu de l’article&nbsp;40 de la <em>Loi</em><em>&nbsp;</em><em>sur les juges</em>;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Attendu que l’honorable R.&nbsp;John&nbsp;Harper a quitté sa résidence dans la ville d’Ancaster et, vu les conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence durant la période de six mois visée à l’alinéa&nbsp;3(1)<em>j</em>) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em> et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer les frais supportés par lui pour l’entretien de son ancienne résidence;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">Attendu que l’honorable R.&nbsp;John&nbsp;Harper, vu les conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence durant la période mentionnée au paragraphe&nbsp;3.2(8) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em> et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer la différence entre le prix de vente de l’ancienne résidence et sa juste valeur marchande s’il était incapable, dans la période additionnelle, de vendre son ancienne résidence à un prix égal ou supérieur à la juste valeur marchande,</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:125%\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu des paragraphes&nbsp;3(2) et&nbsp;3.2(9) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise :</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section4\">  <p style=\"margin-left:.5in;line-height:125%\"><em>a</em>) la période commençant le 2&nbsp;janvier&nbsp;2008 et se terminant le 29&nbsp;février&nbsp;2008, à titre de période additionnelle durant laquelle les frais pour l’entretien de son ancienne résidence peuvent être réclamés par l’honorable R.&nbsp;John&nbsp;Harper, déduction faite des loyers reçus à cet égard;</p>  <p style=\"line-height:125%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:125%\"><em>b</em>) la période commençant le 22&nbsp;septembre&nbsp;2007 et se terminant le 29&nbsp;février&nbsp;2008, à titre de période additionnelle durant laquelle la différence entre le prix de vente de l’ancienne résidence et sa juste valeur marchande peut être remboursée à l’honorable R.&nbsp;John&nbsp;Harper conformément au paragraphe&nbsp;3.2(2) du <em>D</em><em>é</em><em>cret d</em><em>’</em><em>application de la Loi sur les juges (allocation de d</em><em>é</em><em>m</em><em>é</em><em>nagement)</em>, s’il était incapable de vendre son ancienne résidence à un prix égal ou supérieur à la juste valeur marchande.</p>  <p style=\"line-height:125%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0526Date: 2008-03-06                                 Whereas the Honourable R. John Harper, appointed a Judge of Family Court branch of the Superior Court of Justice in and for the Province of Ontario on September 14, 2006, was required to relocate from the Town of Ancaster to the City of London in the Province of Ontario, and was entitled to a removal allowance under section 40 of the Judges Act;     Whereas the Honourable R. John Harper has vacated his residence in the Town of Ancaster and, on account of unfavourable conditions in the real estate market, has been unable to sell his former residence within the six month period referred to in paragraph 3(1)(j) of the Judges Act (Removal Allowance) Order and has requested that an additional period be prescribed so that he may be allowed to claim the cost of maintaining the former residence;     And whereas the Honourable R. John Harper, on account of unfavourable conditions in the real estate market, has not been able to sell his former residence within the period referred to in subsection 3.2(8) of the Judges Act (Removal Allowance) Order and has requested that an additional period be prescribed so that he may be allowed to claim the difference between the sale price of the former residence and its fair market value should he be unable, during that additional period, to sell the former residence at a price that is equal to or greater than the fair market value;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsections 3(2) and 3.2(9) of the Judges Act (Removal Allowance) Order, hereby prescribes:            (a) the period beginning on January 2, 2008 and ending on February 29, 2008, as an additional period during which the cost of maintaining his former residence, minus any rent received in respect of it, may be claimed by the Honourable R. John Harper; and      (b) the period beginning on September 22, 2007 and ending on February 29, 2008 as an additional period during which the difference between the sale price of the former residence and its fair market value could be reimbursed to the Honourable R. John Harper pursuant to subsection 3.2(2) of the Judges Act (Removal Allowance) Order, should he be unable to sell the former residence at a price that is equal to or greater than the fair market value.                                    Attendu que l’honorable R. John Harper, nommé juge de la section de la Cour de la famille de la Cour supérieure de justice de l’Ontario le 14 septembre 2006, a dû déménager de la ville d’Ancaster à la ville de London (Ontario) et qu’il avait droit à une allocation de transfert en vertu de l’article 40 de la Loi sur les juges;     Attendu que l’honorable R. John Harper a quitté sa résidence dans la ville d’Ancaster et, vu les conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)j) du Décret d’application de la Loi sur les juges (allocation de déménagement) et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer les frais supportés par lui pour l’entretien de son ancienne résidence;     Attendu que l’honorable R. John Harper, vu les conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence durant la période mentionnée au paragraphe 3.2(8) du Décret d’application de la Loi sur les juges (allocation de déménagement) et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer la différence entre le prix de vente de l’ancienne résidence et sa juste valeur marchande s’il était incapable, dans la période additionnelle, de vendre son ancienne résidence à un prix égal ou supérieur à la juste valeur marchande,     À ces causes, sur recommandation du ministre de la Justice et en vertu des paragraphes 3(2) et 3.2(9) du Décret d’application de la Loi sur les juges (allocation de déménagement), Son Excellence la Gouverneure générale en conseil autorise :         a) la période commençant le 2 janvier 2008 et se terminant le 29 février 2008, à titre de période additionnelle durant laquelle les frais pour l’entretien de son ancienne résidence peuvent être réclamés par l’honorable R. John Harper, déduction faite des loyers reçus à cet égard;     b) la période commençant le 22 septembre 2007 et se terminant le 29 février 2008, à titre de période additionnelle durant laquelle la différence entre le prix de vente de l’ancienne résidence et sa juste valeur marchande peut être remboursée à l’honorable R. John Harper conformément au paragraphe 3.2(2) du Décret d’application de la Loi sur les juges (allocation de déménagement), s’il était incapable de vendre son ancienne résidence à un prix égal ou supérieur à la juste valeur marchande.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}