{
  "id": "18337",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0525<br></p><p><strong>Date: </strong>2008-03-06</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby sets apart 9,809.17 hectares (24, 238.13 acres) of land described in the attached Schedule I, mines and minerals included, for the use and benefit of the Wikwemikong Band as an addition to Point Grondine Indian Reserve No.&nbsp;3, in the Province of Ontario;&nbsp;&nbsp;&nbsp;&nbsp; </p>  <p style=\"text-indent:1.5in;line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">That portion of the lands in Schedule I that are described in the attached Schedule II are subject to the conditions set out in&nbsp;&nbsp; Article 2.1.4 of the Settlement Agreement entered into between the Wikwemikong Band, Her Majesty in right of Canada and Her Majesty in right of Ontario, dated February 13, 1995, which conditions are reproduced in their entirety in the attached Schedule III.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil met de côté 9 809,17 hectares (24 238,13 acres) de terres, mines et minéraux compris décrits à l’annexe I ci‑jointe, à l’usage et au profit de la bande de Wikwemikong à titre d’ajout à la réserve indienne Point Grondine n<sup>o</sup> 3 dans la province d’Ontario,</p>  <p style=\"text-indent:1.5in;line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">Celles des terres visées à l’annexe I qui sont délimitées à l’annexe II ci-jointe font l’objet des conditions énoncées à l’alinéa 2.1.4 de l’accord de règlement conclu entre la bande de Wikwemikong,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sa Majesté du chef du Canada et Sa Majesté du chef de l’Ontario daté&nbsp;&nbsp; du 13 février 1995, lesquelles conditions sont reproduites au complet à l’annexe III ci-jointe.</p>  <p style=\"text-indent:.5in;line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}