{
  "id": "18379",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0563<br></p><p><strong>Date: </strong>2008-03-11</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Whereas the Governor in Council is satisfied that the inclusion of certain products in Part II of Schedule I to the <em>Hazardous Products Act</em> is no longer necessary, and that certain products should be included in Part I of that Schedule;</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 6 of the <em>Hazardous Products Act</em>, hereby makes the annexed <em>Order Amending Schedule I to the Hazardous Products Act (Children</em><em>’</em><em>s Jewellery) (Miscellaneous Program)</em>. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Attendu que la gouverneure en conseil est convaincue que certains produits mentionnés à la partie II de l’annexe I de la </p>  <p style=\"line-height:200%\"><em>Loi sur les produits dangereux</em> ne devraient plus y figurer et que certains autres produits doivent figurer à la partie I de cette annexe,</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"text-indent:1.0in;line-height:200%\">À ces causes, sur recommandation du ministre de la Santé et en vertu de l'article 6 de la <em>Loi sur les produits dangereux</em>, Son Excellence la Gouverneure générale en conseil prend le </p>  <p style=\"line-height:200%\"><em>D</em><em>é</em><em>cret correctif visant l</em><em>’</em><em>annexe I de la Loi sur les produits dangereux (bijoux pour enfants)</em>, ci-après.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0563Date: 2008-03-11      Whereas the Governor in Council is satisfied that the inclusion of certain products in Part II of Schedule I to the Hazardous Products Act is no longer necessary, and that certain products should be included in Part I of that Schedule;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 6 of the Hazardous Products Act, hereby makes the annexed Order Amending Schedule I to the Hazardous Products Act (Children’s Jewellery) (Miscellaneous Program).          Attendu que la gouverneure en conseil est convaincue que certains produits mentionnés à la partie II de l’annexe I de la   Loi sur les produits dangereux ne devraient plus y figurer et que certains autres produits doivent figurer à la partie I de cette annexe,     À ces causes, sur recommandation du ministre de la Santé et en vertu de l'article 6 de la Loi sur les produits dangereux, Son Excellence la Gouverneure générale en conseil prend le   Décret correctif visant l’annexe I de la Loi sur les produits dangereux (bijoux pour enfants), ci-après.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}