{
  "id": "18715",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0872<br></p><p><strong>Date: </strong>2008-05-09</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:225%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to section&nbsp;6 of the <em>Canada Post Corporation Act</em>, hereby approves the appointment by the Minister of Transport of Iris&nbsp;G.&nbsp;Petten of Conception&nbsp;Bay&nbsp;South, Newfoundland and Labrador, as a director of the Board of Directors of the Canada Post Corporation, to hold office during pleasure for a term of three years, in the place of Ernest&nbsp;J.&nbsp;Brennan, effective May&nbsp;19, 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:225%\">Sur recommandation du ministre des Transports et en vertu de l’article&nbsp;6 de la <em>Loi&nbsp;sur la Société canadienne des postes</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la nomination par le ministre des Transports d’Iris&nbsp;G.&nbsp;Petten, de Conception&nbsp;Bay&nbsp;South (Terre-Neuve-et-Labrador), administrateur du conseil d’administration de la Société canadienne des postes, à titre amovible, pour un mandat de trois ans, en remplacement d’Ernest&nbsp;J.&nbsp;Brennan, à compter du 19&nbsp;mai&nbsp;2008.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0872Date: 2008-05-09      Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to section 6 of the Canada Post Corporation Act, hereby approves the appointment by the Minister of Transport of Iris G. Petten of Conception Bay South, Newfoundland and Labrador, as a director of the Board of Directors of the Canada Post Corporation, to hold office during pleasure for a term of three years, in the place of Ernest J. Brennan, effective May 19, 2008.         Sur recommandation du ministre des Transports et en vertu de l’article 6 de la Loi sur la Société canadienne des postes, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre des Transports d’Iris G. Petten, de Conception Bay South (Terre-Neuve-et-Labrador), administrateur du conseil d’administration de la Société canadienne des postes, à titre amovible, pour un mandat de trois ans, en remplacement d’Ernest J. Brennan, à compter du 19 mai 2008.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}