{
  "id": "18736",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0893<br></p><p><strong>Date: </strong>2008-05-09</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section 10 of the <em>Nuclear Safety and Control Act</em>, hereby appoints Moyra&nbsp;J.&nbsp;McDill of Ottawa, Ontario, to be a temporary member of the Canadian Nuclear Safety Commission to hold office during good behaviour for a term of six&nbsp;months, on a part-time basis, and fixes her salary at the per diem rate set out in the annexed schedule, which rate is within the range ($630&nbsp;‑&nbsp;$740), effective May&nbsp;30, 2008.&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Ressources naturelles et en vertu de l’article&nbsp;10 de la <em>Loi sur la s</em><em>û</em><em>ret</em><em>é</em><em> et la r</em><em>é</em><em>glementation nucl</em><em>é</em><em>aires</em>, Son Excellence la Gouverneure générale en conseil nomme Moyra&nbsp;J.&nbsp;McDill, d’Ottawa (Ontario), commissaire temporaire de la Commission canadienne de sûreté nucléaire, à titre inamovible pour un mandat de six&nbsp;mois, à temps partiel, et fixe son traitement au taux journalier spécifié à l’annexe ci‑jointe, lequel taux se situe dans l’échelle (630&nbsp;$&nbsp;‑&nbsp;740&nbsp;$), à compter du 30&nbsp;mai&nbsp;2008. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-0893Date: 2008-05-09      Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section 10 of the Nuclear Safety and Control Act, hereby appoints Moyra J. McDill of Ottawa, Ontario, to be a temporary member of the Canadian Nuclear Safety Commission to hold office during good behaviour for a term of six months, on a part-time basis, and fixes her salary at the per diem rate set out in the annexed schedule, which rate is within the range ($630 ‑ $740), effective May 30, 2008.           Sur recommandation du ministre des Ressources naturelles et en vertu de l’article 10 de la Loi sur la sûreté et la réglementation nucléaires, Son Excellence la Gouverneure générale en conseil nomme Moyra J. McDill, d’Ottawa (Ontario), commissaire temporaire de la Commission canadienne de sûreté nucléaire, à titre inamovible pour un mandat de six mois, à temps partiel, et fixe son traitement au taux journalier spécifié à l’annexe ci‑jointe, lequel taux se situe dans l’échelle (630 $ ‑ 740 $), à compter du 30 mai 2008.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}