{
  "id": "18797",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0957<br></p><p><strong>Date: </strong>2008-05-15</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas Her&nbsp;Majesty in right of the Province of </p>  <p>British Columbia (“British Columbia”) has transferred to Her&nbsp;Majesty in right of Canada (“Canada”) for the use and benefit of the McLeod Lake Indian Band, a band within the meaning of the <em>Indian Act</em> (the&nbsp;“Band”), certain lands pursuant to the McLeod Lake Indian Band Treaty No.&nbsp;8 Adhesion and Settlement Agreement dated March&nbsp;27,&nbsp;2000;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas by Provincial Orders in Council No.&nbsp;1060 of November&nbsp;1,&nbsp;2004 and No.&nbsp;51 of February&nbsp;9,&nbsp;2006, attached as Annexes I and&nbsp;II, hereto, the entire interest of British Columbia in the lands has been transferred to Canada in perpetuity subject to the terms, reservations and restrictions contained therein;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas this acceptance of administration and control is satisfactory to the Minister of Justice;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, hereby:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) pursuant to paragraph&nbsp;16(1)(<em>f</em>) of the <em>Federal Real Property and Federal Immovables Act</em>, accepts on behalf of Canada, the transfer of administration and control from British Columbia, of the entire interest in the lands described in the attached Annexes&nbsp;I and&nbsp;II in perpetuity, subject to the terms, reservations and restrictions contained therein; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) sets apart the lands described in the attached Annex&nbsp;III for the use and benefit of the McLeod Lake Indian Band as Finlay&nbsp;Bay Indian Reserve No.&nbsp;21, Weston&nbsp;Bay Indian Reserve No.&nbsp;20, </p>  <p style=\"margin-left:.5in\">Sas&nbsp;Mighe Indian Reserve No.&nbsp;32 and Mackenzie Indian Reserve No.&nbsp;19, in the Province of British&nbsp;Columbia.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que, en conformité avec l’accord du 27 mars 2000 intitulé McLeod Lake Indian Band Treaty No. 8 Adhesion and Settlement Agreement, Sa&nbsp;Majesté du chef de la province de la </p>  <p>Colombie-Britannique (la&nbsp;«&nbsp;Colombie-Britannique&nbsp;») a transféré certaines terres à Sa&nbsp;Majesté du chef du Canada (le&nbsp;«&nbsp;Canada&nbsp;»), à l’usage et au profit de la bande de McLeod Lake, bande au sens de la <em>Loi</em><em>&nbsp;</em><em>sur les Indiens</em> (la&nbsp;«&nbsp;bande&nbsp;»);</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que, en conformité avec les décrets provinciaux n<sup>o</sup>&nbsp;1060 du 1<sup>er</sup>&nbsp;novembre&nbsp;2004 et n<sup>o</sup>&nbsp;51 du 9&nbsp;février&nbsp;2006, ci‑joints à titre d’annexe&nbsp;I et d’annexe&nbsp;II, l’intérêt complet de la Colombie-Britannique dans les terres a été transféré au Canada à perpétuité, sous réserve des exceptions qui y sont mentionnées;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que le ministre de la Justice est satisfait de l’acceptation du transfert de la gestion et de la maîtrise,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;en vertu de l’alinéa 16(1)<em>f</em>) de la <em>Loi</em><em>&nbsp;</em><em>sur les immeubles f</em><em>é</em><em>d</em><em>é</em><em>raux et les biens r</em><em>é</em><em>els f</em><em>é</em><em>d</em><em>é</em><em>raux</em>, accepte au nom du Canada le transfert par la Colombie-Britannique de la gestion et de la maîtrise de l’intérêt complet dans les terres délimitées aux annexes&nbsp;I et&nbsp;II ci‑jointes, à perpétuité, sous réserve des exceptions qui y sont mentionnées;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) met de côté les terres délimitées à l’annexe&nbsp;III ci‑jointe, à l’usage et au profit de la bande de McLeod Lake à titre de réserve indienne Finlay&nbsp;Bay n<sup>o</sup>&nbsp;21, de réserve indienne Weston&nbsp;Bay n<sup>o</sup>&nbsp;20, de réserve indienne Sas&nbsp;Mighe n<sup>o</sup>&nbsp;32 et de réserve indienne Mackenzie n<sup>o</sup>&nbsp;19, dans la province de la Colombie-Britannique.</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section3\">  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}