{
  "id": "18807",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0961<br></p><p><strong>Date: </strong>2008-05-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:150%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes:</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:150%\">(<em>a</em>) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Free Trade Agreement between Canada and the Republic of Peru; or</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:150%\">(<em>b</em>) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing David L. Emerson, Minister for International Trade, or James M. Flaherty, Minister of Finance, or Geneviève des Rivières, Ambassador of Canada to the Republic of Peru with concurrent accreditation to the Republic of Bolivia, to sign, on behalf of the Government of Canada, subject to ratification, the Free Trade Agreement between Canada and the Republic of Peru.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:150%\">Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :</p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:150%\"><em>a</em>) soit le premier ministre ou le ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord de libre‑échange entre le Canada et la République du Pérou; </p>  <p style=\"line-height:150%\">&nbsp;</p>  <p style=\"margin-left:.5in;line-height:150%\"><em>b</em>) soit le ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant David L. Emerson, ministre du Commerce international, James&nbsp;M.&nbsp;Flaherty, ministre des Finances, ou Geneviève des Rivières, ambassadeur du Canada auprès de la République du Pérou et de la République de la Bolivie, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord de libre‑échange entre le Canada et la République du Pérou. </p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}