{
  "id": "18808",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-0964<br></p><p><strong>Date: </strong>2008-05-23</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of </p>  <p>Prince Edward Island, the Honourable&nbsp;David H. Jenkins, Chief&nbsp;Justice&nbsp;of&nbsp;Prince Edward Island, will be unable to act from </p>  <p>May 29 to June 1, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution&nbsp;Act,&nbsp;1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>)&nbsp;terminates the appointment of the </p>  <p style=\"margin-left:.5in\">Honourable&nbsp;David H. Jenkins as Administrator of the Government of Prince Edward Island, effective May 29, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;John A. McQuaid to be Administrator of the Government of Prince Edward Island, to execute the office and functions of the Lieutenant&nbsp;Governor of Prince Edward Island during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective May 29, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>c</em>)&nbsp;terminates the appointment of the </p>  <p style=\"margin-left:.5in\">Honourable&nbsp;John A. McQuaid as Administrator of the Government of Prince Edward Island, effective June 2, 2008; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>d</em>)&nbsp;appoints the Honourable&nbsp;David H. Jenkins to be Administrator of the Government of Prince Edward Island, to execute the office and functions of the Lieutenant&nbsp;Governor of Prince Edward Island during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective June 2, 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de </p>  <p>l’Île-du-Prince-Édouard, l'honorable David H. Jenkins, juge&nbsp;en&nbsp;chef&nbsp;de </p>  <p>l’Île-du-Prince-Édouard, ne sera pas en mesure de remplir ses fonctions du 29 mai&nbsp;au&nbsp;1<sup>er</sup> juin 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine&nbsp;canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;David H. Jenkins au poste d’administrateur du gouvernement de </p>  <p style=\"margin-left:.5in\">l’Île-du-Prince-Édouard, avec prise d’effet le&nbsp;29 mai 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp;nomme l’honorable&nbsp;John A. McQuaid à titre d’administrateur du gouvernement de l’Île-du-Prince-Édouard afin qu’il remplisse les fonctions de lieutenant-gouverneur de </p>  <p style=\"margin-left:.5in\">l’Île-du-Prince-Édouard durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;29 mai 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;John A. McQuaid au poste d’administrateur du gouvernement de </p>  <p style=\"margin-left:.5in\">l’Île-du-Prince-Édouard, avec prise d’effet le&nbsp;2 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>d</em>)&nbsp;nomme l’honorable&nbsp;David H. Jenkins à titre d’administrateur du gouvernement de l’Île-du-Prince-Édouard afin qu’il remplisse les fonctions de lieutenant-gouverneur de </p>  <p style=\"margin-left:.5in\">l’Île-du-Prince-Édouard durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;2 juin 2008.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}