{
  "id": "18883",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1092<br></p><p><strong>Date: </strong>2008-06-12</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas Karlheinz Schreiber has made various allegations with respect to his business and financial dealings with the Right&nbsp;Honourable Brian&nbsp;Mulroney, P.C., including those made in an affidavit sworn on November 7, 2007 and those made with respect to an agreement allegedly reached on June 23, 1993;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas certain of the allegations with respect to the Right&nbsp;Honourable Brian Mulroney’s tenure as Prime Minister, although unproven, go beyond the private interests of the parties, and raise questions respecting the integrity of an important office of the Government of Canada;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas, by Orders in Council P.C. 2007-1719 of November&nbsp;14, 2007 and P.C. 2008-600 of March 19, 2008, David&nbsp;Johnston of St. Clements, Ontario, was appointed as Independent Adviser to the Prime Minister, to conduct an independent review of the allegations respecting financial dealings between Karlheinz Schreiber and the Right Honourable Brian Mulroney, P.C.;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas on January 9, 2008 and April 4, 2008, David&nbsp;Johnston submitted a first and second <em>Report of the Independent Advisor into the Allegations Respecting Financial Dealings Between Karlheinz Schreiber and the Right Honourable Brian Mulroney </em>on the appropriate mandate for a public inquiry into those allegations;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas David Johnston concluded that “any public inquiry should be a focused inquiry into specific matters of legitimate public interest”, and, in his view, “the issue of public concern in this matter remains compliance with the constraints on holders of high public office and the adequacy of the current constraints”;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas David Johnston concluded that certain of the allegations have already been the subject of prior examination or investigation;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas David Johnston concluded that the questions set out in his report of January 9, 2008 are relevant questions for a commission of inquiry;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../2</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p align=\"center\" style=\"text-align:center\">- 2 -</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, hereby directs that a Commission do issue under Part I of the <em>Inquiries Act </em>and under the Great Seal of Canada appointing the Honourable Jeffrey J.&nbsp;Oliphant as Commissioner to conduct an inquiry into certain allegations respecting business and financial dealings between Karlheinz Schreiber and the Right&nbsp;Honourable Brian&nbsp;Mulroney, P.C., (the “Inquiry”), which Commission shall:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>) direct the Commissioner to investigate and report on the following questions relating to the business and financial dealings between Karlheinz Schreiber and the Right Honourable Brian Mulroney, P.C.:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">1. What were the business and financial dealings between Mr.&nbsp;Schreiber and Mr. Mulroney? </p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">2. Was there an agreement reached by Mr. Mulroney while still a sitting prime minister?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">3. If so, what was that agreement, when and where was it made?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">4. Was there an agreement reached by Mr. Mulroney while still sitting as a Member of Parliament or during the limitation periods prescribed by the 1985 ethics code?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">5. If so, what was that agreement, when and where was it made?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">6. What payments were made, when and how and why?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">7. What was the source of the funds for the payments?</p>  <p style=\"margin-left:.75in\">&nbsp;</p>  <p style=\"margin-left:.75in\">8. What services, if any, were rendered in return for the payments?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">9. Why were the payments made and accepted in cash?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">10. What happened to the cash; in particular, if a significant amount of cash was received in the U.S., what happened to that cash?&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../3</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p align=\"center\" style=\"text-align:center\">- 3 -</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">11. Were these business and financial dealings appropriate considering the position of Mr. Mulroney as a current or former prime minister and Member of Parliament?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">12. Was there appropriate disclosure and reporting of the dealings and payments?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">13. Were there ethical rules or guidelines which related to these business and financial dealings? &nbsp;Were they followed?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">14. Are there ethical rules or guidelines which currently would have covered these business and financial dealings? Are they sufficient or should there be additional ethical rules or guidelines concerning the activities of politicians as they transition from office or after they leave office?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">15. What steps were taken in processing Mr. Schreiber's correspondence to Prime Minister Harper of March 29, 2007?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">16. Why was the correspondence not passed on to Prime&nbsp;Minister Harper? </p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">17. Should the Privy Council Office have adopted any different procedures in this case?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>) direct the Commissioner to conduct the Inquiry under the name of the Commission of Inquiry into Certain Allegations Respecting Business and Financial Dealings Between Karlheinz Schreiber and the Right Honourable Brian Mulroney;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>c</em>) authorize the Commissioner to adopt any procedures and methods that he considers expedient for the proper and efficient conduct of the Inquiry, including the holding of hearings in private, at any times and in any places in or outside of Canada;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>d</em>) authorize the Commissioner, for the proper and efficient conduct of the Inquiry,</p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../4</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section4\">  <p align=\"center\" style=\"text-align:center\">- 4 -</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(i) to consider findings, as he considers appropriate, of other examinations or investigations that may have been conducted into any of the questions set out in paragraph (<em>a</em>), and to give them any weight, including accepting them as conclusive; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(ii) to conduct any additional examinations or investigations as he considers appropriate, into any matter that is relevant to the questions set out in paragraph (<em>a</em>), such as any agreement, dealing, payment or declaration;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>e</em>) authorize the Commissioner to grant to any person who satisfies him that they have a substantial and direct interest in the subject matter of the Inquiry an opportunity for appropriate participation in it;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>f</em>) authorize the Commissioner to recommend to the Clerk of the Privy Council that funding be provided, in accordance with terms and conditions approved by the Treasury Board, to ensure the appropriate participation of any person granted standing under paragraph (<em>e</em>), to the extent of the person’s interest, if the Commissioner is of the view the person would not otherwise be able to participate in the Inquiry;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>g</em>) authorize the Commissioner to rent any space and facilities that may be required for the purposes of the Inquiry, in accordance with Treasury Board policies;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>h</em>) authorize the Commissioner to engage the services of any experts and other persons referred to in section 11 of the <em>Inquiries Act</em>, at rates of remuneration and reimbursement approved by the Treasury Board;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>i</em>) direct the Commissioner to use the automated document management program specified by the Attorney General of Canada and to consult with records management officials within the Privy&nbsp;Council Office on the use of standards and systems that are specifically designed for the purpose of managing records;</p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../5</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section5\">  <p align=\"center\" style=\"text-align:center\">- 5 -</p>  <p align=\"center\" style=\"text-align:center\">&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>j</em>) direct the Commissioner, in respect of any portion of the Inquiry conducted in public, to ensure that members of the public can, simultaneously in both official languages, communicate with the Commission and obtain from it services, including any transcripts of proceedings that have been made available to the public;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>k</em>) direct the Commissioner to follow established security procedures, including the requirements of the Government Security Policy, with respect to persons engaged under section 11 of the <em>Inquiries Act </em>and the handling of information at all stages of the Inquiry;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>l</em>) direct the Commissioner to perform his duties without expressing any conclusion or recommendation regarding the civil or criminal liability of any person or organization;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>m</em>) direct the Commissioner to perform his duties in such a way as to ensure that the conduct of the Inquiry does not jeopardize any ongoing investigation or criminal proceeding, and to consult with the government institution responsible for any ongoing investigation or proceedings about any jeopardy that could result from the conduct of the Inquiry;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>n</em>) direct that nothing in the Commission shall be construed as limiting the application of the provisions of the <em>Canada Evidence Act</em>;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>o</em>) direct the Commissioner to submit, on or before June&nbsp;12,&nbsp;2009, a report or reports, simultaneously in both official languages, to the Governor in Council; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>p</em>) direct the Commissioner to file the papers and records of the Inquiry with the Clerk of the Privy Council as soon as reasonably possible after the conclusion of the Inquiry.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section6\">  <p style=\"text-indent:1.0in\">Attendu que Karlheinz Schreiber a formulé diverses allégations, notamment dans une déclaration&nbsp;sous serment faite le 7&nbsp;novembre 2007, au sujet de ses transactions financières et commerciales</p>  <p>avec le très honorable Brian Mulroney, c.p., y compris à l’égard d'une entente qu’ils auraient conclue le 23 juin 1993;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que les allégations touchant la période du mandat du très honorable Brian Mulroney en tant que premier ministre, bien qu’elles n’aient pas été prouvées, débordent les intérêts privés des parties et soulèvent des questions concernant l’intégrité d’une importante charge du gouvernement du Canada;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que, en vertu du décret C.P. 2007-1719 du 14&nbsp;novembre 2007 et du décret C.P. 2008-600 du 19 mars 2008, David&nbsp;Johnston de St. Clements (Ontario), a été nommé en qualité de conseiller indépendant auprès du premier ministre afin de mener un examen indépendant des allégations au sujet des transactions financières entre Karlheinz Schreiber et le très honorable Brian Mulroney, c.p.;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que David Johnston a déposé le 9 janvier 2008 et le 4&nbsp;avril 2008, respectivement, le premier et le deuxième <em>Rapport du conseiller ind</em><em>é</em><em>pendant concernant les all</em><em>é</em><em>gations au sujet des transactions financi</em><em>è</em><em>res entre M. Karlheinz Schreiber et le tr</em><em>è</em><em>s honorable Brian Mulroney </em>concernant les paramètres d’une enquête publique sur ces allégations;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que David Johnston a conclu que « l’éventuelle enquête publique devrait cibler des questions dont l’intérêt public est légitime » et que, à son avis, « la question d’intérêt public dans la présente affaire reste la nécessité d’établir s’il y a eu violation des règles imposées aux titulaires de haute charge publique, et si ces règles sont adéquates sous leur forme actuelle »;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que David Johnston a conclu que certaines de ces allégations ont déjà fait l’objet d’examens ou d’enquêtes;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que David Johnston a conclu que les questions énoncées dans son rapport du 9 janvier 2008 sont les questions pertinentes à soumettre à une commission d’enquête,&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../2</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section7\">  <p align=\"center\" style=\"text-align:center\">- 2 -</p>  <p style=\"text-indent:4.0in\">&nbsp;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du premier ministre, Son&nbsp;Excellence la Gouverneure générale en conseil ordonne que soit prise, en vertu de la partie I de la <em>Loi sur les enqu</em><em>ê</em><em>tes</em>, une commission revêtue du grand sceau du Canada portant nomination de l’honorable Jeffrey&nbsp;J.&nbsp;Oliphant à titre de commissaire chargé de mener une enquête concernant les allégations au sujet des transactions financières et commerciales entre Karlheinz&nbsp;Schreiber et le très honorable Brian Mulroney, c.p., («&nbsp;l’enquête&nbsp;»), laquelle commission :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>) ordonne au commissaire de mener l’enquête et de faire rapport sur les questions ci-après liées aux transactions financières et commerciales entre M. Karlheinz Schreiber et le très&nbsp;honorable&nbsp;Brian&nbsp;Mulroney, c.p. :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">1. Quelles transactions commerciales et financières ont eu lieu entre MM. Schreiber et Mulroney?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">2. M. Mulroney a-t-il conclu une entente alors qu’il siégeait encore comme premier ministre?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">3. Le cas échéant, quelle était cette entente, et à quel moment et à quel endroit a-t-elle été conclue?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">4. Une entente a-t-elle été conclue par M. Mulroney alors qu’il siégeait encore comme député de la Chambre des communes ou pendant les périodes de restriction prescrites par le code d’éthique de 1985?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">5. Le cas échéant, quelle était cette entente, et à quel moment et à quel endroit a-t-elle été conclue?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">6. Quels paiements ont été effectués, quand, comment et pourquoi?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">7. D’où provenaient les fonds utilisés pour effectuer ces paiements?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">8. Quels services, s’il en est, ont été exécutés en contrepartie?</p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../3</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section8\">  <p align=\"center\" style=\"text-align:center\">- 3 -</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">9. Pourquoi les paiements ont-ils été effectués et acceptés en argent comptant?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">10. Qu’est-il advenu de l’argent? En particulier, si un montant considérable a été reçu en liquide aux États-Unis, qu’est-il advenu de cet argent?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">11. Ces transactions commerciales et financières étaient-elles acceptables eu égard à la position de M. Mulroney en tant que premier ministre et député ou ancien premier ministre et député?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">12. Les transactions et paiements ont-ils été déclarés comme il se devait?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">13. Ces transactions commerciales et financières étaient-elles assujetties à des règles ou lignes directrices en matière d’éthique? Ont-elles été suivies?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">14. Ces transactions commerciales et financières seraient-elles aujourd’hui assujetties à des règles ou lignes directrices en matière d’éthique? Ces règles ou lignes directrices sont-elles suffisantes, ou les activités des représentants politiques devraient-elles être régies par de nouvelles règles ou lignes directrices à la fin ou après la fin de leur mandat?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">15. Comment a été traitée la lettre que M. Schreiber a adressée au premier ministre Harper le 29 mars 2007?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">16. Pourquoi cette lettre n’a-t-elle pas été transmise au premier&nbsp;ministre Harper?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">17. Est-ce que le Bureau du Conseil privé aurait dû adopter une procédure différente dans ce cas particulier?</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>) ordonne au commissaire de mener l’enquête sous le nom de Commission d’enquête concernant les allégations au sujet des transactions financières et commerciales entre Karlheinz Schreiber et le très honorable Brian Mulroney;</p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../4</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section9\">  <p align=\"center\" style=\"text-align:center\">- 4 -</p>  <p align=\"center\" style=\"text-align:center\">&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>) autorise le commissaire à adopter les procédures et méthodes qui lui paraissent indiquées pour la conduite efficace et en bonne et due forme de l’enquête, y compris la tenue d’audiences à huis clos et d’audiences aux moments et aux endroits au Canada ou à l’extérieur du pays;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>d</em>) autorise le commissaire, pour la conduite efficace et en bonne et due forme de l’enquête :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(i) à tenir compte, s’il l’estime indiqué, des conclusions énoncées dans le cadre d’autres examens et enquêtes menés sur des sujets liés aux questions visées à l’alinéa <em>a</em>), à en apprécier la valeur et à les déclarer concluantes;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.75in\">(ii) à poursuivre, s’il l’estime indiqué, les examens ou les enquêtes additionnels qu’il juge pertinents à l’égard de toute matière, y compris à l’égard de toute entente, transaction, paiement ou déclaration, au sujet des questions visées à l’alinéa&nbsp;<em>a</em>);</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>e</em>) autorise le commissaire à donner à toute personne qui le convainc qu’elle a un intérêt direct et réel dans l’objet de l’enquête la possibilité de participer de façon utile à celle-ci;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>f</em>) autorise le commissaire à recommander au greffier du Conseil privé l’indemnisation, selon les modalités et conditions approuvées par le Conseil du Trésor, de toute personne à qui on a donné la possibilité de se faire entendre au titre de l’alinéa <em>e</em>), dans la mesure de son intérêt, s’il est d’avis qu’elle ne pourrait pas y participer sans cette indemnisation;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>g</em>) autorise le commissaire à louer les locaux et installations nécessaires à l’enquête, en conformité avec les politiques du Conseil du Trésor;</p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../5</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div 0=\"\">  <p align=\"center\" style=\"text-align:center\">- 5 -</p>  <p align=\"center\" style=\"text-align:center\">&nbsp;</p>  <p style=\"margin-left:.5in\"><em>h</em>) autorise le commissaire à retenir les services d’experts et d’autres personnes mentionnées à l’article 11 de la <em>Loi sur les enqu</em><em>ê</em><em>tes </em>et à leur verser la rémunération et les indemnités approuvées par le Conseil du Trésor;</p>  <p style=\"text-indent:3.5in\"><em>&nbsp;</em></p>  <p style=\"margin-left:.5in\"><em>i</em>) autorise le commissaire à utiliser le programme automatisé de gestion des documents désigné par le procureur général du Canada et à consulter les responsables de la gestion des documents au Bureau du Conseil privé concernant l’application des normes et l’utilisation des systèmes spécialement conçus pour la gestion des documents;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>j</em>) ordonne au commissaire, relativement à toute partie de l’enquête menée publiquement, de veiller à ce que le public puisse communiquer avec la Commission et obtenir ses services simultanément dans les deux langues officielles, y compris les transcriptions des audiences si celles-ci sont mises à la disposition du public;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>k</em>) ordonne au commissaire de respecter la procédure et les exigences en matière de sécurité prévues notamment par la Politique sur la sécurité du gouvernement du Canada, à l’égard des personnes dont les services seront retenus aux termes de l’article 11 de la <em>Loi sur les enqu</em><em>ê</em><em>tes </em>et à l’égard du traitement de l’information à toutes les étapes de l’enquête;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>l</em>) ordonne au commissaire d’exercer ses fonctions en évitant de formuler toute conclusion ou recommandation à l’égard de la responsabilité civile ou criminelle de personnes ou d’organisations;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>m</em>) ordonne au commissaire d’exercer ses fonctions en veillant à ce que l’enquête ne porte pas préjudice à toute autre enquête ou poursuite en matière criminelle en cours et de consulter l’institution fédérale responsable de toute enquête ou poursuite en cours concernant le préjudice qui pourrait résulter de l’enquête;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>n</em>) ordonne que la commission n’ait pas pour effet de restreindre l’application de la <em>Loi sur la preuve au Canada</em>;</p>  <p>&nbsp;</p>  <p align=\"right\" style=\"text-align:right\">.../6</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div 1=\"\">  <p align=\"center\" style=\"text-align:center\">- 6 -</p>  <p align=\"center\" style=\"text-align:center\">&nbsp;</p>  <p style=\"margin-left:.5in\"><em>o</em>) ordonne au commissaire de présenter son rapport ou ses rapports au gouverneur en conseil, simultanément dans les deux langues officielles, au plus tard le 12&nbsp;juin&nbsp;2009; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>p</em>) ordonne au commissaire de remettre les dossiers et documents de l’enquête au greffier du Conseil privé le plus tôt possible après la fin de l’enquête.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}