{
  "id": "18904",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1070<br></p><p><strong>Date: </strong>2008-06-12</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Nova Scotia, the Honourable&nbsp;Michael MacDonald, Chief&nbsp;Justice&nbsp;of&nbsp;Nova Scotia, will be unable to act from June 20 to June 22, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister&nbsp;of&nbsp;Canadian&nbsp;Heritage, pursuant to section&nbsp;67 of the <em>Constitution</em><em>&nbsp;</em><em>Act,</em><em>&nbsp;</em><em>1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Michael&nbsp;MacDonald as Administrator of the Government&nbsp;of Nova Scotia, effective June&nbsp;20,&nbsp;2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;Elizabeth A. Roscoe to be </p>  <p style=\"margin-left:.5in\">Administrator of the Government of Nova Scotia, to execute the office and functions of the Lieutenant&nbsp;Governor of Nova Scotia during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective June 20, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Elizabeth A. Roscoe as&nbsp;Administrator of the Government of Nova Scotia, effective June&nbsp;23,&nbsp;2008; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>d</em>)&nbsp;appoints the Honourable&nbsp;Michael MacDonald to be </p>  <p style=\"margin-left:.5in\">Administrator of the Government of Nova Scotia, to execute the office and functions of the Lieutenant&nbsp;Governor of Nova Scotia during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective June 23, 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de la </p>  <p>Nouvelle-Écosse, l'honorable&nbsp;Michael MacDonald, juge&nbsp;en&nbsp;chef&nbsp;de la Nouvelle-Écosse, ne sera pas en mesure de remplir ses fonctions du </p>  <p>20 juin au 22 juin 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine&nbsp;canadien et en vertu de l’article&nbsp;67 de la <em>Loi</em><em>&nbsp;</em><em>constitutionnelle de</em><em>&nbsp;</em><em>1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Michael MacDonald au poste d’administrateur du gouvernement de la Nouvelle-Écosse, avec prise d’effet le&nbsp;20 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp;nomme l’honorable&nbsp;Elizabeth A. Roscoe à titre d’administrateur du gouvernement de la Nouvelle-Écosse afin qu’elle remplisse les fonctions de lieutenant-gouverneur de la Nouvelle-Écosse durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;20 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Elizabeth A. Roscoe au poste d’administrateur du gouvernement de la Nouvelle-Écosse, avec prise d’effet le&nbsp;23 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>d</em>)&nbsp;nomme l’honorable&nbsp;Michael MacDonald à titre d’administrateur du gouvernement de la Nouvelle-Écosse afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Nouvelle-Écosse durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;</p>  <p style=\"margin-left:.5in\">23 juin 2008.</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1070Date: 2008-06-12      Whereas the Administrator of the Government of Nova Scotia, the Honourable Michael MacDonald, Chief Justice of Nova Scotia, will be unable to act from June 20 to June 22, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby     (a) terminates the appointment of the Honourable Michael MacDonald as Administrator of the Government of Nova Scotia, effective June 20, 2008;     (b) appoints the Honourable Elizabeth A. Roscoe to be   Administrator of the Government of Nova Scotia, to execute the office and functions of the Lieutenant Governor of Nova Scotia during the absence, illness or other inability of the Lieutenant Governor, effective June 20, 2008;     (c) terminates the appointment of the Honourable Elizabeth A. Roscoe as Administrator of the Government of Nova Scotia, effective June 23, 2008; and     (d) appoints the Honourable Michael MacDonald to be   Administrator of the Government of Nova Scotia, to execute the office and functions of the Lieutenant Governor of Nova Scotia during the absence, illness or other inability of the Lieutenant Governor, effective June 23, 2008.         Attendu que l’administrateur du gouvernement de la   Nouvelle-Écosse, l'honorable Michael MacDonald, juge en chef de la Nouvelle-Écosse, ne sera pas en mesure de remplir ses fonctions du   20 juin au 22 juin 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :     a) met fin à la nomination de l’honorable Michael MacDonald au poste d’administrateur du gouvernement de la Nouvelle-Écosse, avec prise d’effet le 20 juin 2008;     b) nomme l’honorable Elizabeth A. Roscoe à titre d’administrateur du gouvernement de la Nouvelle-Écosse afin qu’elle remplisse les fonctions de lieutenant-gouverneur de la Nouvelle-Écosse durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 20 juin 2008;     c) met fin à la nomination de l’honorable Elizabeth A. Roscoe au poste d’administrateur du gouvernement de la Nouvelle-Écosse, avec prise d’effet le 23 juin 2008;     d) nomme l’honorable Michael MacDonald à titre d’administrateur du gouvernement de la Nouvelle-Écosse afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Nouvelle-Écosse durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le   23 juin 2008.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}