{
  "id": "18908",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1074<br></p><p><strong>Date: </strong>2008-06-12</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of British Columbia, the Honourable&nbsp;Lance S.G. Finch, Chief&nbsp;Justice&nbsp;of&nbsp;British Columbia, will be unable to act on November 6 and November 7, 2008, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p class=\"BodyTextIn\">Therefore, Her&nbsp;Excellency the Governor&nbsp;General&nbsp;in&nbsp;Council, on the recommendation of the Minister&nbsp;of&nbsp;Canadian&nbsp;Heritage, pursuant to section&nbsp;67 of the <em>Constitution</em><em>&nbsp;</em><em>Act,</em><em>&nbsp;</em><em>1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Lance S.G. Finch as Administrator of the Government of British Columbia, effective </p>  <p style=\"text-indent:.5in\">November 6, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;J. Keith Bracken to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant&nbsp;Governor of British Columbia during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective November 6, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable&nbsp;J. Keith Bracken as Administrator of the Government of British Columbia, effective </p>  <p style=\"text-indent:.5in\">November 8, 2008; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>d</em>)&nbsp;appoints the Honourable&nbsp;Lance S.G. Finch to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant&nbsp;Governor of British Columbia during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective November 8, 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de la </p>  <p>Colombie-Britannique, l’honorable&nbsp;Lance S.G. Finch, juge&nbsp;en&nbsp;chef&nbsp;de </p>  <p>la Colombie-Britannique, ne sera pas en mesure de remplir ses fonctions </p>  <p>les 6&nbsp;et 7 novembre 2008, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine&nbsp;canadien et en vertu de l’article&nbsp;67 de la <em>Loi</em><em>&nbsp;</em><em>constitutionnelle de</em><em>&nbsp;</em><em>1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Lance S.G. Finch au poste d’administrateur du gouvernement de la Colombie-Britannique, avec prise d’effet le&nbsp;6 novembre 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp;nomme l’honorable&nbsp;J. Keith Bracken à titre d’administrateur du gouvernement de la Colombie-Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;</p>  <p style=\"margin-left:.5in\">6 novembre 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;J. Keith Bracken au poste d’administrateur du gouvernement de la Colombie-Britannique, avec prise d’effet le&nbsp;8 novembre 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>d</em>)&nbsp;nomme l’honorable&nbsp;Lance S.G. Finch à titre d’administrateur du gouvernement de la Colombie-Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;</p>  <p style=\"margin-left:.5in\">8 novembre 2008.</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}