{
  "id": "18949",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1102<br></p><p><strong>Date: </strong>2008-06-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Labour, pursuant to paragraph 4(<em>b</em>) and section 8 of the <em>Canadian Centre for Occupational Health and Safety Act</em>, hereby reappoints Stuart&nbsp;MacLean, of Halifax, Nova&nbsp;Scotia, to be a governor of the Council of the Canadian Centre for Occupational Health and Safety being the nominee of the Lieutenant Governor in Council of the Province of Nova&nbsp;Scotia to hold office during pleasure for a term of four&nbsp;years. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre du Travail et en vertu de l'alinéa 4<em>b</em>) et de l'article 8 de la <em>Loi sur le Centre canadien d'hygi</em><em>è</em><em>ne et de s</em><em>é</em><em>curit</em><em>é</em><em> au travail</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Stuart&nbsp;MacLean, d’Halifax (Nouvelle‑Écosse), proposé par le lieutenant-gouverneur en conseil de la province de la Nouvelle‑Écosse, conseiller du Conseil du Centre canadien d'hygiène et de sécurité au travail à titre amovible pour une période de quatre&nbsp;ans. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1102Date: 2008-06-18      Her Excellency the Governor General in Council, on the recommendation of the Minister of Labour, pursuant to paragraph 4(b) and section 8 of the Canadian Centre for Occupational Health and Safety Act, hereby reappoints Stuart MacLean, of Halifax, Nova Scotia, to be a governor of the Council of the Canadian Centre for Occupational Health and Safety being the nominee of the Lieutenant Governor in Council of the Province of Nova Scotia to hold office during pleasure for a term of four years.          Sur recommandation du ministre du Travail et en vertu de l'alinéa 4b) et de l'article 8 de la Loi sur le Centre canadien d'hygiène et de sécurité au travail, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Stuart MacLean, d’Halifax (Nouvelle‑Écosse), proposé par le lieutenant-gouverneur en conseil de la province de la Nouvelle‑Écosse, conseiller du Conseil du Centre canadien d'hygiène et de sécurité au travail à titre amovible pour une période de quatre ans.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}