{
  "id": "19083",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1240<br></p><p><strong>Date: </strong>2008-06-18</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the <em>Museums Act</em>, hereby approves the appointment by the Minister of Canadian Heritage of Michael&nbsp;J.&nbsp;Tims of Calgary, Alberta, as Vice‑Chairperson of the Board of Trustees of the National Gallery of Canada to hold office during pleasure for a term of four&nbsp;years, in the place of Robert&nbsp;J.&nbsp;Perry.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la <em>Loi sur les mus</em><em>é</em><em>es</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Michael&nbsp;J.&nbsp;Tims, de Calgary (Alberta), vice‑président du conseil d'administration du Musée des beaux-arts du Canada à titre amovible pour un mandat de quatre&nbsp;ans, en remplacement de Robert&nbsp;J.&nbsp;Perry. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1240Date: 2008-06-18      Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the Museums Act, hereby approves the appointment by the Minister of Canadian Heritage of Michael J. Tims of Calgary, Alberta, as Vice‑Chairperson of the Board of Trustees of the National Gallery of Canada to hold office during pleasure for a term of four years, in the place of Robert J. Perry.               Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la Loi sur les musées, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Michael J. Tims, de Calgary (Alberta), vice‑président du conseil d'administration du Musée des beaux-arts du Canada à titre amovible pour un mandat de quatre ans, en remplacement de Robert J. Perry.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}