{
  "id": "1908",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0508<br></p><p><strong>Date: </strong>2003-04-10</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes:</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<em>a</em>) that Minister</p> <p style=\"margin-left: 0.625in\">&nbsp;</p> <p style=\"margin-left: 0.625in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Republic of Cuba regarding the Sharing of Forfeited Assets or their Equivalent Funds, or</p> <p style=\"margin-left: 0.625in; margin-right: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.625in; margin-right: 0.8125in\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Martin&nbsp;Cauchon, Minister of Justice and Attorney General of Canada, or Morris&nbsp;A.&nbsp;Rosenberg, Deputy Minister of Justice and Deputy Attorney General of Canada, or Daniel&nbsp;A.&nbsp;Bellemare, Assistant Deputy Attorney General, or Michael&nbsp;Small, Ambassador of Canada to the Republic of Cuba, or Marc&nbsp;Lortie, Assistant Deputy Minister (Americas), Department of Foreign Affairs and International Trade, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Republic of Cuba regarding the Sharing of Forfeited Assets or their Equivalent Funds; and</p> <p style=\"margin-left: 0.375in\">&nbsp;</p> <p style=\"margin-left: 0.375in\">(<em>b</em>)&nbsp;that Minister to take the actions necessary to bring the Agreement into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce&nbsp;dernier&nbsp;:</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\"><em>a</em>)&nbsp;selon le cas :</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">&nbsp;</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">(i)&nbsp;à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République de Cuba concernant le partage des biens confisqués ou des sommes d’argent équivalentes,</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">&nbsp;</p> <p style=\"margin-left: 0.625in; margin-right: 0.9375in\">(ii)&nbsp;à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Martin&nbsp;Cauchon, ministre de la Justice et procureur général du Canada, Morris&nbsp;A.&nbsp;Rosenberg, sous-ministre de la Justice et sous-procureur général du Canada, Daniel&nbsp;A.&nbsp;Bellemare, sous-procureur général adjoint, Michael Small, ambassadeur du Canada auprès de la République de Cuba, ou Marc&nbsp;Lortie, sous-ministre adjoint (Amériques), ministère des Affaires étrangères et du Commerce international, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République de Cuba concernant le partage des biens confisqués ou des sommes d’argent équivalentes;</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.375in; margin-right: -0.125in\"><em>b</em>)&nbsp;à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}