{
  "id": "19127",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1280<br></p><p><strong>Date: </strong>2008-06-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of </p>  <p>Newfoundland and Labrador, the Honourable&nbsp;Clyde K. Wells, Chief&nbsp;Justice&nbsp;of&nbsp;Newfoundland and Labrador, will be unable to act from June 28 to July 5, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General&nbsp; in&nbsp;Council, on the recommendation of the Minister&nbsp;of&nbsp;Canadian&nbsp;Heritage, pursuant to section&nbsp;67 of the <em>Constitution&nbsp;Act,&nbsp;1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Clyde K. Wells as Administrator of the Government of Newfoundland and Labrador, effective June 28, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;J. Derek Green to be </p>  <p style=\"margin-left:.5in\">Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant&nbsp;Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective June 28, 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable&nbsp;J. Derek Green as Administrator of the Government of Newfoundland and Labrador, effective July 6, 2008; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">(<em>d</em>)&nbsp;appoints the Honourable&nbsp;Clyde K. Wells to be </p>  <p style=\"margin-left:.5in\">Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant&nbsp;Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective July 6, 2008. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement </p>  <p>de Terre-Neuve-et-Labrador, l'honorable&nbsp;Clyde K. Wells, juge&nbsp;en&nbsp;chef&nbsp;de Terre-Neuve-et-Labrador, ne sera pas en mesure de remplir ses fonctions du 28 juin au 5 juillet 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la </p>  <p>ministre du Patrimoine&nbsp;canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Clyde K. Wells au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le&nbsp;28 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>b</em>)&nbsp;nomme l’honorable J. Derek Green à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;28 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;J. Derek Green au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le&nbsp;6 juillet 2008;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>d</em>)&nbsp;nomme l’honorable&nbsp;Clyde K. Wells à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;6 juillet 2008.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}