{
  "id": "19124",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1277<br></p><p><strong>Date: </strong>2008-06-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in;line-height:200%\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(<em>c</em>) and section 40 of the <em>Indian Act</em>, hereby accepts the designation made to Her Majesty in right of Canada by the Tobacco Plains Band of a portion of the Tobacco Plains Indian Reserve No. 2 in the Province of </p>  <p style=\"line-height:200%\">British Columbia for leasing purposes, which designation was assented to by the Tobacco Plains Band on September 27, 2007 and is set out in the attached schedule. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in;line-height:200%\">Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)<em>c</em>) et de l’article 40 de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil accepte la désignation faite à Sa Majesté du chef du Canada par la bande Tobacco Plains d’une partie de la réserve indienne Tobacco Plains nº 2, dans la province de la Colombie-Britannique, à des fins de location à bail, laquelle désignation a été sanctionnée par la bande Tobacco Plains le 27 septembre 2007 et figure à l’annexe </p>  <p style=\"line-height:200%\">ci-jointe.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1277Date: 2008-06-19      Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(c) and section 40 of the Indian Act, hereby accepts the designation made to Her Majesty in right of Canada by the Tobacco Plains Band of a portion of the Tobacco Plains Indian Reserve No. 2 in the Province of   British Columbia for leasing purposes, which designation was assented to by the Tobacco Plains Band on September 27, 2007 and is set out in the attached schedule.          Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)c) et de l’article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte la désignation faite à Sa Majesté du chef du Canada par la bande Tobacco Plains d’une partie de la réserve indienne Tobacco Plains nº 2, dans la province de la Colombie-Britannique, à des fins de location à bail, laquelle désignation a été sanctionnée par la bande Tobacco Plains le 27 septembre 2007 et figure à l’annexe   ci-jointe.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}