{
  "id": "19128",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1281<br></p><p><strong>Date: </strong>2008-06-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Alberta, the Honourable Catherine&nbsp;Fraser, Chief Justice of Alberta, will be unable to act from July&nbsp;3 to July&nbsp;13,&nbsp;2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act,1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-top:0in;margin-right:-.25in;margin-bottom: 0in;margin-left:.25in;margin-bottom:.0001pt\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Catherine&nbsp;Fraser </p>  <p style=\"margin-left:.25in\">as Administrator of the Government of Alberta, effective July&nbsp;3,&nbsp;2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable Jean&nbsp;E.L.&nbsp;Coté to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;3,&nbsp;2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Jean&nbsp;E.L.&nbsp;Coté as Administrator of the Government of Alberta, effective July&nbsp;14,&nbsp;2008; and</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable Catherine&nbsp;Fraser to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;14,&nbsp;2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement de l’Alberta, l’honorable Catherine&nbsp;Fraser, juge en chef&nbsp;de l’Alberta, ne sera pas en mesure de remplir ses fonctions du 3&nbsp;juillet au 13&nbsp;juillet&nbsp;2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi</em><em>&nbsp;</em><em>constitutionnelle de</em><em>&nbsp;</em><em>1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Catherine&nbsp;Fraser au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 3&nbsp;juillet&nbsp;2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>b</em>)&nbsp;nomme l’honorable Jean&nbsp;E.L.&nbsp;Coté à titre d’administrateur du gouvernement de l’Alberta afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 3&nbsp;juillet&nbsp;2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Jean&nbsp;E.L.&nbsp;Coté au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 14&nbsp;juillet&nbsp;2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>d</em>)&nbsp;nomme l’honorable Catherine&nbsp;Fraser à titre d’administrateur du gouvernement de l’Alberta afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 14&nbsp;juillet&nbsp;2008.</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1281Date: 2008-06-19      Whereas the Administrator of the Government of Alberta, the Honourable Catherine Fraser, Chief Justice of Alberta, will be unable to act from July 3 to July 13, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;     Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act,1867, hereby     (a) terminates the appointment of the Honourable Catherine Fraser   as Administrator of the Government of Alberta, effective July 3, 2008;     (b) appoints the Honourable Jean E.L. Coté to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective July 3, 2008;     (c) terminates the appointment of the Honourable Jean E.L. Coté as Administrator of the Government of Alberta, effective July 14, 2008; and     (d) appoints the Honourable Catherine Fraser to be Administrator of the Government of Alberta, to execute the office and functions of the Lieutenant Governor of Alberta during the absence, illness or other inability of the Lieutenant Governor, effective July 14, 2008.         Attendu que l’administrateur du gouvernement de l’Alberta, l’honorable Catherine Fraser, juge en chef de l’Alberta, ne sera pas en mesure de remplir ses fonctions du 3 juillet au 13 juillet 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,     À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :     a) met fin à la nomination de l’honorable Catherine Fraser au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 3 juillet 2008;     b) nomme l’honorable Jean E.L. Coté à titre d’administrateur du gouvernement de l’Alberta afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 3 juillet 2008;     c) met fin à la nomination de l’honorable Jean E.L. Coté au poste d’administrateur du gouvernement de l’Alberta, avec prise d’effet le 14 juillet 2008;     d) nomme l’honorable Catherine Fraser à titre d’administrateur du gouvernement de l’Alberta afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Alberta durant l’absence, la maladie ou autre incapacité de ce dernier, avec prise d’effet le 14 juillet 2008.         \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}