{
  "id": "19134",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1287<br></p><p><strong>Date: </strong>2008-06-19</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Honourable Patrick J. Duncan, appointed a Judge of the Supreme Court of Nova Scotia on November 29, 2007, is required to relocate from the City of Halifax in the Province of </p>  <p>Nova Scotia to the City of Digby in the Province of Nova Scotia, and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Honourable Justice Duncan, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in </p>  <p>paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in that paragraph; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from May 29, 2008 to November 28, 2008, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Patrick J. Duncan pursuant to </p>  <p>paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order.</em> </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que l'honorable Patrick J. Duncan, nommé </p>  <p>juge de la Cour suprême de la Nouvelle-Écosse le 29 novembre 2007, est obligé de déménager de la ville de Halifax (Nouvelle-Écosse) à la ville de Digby (Nouvelle-Écosse) et qu’il a droit à une allocation de transfert en vertu de l'article 40 de la <em>Loi sur les juges</em>;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’honorable Patrick J. Duncan, vu les conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence durant la période de six mois visée à l'alinéa 3(1)<em>k</em>) du<em> D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de transfert)</em> et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer les frais de déplacement et de subsistance qu'il engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du <em>D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de transfert)</em>, Son Excellence la Gouverneure générale en conseil autorise la période commençant le 29 mai 2008 et se terminant le 28 novembre 2008 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Patrick J. Duncan engage avant d'établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence doivent lui être remboursés, conformément à l'alinéa 3(1)<em>k</em>) du <em>D</em><em>é</em><em>cret d'application de la Loi sur les juges (allocation de transfert)</em>.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p style=\"margin-top:0in;margin-right:-36.3pt;margin-bottom: 0in;margin-left:35.4pt;margin-bottom:.0001pt;text-indent:1.0in;line-height: 200%\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from May 29, 2008 to November 28, 2008, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Patrick J. Duncan pursuant to paragraph 3(1)(k) of the <em>Judges Act (Removal Allowance) Order.</em></p>  <p style=\"margin-left:.5in;line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"margin-right:.5in;text-align:justify;line-height: 200%\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section4\">  <p style=\"margin-right:.5in;line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}