{
  "id": "19179",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1331<br></p><p><strong>Date: </strong>2008-07-22</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Vote No.&nbsp;1 (Foreign Affairs and International Trade) of <em>Appropriation Act No. 2, 2008-2009, </em>hereby appoints:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Mark Bailey as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Turkey, with concurrent accreditation to the Republic of Azerbaijan, the Republic of Georgia and Turkmenistan;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Daniel Caron as Ambassador Extraordinary and Plenipotentiary of Canada to Ukraine;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">David Collins as High Commissioner for Canada to Malaysia; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Scott Heatherington as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Latvia, with concurrent accreditation to the Republic of Lithuania;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Martin Loken as Consul General of Canada in Minneapolis (United States of America);</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Claire Poulin as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of El Salvador; and</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">François Rivest as Consul General of Canada in Guangzhou (People’s Republic of China).</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du ministre des Affaires étrangères et en vertu du crédit n<sup>o</sup> 1 (Affaires étrangères et Commerce international) de la <em>Loi de crédits </em>n<sup>o</sup><em> 2</em><em> pour 2008</em><em>-200</em><em>9</em><em>,</em> Son Excellence la Gouverneure générale en conseil nomme :</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Mark Bailey en qualité d'ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République turque, avec accréditation simultanée auprès de la République d'Azerbaïdjan, de la République de Géorgie, et du Turkménistan; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Daniel Caron en qualité d'ambassadeur extraordinaire et plénipotentiaire du Canada auprès de l'Ukraine;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">David Collins en qualité de haut‑commissaire du Canada auprès de la Malaisie; </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Scott Heatherington en qualité d'ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République de Lettonie, avec accréditation simultanée auprès de la République de Lituanie;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Martin Loken en qualité de consul général du Canada à Minneapolis (États-Unis d'Amérique);</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">Claire Poulin en qualité d'ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République d’El&nbsp;Salvador;</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\">François Rivest en qualité de consul général du Canada à Guangzhou (République populaire de Chine). </p>  <p style=\"line-height:21.6pt\">&nbsp;</p>  <p style=\"line-height:21.6pt\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}