{
  "id": "19254",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1402<br></p><p><strong>Date: </strong>2008-07-30</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Minister of Health has consulted with the Government of Ontario;&nbsp; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 28 of the <em>Hazardous Materials Information Review Act</em>, hereby appoints John&nbsp;Anthony&nbsp;Vander&nbsp;Doelen of Toronto, Ontario, to be governor representing the Government of Ontario at the Council of the Hazardous Materials Information Review Commission to hold office during good behaviour for a term of three years.&nbsp;&nbsp;&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que le ministre de la Santé a consulté le gouvernement de l’Ontario, </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre de la Santé et en vertu de l'article 28 de la <em>Loi sur le contr</em><em>ô</em><em>le des renseignements relatifs aux mati</em><em>è</em><em>res dangereuses</em>, Son Excellence la Gouverneure générale en conseil nomme John&nbsp;Anthony&nbsp;Vander&nbsp;Doelen, de Toronto (Ontario), membre représentant le gouvernement de l’Ontario au bureau de direction du Conseil de contrôle des renseignements relatifs aux matières dangereuses à titre inamovible pour un mandat de trois&nbsp;ans. </p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1402Date: 2008-07-30      Whereas the Minister of Health has consulted with the Government of Ontario;       Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 28 of the Hazardous Materials Information Review Act, hereby appoints John Anthony Vander Doelen of Toronto, Ontario, to be governor representing the Government of Ontario at the Council of the Hazardous Materials Information Review Commission to hold office during good behaviour for a term of three years.             Attendu que le ministre de la Santé a consulté le gouvernement de l’Ontario,      À ces causes, sur recommandation du ministre de la Santé et en vertu de l'article 28 de la Loi sur le contrôle des renseignements relatifs aux matières dangereuses, Son Excellence la Gouverneure générale en conseil nomme John Anthony Vander Doelen, de Toronto (Ontario), membre représentant le gouvernement de l’Ontario au bureau de direction du Conseil de contrôle des renseignements relatifs aux matières dangereuses à titre inamovible pour un mandat de trois ans.       \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}