{
  "id": "1928",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0477<br></p><p><strong>Date: </strong>2003-04-07</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs and with the concurrence of the Minister of Justice, hereby appoints Colleen&nbsp;Swords, Legal Adviser of the Department of Foreign Affairs and International Trade, as Agent for Canada in the Federal Republic of Yugoslavia’s case before the International Court of Justice, with the rank of Ambassador Extraordinary and Plenipotentiary, in accordance with the terms of reference set out in the annexed Schedule&nbsp;A.</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères et avec l’assentiment du ministre de la Justice, Son Excellence la Gouverneure générale en conseil nomme Colleen&nbsp;Swords, jurisconsulte du ministère des Affaires étrangères et du Commerce international, à titre d’Agent du Canada dans l’instance introduite par la République fédérale de Yougoslavie contre le Canada devant la Cour internationale de Justice, avec rang d’ambassadeur extraordinaire et plénipotentiaire, conformément au mandat figurant à l’Annexe A ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0477Date: 2003-04-07                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs and with the concurrence of the Minister of Justice, hereby appoints Colleen Swords, Legal Adviser of the Department of Foreign Affairs and International Trade, as Agent for Canada in the Federal Republic of Yugoslavia’s case before the International Court of Justice, with the rank of Ambassador Extraordinary and Plenipotentiary, in accordance with the terms of reference set out in the annexed Schedule A.                      Sur recommandation du ministre des Affaires étrangères et avec l’assentiment du ministre de la Justice, Son Excellence la Gouverneure générale en conseil nomme Colleen Swords, jurisconsulte du ministère des Affaires étrangères et du Commerce international, à titre d’Agent du Canada dans l’instance introduite par la République fédérale de Yougoslavie contre le Canada devant la Cour internationale de Justice, avec rang d’ambassadeur extraordinaire et plénipotentiaire, conformément au mandat figurant à l’Annexe A ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}