{
  "id": "19349",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1494<br></p><p><strong>Date: </strong>2008-08-17</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">The Committee of the Privy Council have had before them a report representing that a vacancy has occurred in the representation in the House of Commons for the electoral district of Don&nbsp;Valley&nbsp;West, in the Province of Ontario, by reason of the resignation of the Honourable&nbsp;John&nbsp;Godfrey. </p>  <p>&nbsp;</p>  <p style=\"text-indent:.85in\">The Committee, therefore, advises that a writ do issue for the election of a new Member to the House of Commons for that electoral district<strong>, </strong>to be dated August 17, 2008, and that the polling be on September 22, 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:.85in\">Le Comité du conseil privé a reçu un rapport exposant qu’il existe une vacance à la Chambre des communes pour la circonscription électorale de Don&nbsp;Valley-Ouest (Ontario), en raison de la démission de l’honorable John&nbsp;Godfrey. </p>  <p>&nbsp;</p>  <p style=\"text-indent:72.9pt\">À ces causes, le Comité du Conseil privé recommande qu’un bref d’élection, daté du 17 août 2008, soit délivré en vue de combler la vacance à la Chambre des communes pour cette circonscription électorale et que le scrutin se tienne le 22&nbsp;septembre&nbsp;2008.</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2008-1494Date: 2008-08-17      The Committee of the Privy Council have had before them a report representing that a vacancy has occurred in the representation in the House of Commons for the electoral district of Don Valley West, in the Province of Ontario, by reason of the resignation of the Honourable John Godfrey.      The Committee, therefore, advises that a writ do issue for the election of a new Member to the House of Commons for that electoral district, to be dated August 17, 2008, and that the polling be on September 22, 2008.         Le Comité du conseil privé a reçu un rapport exposant qu’il existe une vacance à la Chambre des communes pour la circonscription électorale de Don Valley-Ouest (Ontario), en raison de la démission de l’honorable John Godfrey.      À ces causes, le Comité du Conseil privé recommande qu’un bref d’élection, daté du 17 août 2008, soit délivré en vue de combler la vacance à la Chambre des communes pour cette circonscription électorale et que le scrutin se tienne le 22 septembre 2008.      \n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}