{
  "id": "19341",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1337<br></p><p><strong>Date: </strong>2008-07-28</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas Desgagnés Transarctik Inc. has applied, pursuant to the <em>Coasting Trade Act</em>, for a licence to use two unknown ships to carry cargo, heavy equipment and containers from </p>  <p>Côte Sainte-Catherine and/or Valleyfield and/or Matane, Quebec to Deception Bay and/or different ports in the Nunavik region, Quebec and the Nunavut Territory;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Canadian Transportation Agency (the “Agency”), by Decision No. LET-W-102-2008 of June 6, 2008, has determined that there is no suitable Canadian ship available to perform the activity applied for;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas the Agency issued Decision No. 314-W-2008 of June 13, 2008, providing the reasons for </p>  <p>Decision No. LET-W-102-2008;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Whereas Nunavut Eastern Arctic Shipping Inc. has petitioned the Governor in Council, pursuant to section 40 of the <em>Canada Transportation Act,</em> to have Decision No. LET-W-102-2008 and Decision No. 314-W-2008 rescinded;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">And whereas the Governor in Council, having considered the petition, is of the opinion that the petition should be dismissed and the decision of the Agency upheld;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, Infrastructure and Communities, pursuant to section 40 of the </p>  <p><em>Canada Transportation Act</em>, hereby declines to vary or rescind Decision No. LET-W-102-2008 dated June 6, 2008 and </p>  <p>Decision No. 314-W-2008 dated June 13, 2008 of the </p>  <p>Canadian Transportation Agency and accordingly dismisses the petition of Nunavut Eastern Arctic Shipping Inc.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Attendu que Desgagnés Transarctik Inc. a présenté une demande, en vertu de la <em>Loi sur le Cabotage</em>, afin d’utiliser deux navires inconnus pour le transport de marchandises, d’équipement lourd et de conteneurs à partir de Côte Sainte-Catherine, de Valleyfield, de </p>  <p>Matane (Québec), ou de l’un de ces endroits, jusqu’à la baie Déception et jusqu’à différents ports dans la région du Nunavik (Québec) et dans le territoire du Nunavut, ou jusqu’à l’un de ces endroits;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’Office des transports du Canada (« l’Office »), dans la décision n<sup>o</sup> LET-W-102-2008 du 6 juin 2008, a déterminé qu’il n’existe aucun navire canadien qui soit à la fois adapté et disponible pour être affecté à l’activité demandée; </p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’Office a communiqué les motifs de la </p>  <p>décision n<sup>o</sup> LET-W-102-2008 dans la décision n<sup>o</sup> 314-W-2008 du </p>  <p>13 juin 2008;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que Nunavut Eastern Arctic Shipping Inc. a présenté une requête au gouverneur en conseil, en vertu de l’article 40 de la </p>  <p>Loi sur les transports au Canada, pour faire annuler la </p>  <p>décision n<sup>o</sup> LET-W-102-2008 et la décision n<sup>o</sup> 314-W-2008;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que la gouverneure en conseil, après avoir examiné la requête, est d’avis que la requête doit être rejetée et que la décision de l’Office doit être maintenue,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À ces causes, sur recommandation du ministre des Transports, de l’Infrastructure et des Collectivités et en vertu de l’article 40 de la <em>Loi sur les transports au Canada</em>, Son Excellence la Gouverneure générale en conseil refuse de modifer ou d’annuler la </p>  <p>décision n<sup>o</sup> LET-W-102-2008 du 6 juin 2008 et la décision n<sup>o</sup> 314-W-2008 du 13 juin 2008 de l’Office des Transports du Canada et, en conséquence, rejette la requête de Nunavut Eastern Arctic Shipping Inc.</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section3\">  <p style=\"line-height:200%\">&nbsp;</p>  <p style=\"line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}