{
  "id": "19343",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1489<br></p><p><strong>Date: </strong>2008-08-08</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, hereby directs that a commission do issue under Part I of the <em>Inquiries Act </em>and under the Great Seal of Canada amending the commission in relation to the Internal Inquiry into the Actions of Canadian Officials in Relation to Abdullah Almalki, Ahmad Abou-Elmaati and Muayyed Nureddin, issued pursuant to Order in Council P.C. 2006-1526 of December&nbsp;11,&nbsp;2006 and amended pursuant to Order in Council P.C.&nbsp;2008-31 of January 23, 2008, by replacing paragraph <em>(m</em>) with the following:</p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>(m</em>) Our Commissioner to submit, on or before October&nbsp;20,&nbsp;2008<em>,</em> both a confidential report and a separate report that is suitable for disclosure to the public simultaneously in both official languages to the Governor in Council.</p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div>  <p style=\"text-indent:1.0in\">Sur recommandation du premier ministre, Son&nbsp;Excellence la Gouverneure générale en conseil ordonne que soit prise, en vertu de la partie I de la <em>Loi sur les enquêtes</em>, une commission revêtue du grand sceau du Canada modifiant la commission relative à l’Enquête interne sur les actions des responsables canadiens relativement à Abdullah Almalki, Ahmad&nbsp;Abou-Elmaati et Muayyed Nureddin, prise en vertu du décret C.P. 2006-1526 du 11 décembre 2006 et modifiée en vertu du décret C.P. 2008-31 du 23 janvier 2008, par le remplacement de l’alinéa <em>m</em>) par ce qui suit : </p>  <p>&nbsp;</p>  <p style=\"margin-left:.5in\"><em>m</em>) à Notre commissaire de présenter au gouverneur en conseil simultanément, et dans les deux langues officielles, au plus tard <em>le 20 octobre&nbsp;2008</em>, un rapport confidentiel ainsi qu’un rapport distinct pouvant être rendu public.</p>  <p>&nbsp;</p>  <p>&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}