{
  "id": "19435",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2008-1635<br></p><p><strong>Date: </strong>2008-09-05</p><hr><p>    </p><div>  <p style=\"text-indent:1.0in\">Whereas the Administrator of the Government of Manitoba, the Honourable&nbsp;Richard J. Scott, Chief&nbsp;Justice&nbsp;of&nbsp;Manitoba, will be unable to act from September 8 to September 12, 2008, inclusive, from September 15 to September 17, 2008, inclusive, and from September 22 to September 24, 2008, inclusive, and it is therefore necessary that another person be appointed Administrator for those periods;</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister&nbsp;of&nbsp;Canadian&nbsp;Heritage, pursuant to section&nbsp;67 of the <em>Constitution&nbsp;Act,&nbsp;1867</em>, hereby</p>  <p>&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Richard J. Scott as Administrator of the Government of Manitoba, effective </p>  <p style=\"margin-left:.25in\">September 8, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>b</em>)&nbsp;appoints the Honourable&nbsp;Michel Monnin&nbsp; to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant&nbsp;Governor of Manitoba during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September 8, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Michel Monnin as Administrator of the Government of Manitoba, effective </p>  <p style=\"margin-left:.25in\">September 13, 2008; </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>d</em>)&nbsp;appoints the Honourable&nbsp;Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant&nbsp;Governor of Manitoba during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September 13, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>e</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Richard J. Scott as Administrator of the Government of Manitoba, effective </p>  <p style=\"margin-left:.25in\">September 15, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p align=\"right\" style=\"margin-left:.25in;text-align:right\">&nbsp;</p>  <p align=\"right\" style=\"margin-left:.25in;text-align:right\">&nbsp;</p>  <p align=\"right\" style=\"margin-left:.25in;text-align:right\">&nbsp;</p>  <p align=\"right\" style=\"margin-left:.25in;text-align:right\">.../2 </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div>  <p style=\"margin-left:.25in;text-indent:2.25in\">- 2 -</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>f</em>)&nbsp;appoints the Honourable Michel Monnin to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant&nbsp;Governor of Manitoba during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September 15, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>g</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Michel Monnin as Administrator of the Government of Manitoba, effective </p>  <p style=\"margin-left:.25in\">September 18, 2008; </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>h</em>)&nbsp;appoints the Honourable&nbsp;Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant&nbsp;Governor of Manitoba during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September 18, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>i</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Richard J. Scott as Administrator of the Government of Manitoba, effective </p>  <p style=\"margin-left:.25in\">September 22, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in;text-align:justify\">(<em>j</em>)&nbsp;appoints the Honourable&nbsp;Michel Monnin to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant&nbsp;Governor of Manitoba during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September 22, 2008;</p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\">(<em>k</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Michel Monnin as Administrator of the Government of Manitoba, effective </p>  <p style=\"margin-left:.25in\">September 25, 2008; and </p>  <p style=\"margin-left:.25in\">&nbsp;</p>  <p style=\"margin-left:.25in\"><em>l</em>)&nbsp;appoints the Honourable&nbsp;Richard J. Scott to be Administrator of the Government of Manitoba, to execute the office and functions of the Lieutenant&nbsp;Governor of Manitoba during the absence, illness or other inability of the Lieutenant&nbsp;Governor, effective September 25, 2008. </p>  </div>  <br clear=\"all\" style=\"page-break-before:always\">   <div class=\"Section3\">  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">Attendu que l’administrateur du gouvernement du Manitoba, l'honorable&nbsp;Richard J. Scott, juge&nbsp;en&nbsp;chef&nbsp;du Manitoba, ne sera pas en mesure de remplir ses fonctions du 8 septembre au 12 septembre 2008, inclusivement, du 15 septembre au 17 septembre 2008, inclusivement, et du 22 septembre au 24 septembre 2008, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,</p>  <p>&nbsp;</p>  <p style=\"text-indent:1.0in\">À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine&nbsp;canadien et en vertu de l’article&nbsp;67 de la <em>Loi&nbsp;constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; le&nbsp;8 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>b</em>)&nbsp;nomme l’honorable&nbsp;Michel Monnin à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;8 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Michel Monnin au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet&nbsp;&nbsp;&nbsp;&nbsp; le&nbsp;13 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>d</em>)&nbsp;nomme l’honorable&nbsp;Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le 13 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>e</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le&nbsp;&nbsp; 15 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt;text-indent:338.7pt\">&nbsp;&nbsp; .../2&nbsp; </p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section4\">  <p style=\"margin-left:21.3pt;text-indent:158.7pt\"><em>- 2 - </em></p>  <p style=\"margin-left:21.3pt\"><em>&nbsp;</em></p>  <p style=\"margin-left:21.3pt\"><em>f</em>)&nbsp;nomme l’honorable&nbsp;Michel Monnin à titre d’administrateur du gouvernement du Manitoba afin qui’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;15 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>g</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Michel Monnin au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet&nbsp;&nbsp;&nbsp;&nbsp; le&nbsp;18 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>h</em>)&nbsp;nomme l’honorable&nbsp;Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;18 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>i</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Richard J. Scott au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet le&nbsp;</p>  <p style=\"margin-left:21.3pt\">22 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>j</em>)&nbsp;nomme l’honorable&nbsp;Michel Monnin à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;22 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>k</em>)&nbsp;met fin à la nomination de l’honorable&nbsp;Michel Monnin au poste d’administrateur du gouvernement du Manitoba, avec prise d’effet&nbsp;&nbsp;&nbsp;&nbsp; le&nbsp;25 septembre 2008;</p>  <p style=\"margin-left:21.3pt\">&nbsp;</p>  <p style=\"margin-left:21.3pt\"><em>l)</em>&nbsp;nomme l’honorable&nbsp;Richard J. Scott à titre d’administrateur du gouvernement du Manitoba afin qu’il remplisse les fonctions du lieutenant-gouverneur du Manitoba durant l’absence, la maladie ou autre incapacité de ce&nbsp;dernier, avec prise d’effet le&nbsp;25 septembre 2008.</p>  </div>  <br clear=\"all\" style=\"page-break-before:auto\">   <div class=\"Section5\">  <p style=\"margin-left:21.3pt;line-height:200%\">&nbsp;</p>  </div>    \n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}