{
  "id": "1962",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0493<br></p><p><strong>Date: </strong>2003-04-08</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section&nbsp;6 of the <em>Bank of Canada Act</em>, hereby approves the appointment made by the Board of Directors of the Bank of Canada of W.&nbsp;Paul&nbsp;Jenkins of Ottawa, Ontario, to be Deputy&nbsp;Governor of the Bank of Canada to hold office during good behaviour for a term of seven&nbsp;years, and approves his salary as determined by the Board of Directors at the rate set out in the schedule hereto, which salary is within the range ($224,100&nbsp;-&nbsp;$263,700). </p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Finances et en vertu de l’article&nbsp;6 de la <em>Loi sur la Banque du Canada</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination faite par le conseil d’administration de la Banque du Canada de W.&nbsp;Paul&nbsp;Jenkins, d’Ottawa (Ontario), sous-gouverneur de la Banque du Canada, à titre inamovible pour un mandat de sept&nbsp;ans, et approuve son traitement fixé par le conseil d’administration de la Banque du Canada au taux spécifié à l’annexe ci-jointe, lequel traitement se situe dans l’échelle (224&nbsp;100&nbsp;$&nbsp;-&nbsp;263&nbsp;700&nbsp;$). </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0493Date: 2003-04-08                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 6 of the Bank of Canada Act, hereby approves the appointment made by the Board of Directors of the Bank of Canada of W. Paul Jenkins of Ottawa, Ontario, to be Deputy Governor of the Bank of Canada to hold office during good behaviour for a term of seven years, and approves his salary as determined by the Board of Directors at the rate set out in the schedule hereto, which salary is within the range ($224,100 - $263,700).                        Sur recommandation du ministre des Finances et en vertu de l’article 6 de la Loi sur la Banque du Canada, Son Excellence la Gouverneure générale en conseil approuve la nomination faite par le conseil d’administration de la Banque du Canada de W. Paul Jenkins, d’Ottawa (Ontario), sous-gouverneur de la Banque du Canada, à titre inamovible pour un mandat de sept ans, et approuve son traitement fixé par le conseil d’administration de la Banque du Canada au taux spécifié à l’annexe ci-jointe, lequel traitement se situe dans l’échelle (224 100 $ - 263 700 $).     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}