{
  "id": "19991",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-0144<br></p><p><strong>Date: </strong>2009-01-29</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Honourable Geoffrey R.J. Gaul, appointed a Judge of the Supreme Court of British Columbia on January 31, 2008, is required to relocate from the City of Victoria to the City of New Westminster in the Province of British Columbia, and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Honourable Justice Gaul, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in paragraph 3(1)<em>(k)</em> of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in that paragraph;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Honourable Justice Gaul, on account of unfavourable conditions in the real estate market, has not been able to sell his former residence within the period referred to in subsection 3.2(8) of the <em>Judges Act (Removal Allowance)</em>&nbsp;<em>Order</em> and has requested that an additional period be approved so that he may be allowed to claim the difference between the sale price of the former residence and its fair market value should he be unable to sell the former residence at a price that is equal to or greater than the fair market value.\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsections 3(2) and 3.2(9) of the <em>Judges Act (Removal Allowance)</em>&nbsp;<em>Order</em>, hereby prescribes (<em>a</em>) the period beginning on August 1, 2008 and ending on January 30, 2009, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of \nthe household still resident in the former residence, shall be reimbursed to the Honourable Geoffrey R.J. Gaul pursuant to paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em>; and (<em>b</em>) the period beginning on December 3, 2008 and ending on June 1, 2009 as an additional period during which the difference between the sale price of the former residence and its fair market value shall be reimbursed to the Honourable Geoffrey R.J. Gaul pursuant to subsection 3.2(2) of the <em>Judges Act (Removal Allowance) Order</em>, should he be unable to sell the former residence at a price that is equal to or greater than the fair market value.\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable Geoffrey R.J. Gaul, nommé juge de la Cour suprême de la Colombie-Britannique le 31 janvier 2008, est obligé de déménager de la ville de Victoria à la ville de New Westminster (Colombie-Britannique), et qu’il a droit à une allocation de déménagement en vertu de l’article 40 de la <em>Loi sur les juges</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable juge Gaul, vu les conditions défavorables du marché immobilier, est incapable de vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)<em>k)</em> du <em>Décret d'application de la Loi sur les juges (allocation de déménagement)</em> et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer les frais de déplacement et de subsistance qu'il engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nl’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable juge Gaul, vu les conditions défavorables du marché immobilier, n’a pas pu vendre son ancienne résidence durant la période mentionnée au paragraphe 3.2(8) du <em>Décret d’application de la Loi sur le juges (allocation de déménagement)</em> et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse réclamer la différence entre le prix de vente de l'ancienne résidence et sa\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\njuste valeur marchande s’il était incapable de vendre son ancienne résidence à un prix égal ou supérieur à la juste valeur marchande, \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre de la Justice et en vertu des paragraphes 3(2) et 3.2(9) du <em>Décret d’application de la Loi sur les juges (allocation de déménagement)</em>, Son Excellence la Gouverneure générale en conseil autorise <em>a</em>) la période commençant le 1<sup>er</sup> août 2008 et se terminant le 30 janvier 2009 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Geoffrey R.J. Gaul engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l'occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence doivent lui être remboursés conformément à l’alinéa 3(1)<em>k</em>) du <em>Décret d'application de la Loi sur les juges (allocation de déménagement)</em>; <em>b</em>) la période commençant le 3 décembre 2008 et se terminant le 1<sup>er</sup> juin 2009 à titre de période additionnelle durant laquelle la différence entre le prix de vente de l'ancienne résidence et sa juste valeur marchande peut être remboursée à l'honorable Geoffrey R.J. Gaul conformément au paragraphe 3.2(2) du <em>Décret d'application de la Loi sur les juges</em>&nbsp;<em>(allocation de</em>&nbsp;<em>déménagement) </em>s'il était incapable de vendre son ancienne résidence à un prix égal ou supérieur à la juste valeur marchande.\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}