{
  "id": "20146",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-0305<br></p><p><strong>Date: </strong>2009-02-26</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(<em>c</em>) and section 40 of the <em>Indian Act</em>, hereby accepts the designations made to Her Majesty in right of Canada by Black Lake First Nation of portions of the Chicken Indian Reserves No. 224, 225 and 226 in the Province of Saskatchewan for exploration and development of minerals, development of a hydro-electric facility and commercial leasing purposes, which designations were assented to by the First Nation on November 9, 2007 and are set out in attached Schedules A, B and C.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:0.99in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)<em>c</em>) et de l’article 40 de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil accepte les désignations faites à Sa Majesté du chef du Canada par la Première Nation Black Lake de certaines parties des réserves indiennes de Chicken n<sup>o</sup> 224, 225 et 226 dans la province de la Saskatchewan à des fins d’exploration et de mise en valeur des minéraux, de construction d’une installation hydroélectrique et de location de locaux commerciaux, lesquelles désignations ont été sanctionnées par la première nation\n&nbsp;\nle 9 novembre 2007 et sont décrites aux annexes A, B et C ci-jointes.\n\n</p><p style=\"text-indent:0.99in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}