{
  "id": "203",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1874<br></p><p><strong>Date: </strong>2002-11-04</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t(T.B.&nbsp;Rec.&nbsp;830096)</p>  <p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Canadian Heritage and the Treasury Board, pursuant to paragraph&nbsp;46(1)(<em>q</em>) of the <em>Broadcasting Act</em>, hereby approves that the Canadian Broadcasting Corporation acquire, hold and dispose shares of the capital stock of 3899071 Canada Inc., a corporation that is authorized to carry on business incidental or conducive to the attainment of the objects of the Canadian Broadcasting Corporation, for the purpose of operating the specialized television service known as <em>Country Canada</em>, pursuant to the laws of Canada and in furtherance of the objects of the Canadian Broadcasting Corporation.</p>  <p>\t(Rec.&nbsp;du&nbsp;C.T.&nbsp;830096)</p>  <p>\t\tSur recommandation de la ministre du Patrimoine canadien et du Conseil du Trésor et en vertu de l'alinéa&nbsp;46(1)<em>q</em>) de la <em>Loi sur la radiodiffusion,</em> Son&nbsp;Excellence la Gouverneure générale en conseil agrée l'acquisition, la détention et la cession par la Société Radio-Canada, d'actions de 3899071 Canada Inc., personne morale autorisée à exercer des activités de nature à favoriser, même indirectement, la réalisation de la mission de la Société Radio-Canada, en vue d'offrir le service de télévision spécialisée connu sous le nom de <em>Country Canada</em>, conformément aux lois du Canada ainsi qu'à la poursuite de la mission de la Société Radio-Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}