{
  "id": "20372",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-0512<br></p><p><strong>Date: </strong>2009-04-02</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Fort McKay Land Exchange Enabling Agreement and the Fort McKay Land Exchange Agreement both dated July 17, 1996, hereby sets apart for the use and benefit of the Fort McKay First Nation as an addition to Fort McKay Indian Reserve No. 174, in the Province of Alberta, 105.411 hectares (260 acres) of land as described in the attached Schedules I, II and III and 107 hectares (265 acres) of mines and minerals as described in the attached Schedule IV.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément aux accords intitulés Fort McKay Land Exchange Enabling Agreement et Fort McKay Land Exchange Agreement datés du 17 juillet 1996, Son Excellence la Gouverneure générale en conseil met de côté, à l’usage et au profit de la Première nation de Fort McKay, à titre d’ajout à la réserve indienne de Fort McKay n<sup>o</sup> 174, dans la province d’Alberta, 105,411 hectares (260 acres) de terres délimitées aux annexes I, II et III ci-jointes et 107 hectares (265 acres) de mines et minéraux délimités à l’annexe IV ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}