{
  "id": "20426",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-0603<br></p><p><strong>Date: </strong>2009-04-23</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 29(1)(<em>a</em>) of the <em>Territorial Lands Act</em>, hereby authorizes Christina Mary Larkin, an employee of the Government of Canada, to acquire, through assignment of an existing lease, a leasehold interest in an un-surveyed parcel of land, in the Northwest Territories, as described in the annexed schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 29(1)<em>a</em>) de la <em>Loi sur les terres territoriales</em>, Son Excellence la Gouverneure générale en conseil autorise Christina Mary Larkin, une employée du gouvernement du Canada, à acquérir, par cession d’un bail existant, un droit de tenure à bail sur une parcelle de terre non arpentée située dans les Territoires du Nord-Ouest, laquelle est décrite à l’annexe ci-jointe.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nChristina Mary Larkin, of the City of Yellowknife, in the Northwest Territories, an employee of the Government of Canada, Department of Indian Affairs and Northern Development, as applied to obtain, through assignment of an existing lease, a leasehold interest in an un-surveyed parcel of land, for the purposes of a traditional use cabin, located on the west side of Northwest Territories Highway number 1 at kilometre 105.4, in Quad numbered 85 C/9, approximately 60<sup>o</sup> 40' 35\" North Latitude and 116<sup>o</sup> 25' 22\" West Longitude, in the Northwest Territories, as said parcel is shown outlined in red on a sketch plan on file 33-1-12 in the Land and Water Management Division of the Department of Indian Affairs and Northern Development at Ottawa. \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nChristina Mary Larkin, résidente de la ville de Yellowknife, dans les Territoires du Nord-Ouest et employée du gouvernement du Canada, Ministère des Affaires indiennes et du Nord canadien, a demandé à acquérir, par cession d’un bail existant, un droit de tenure à bail sur une parcelle de terre non-arpentée, aux fins d’une cabane traditionnelle située sur le côté ouest des Territoires du Nord-Ouest route numéro 1 à 105.4 kilomètre, dans le quadrilatère numéro 85 C/9, et se trouve à environ 60<sup>o</sup> 40' 35\" de latitude nord et 116<sup>o</sup> 25' 22\" de longitude ouest, dans les Territoires du Nord-Ouest, ladite parcelle apparaissant en rouge sur un croquis portant le numéro de dossier 33-1-12 déposé à la Division de la gestion des terres et des eaux du ministère des Affaires indiennes et du Nord canadien à Ottawa.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}