{
  "id": "20889",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-1017<br></p><p><strong>Date: </strong>2009-06-18</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas paragraph 23(1)(<em>c</em>) of the <em>International Bridges and Tunnels Act</em> provides that no person shall, without the approval of the Governor in Council, acquire control of an entity that owns or operates an international bridge or tunnel; \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas OMERS Administration Corporation, through the Borealis Transportation Infrastructure Trust, submitted an application to the Minister of Transport, pursuant to subsection 24(1) of the <em>International Bridges and Tunnels Act</em> for approval of a transaction seeking to reorganize the interest of OMERS Administration Corporation in Borealis Transportation Infrastructure Trust, an entity that is party to the Detroit River Tunnel Partnership that owns and operate the Detroit River Rail Tunnel, so that Hamilton GP Holding Inc. replaces Borealis Infrastructure Trust Management Inc. as the sole trustee of Borealis Transportation Infrastructure Trust and so that all of the trust units of Borealis Transportation Infrastructure Trust, which are currently held by BPC Penco Corporation and BPC Transportation Corporation, will be transferred to BPC Penco II Corporation and BPC Rail Transportation Corporation;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to subsection 25(1) of the <em>International Bridges and Tunnels Act,</em> hereby approves the application submitted to the Minister in respect of the transaction whereby the interest of OMERS Administration Corporation in Borealis Transportation Infrastructure Trust, an entity that is party to the Detroit River Tunnel Partnership that owns and operate the Detroit River Rail Tunnel, is reorganized so that Hamilton GP Holding Inc. replaces Borealis Infrastructure Trust Management Inc. as the sole trustee of Borealis Transportation Infrastructure Trust and so that all of the trust units of Borealis Transportation Infrastructure Trust, which are currently held by BPC Penco Corporation and BPC Transportation Corporation, will be transferred to BPC Penco II Corporation and BPC Rail Transportation Corporation.\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le paragraphe 23(1) de la <em>Loi sur les ponts et tunnels internationaux</em> prévoit, entre autres, que nul ne peut, sans l’agrément du gouverneur en conseil, acquérir le contrôle d’une entité qui est propriétaire d’un pont ou tunnel international ou qui exploite un pont ou tunnel international;  \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la OMERS Administration Corporation, par l’entremise de la Borealis Transportation Infrastructure Trust, a, en vertu du paragraphe 24(1) de la <em>Loi sur les ponts et les tunnels internationaux</em>, transmis au ministre des Transports une demande en vue d’obtenir l’agrément d’une transaction visant la réorganisation des intérêts de la OMERS Administration Corporation dans la Borealis Transportation Infrastructure Trust, une entité faisant partie de la Detroit River Tunnel Partnership qui est propriétaire et exploitant du tunnel ferroviaire de la rivière Detroit, pour que Hamilton GP Holding Inc. remplace Borealis Infrastructure Trust Management Inc. à titre de fiduciaire unique de la Borealis Transportation Infrastructure Trust et que toutes les parts de fiducie de la Borealis Transpostation Infrastructure Trust, qui sont actuellement détenues par la BPC Penco Corporation et la BPC Transportation Corporation, soient transférées à la BPC Penco II Corporation et à la BPC Rail Transportation Corporation,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Transports et en vertu du paragraphe 25(1) de la <em>Loi sur les ponts et tunnels internationaux,</em> Son Excellence la Gouverneure générale en conseil agrée la demande transmise au ministre à l’égard de la transaction visant la réorganisation des intérêts de la OMERS Administration Corporation dans la Borealis Transportation Infrastructure Trust, une entité faisant partie de la Detroit River Tunnel Partnership qui est propriétaire et exploitant du tunnel ferroviaire de la rivière Detroit, pour que Hamilton GP Holding Inc. remplace Borealis Infrastructure Trust Management Inc. à titre de fiduciaire unique de la Borealis Transportation Infrastructure Trust et que toutes les parts de fiducie de la Borealis Transportation Infrastructure Trust, qui sont actuellement détenues par la BPC Penco Corporation et la BPC Transportation Corporation, soient transférées à la BPC Penco II Corporation et à la BPC Rail Transportation Corporation.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}