{
  "id": "21080",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-1223<br></p><p><strong>Date: </strong>2009-07-30</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and The Canadian Wheat Board, pursuant to subsection 39(2) of the <em>Canadian Wheat Board Act</em>, hereby deems to be for the benefit of producers the payment by The Canadian Wheat Board to the University of Saskatchewan from the separate account referred to in that subsection of the sum of up to $500,000, on the condition that funds are available, to fund the establishment of a Canadian Grain Policy Chair at the University of Saskatchewan.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et de la Commission canadienne du blé et en vertu du paragraphe 39(2) de la <em>Loi sur la Commission canadienne du blé</em>, Son Excellence la Gouverneure générale en conseil estime qu’il est à l’avantage des producteurs que la Commission canadienne du blé verse à l’Université de la Saskatchewan une somme d’au plus 500 000 $ provenant du compte distinct mentionné à ce paragraphe, sous réserve des fonds disponibles, pour financer l’établissement d’une Chaire en politiques canadiennes sur les céréales à l’Université de la Saskatchewan.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}