{
  "id": "2116",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0573<br></p><p><strong>Date: </strong>2003-04-30</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs and the Minister of Finance, hereby: </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(a)  pursuant to section 2 of Article VIII of the <em>Agreement establishing the Inter-American Development Bank</em>, appoints Alister&nbsp;M.&nbsp;Smith, General Director, Department of Finance, as Alternate Governor of the Inter-American Development Bank, to hold office during pleasure, in the place of Bruce&nbsp;Montador;  </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(b)  pursuant to paragraph 1 of Article 27 of the <em>Agreement establishing the Asian Development Bank</em>, appoints Alister&nbsp;M.&nbsp;Smith, General Director, Department of Finance, as Alternate Governor of the Asian Development Bank, to hold office during pleasure, in the place of Bruce Montador; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(c)  pursuant to paragraph 1 of Article 26 of the <em>Agreement establishing the Caribbean Development Bank</em>, appoints Alister&nbsp;M.&nbsp;Smith, General Director, Department of Finance, as Alternate Governor of the Caribbean Development Bank, to hold office during pleasure, in the place of Bruce&nbsp;Montador;  </p> <br> <br> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;...2</p> <br> <p style=\"text-align: center\">- 2 - </p> <br> <br> <br> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(d)  pursuant to paragraph 1 of Article 30 of the <em>Agreement establishing the African Development Bank</em>, appoints Alister&nbsp;M.&nbsp;Smith, General Director, Department of Finance, as Alternate Governor of the African Development Bank, to hold office during pleasure, in the place of Bruce Montador; and </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(e)  notwithstanding paragraphs (a) to (d), authorizes the Minister of Foreign Affairs to appoint from time to time an Alternate Governor to act in the place of Alister&nbsp;M.&nbsp;Smith, provided that such appointment is temporary and for a specific purpose and, upon the expiration of the appointment period, Alister&nbsp;M.&nbsp;Smith is to resume his status as Alternate Governor. </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères et du ministre des Finances, Son Excellence la Gouverneure générale en conseil </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">a)  en vertu de la section 2 de l'article VIII de l'<em>Accord constitutif de la Banque interaméricaine de développement</em>, nomme Alister&nbsp;M.&nbsp;Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque interaméricaine de développement, à titre amovible, en remplacement de Bruce&nbsp;Montador; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">b)  en vertu du paragraphe 1 de l'article 27 de l'<em>Accord intitulé Agreement establishing the Asian Development Bank</em>, nomme Alister&nbsp;M.&nbsp;Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque asiatique de développement, à titre amovible, en remplacement de Bruce&nbsp;Montador; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">c)  en vertu du paragraphe 1 de l'article 26 de l'<em>Accord intitulé Agreement establishing the Caribbean Development Bank</em>, nomme Alister&nbsp;M.&nbsp;Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque de développement des Caraïbes, à titre amovible, en remplacement de Bruce&nbsp;Montador; </p> <br> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;...2</p> <br> <p style=\"text-align: center\">- 2 - </p> <br> <br> <br> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">d)  en vertu du paragraphe 1 de l'article 30 de l'<em>Accord portant création de la Banque africaine de développement</em>, nomme Alister&nbsp;M.&nbsp;Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque africaine de développement, à titre amovible, en remplacement de Bruce&nbsp;Montador;  </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">e) malgré les alinéas a) à d), autorise le ministre des Affaires étrangères à nommer de temps à autre un gouverneur suppléant en remplacement de Alister&nbsp;M.&nbsp;Smith; le cas échéant, cette nomination est provisoire et a un but précis et, à l’expiration de la période de nomination temporaire, Alister&nbsp;M.&nbsp;Smith reprend son titre de gouverneur suppléant. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0573Date: 2003-04-30                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs and the Minister of Finance, hereby:    (a)  pursuant to section 2 of Article VIII of the Agreement establishing the Inter-American Development Bank, appoints Alister M. Smith, General Director, Department of Finance, as Alternate Governor of the Inter-American Development Bank, to hold office during pleasure, in the place of Bruce Montador;     (b)  pursuant to paragraph 1 of Article 27 of the Agreement establishing the Asian Development Bank, appoints Alister M. Smith, General Director, Department of Finance, as Alternate Governor of the Asian Development Bank, to hold office during pleasure, in the place of Bruce Montador;    (c)  pursuant to paragraph 1 of Article 26 of the Agreement establishing the Caribbean Development Bank, appoints Alister M. Smith, General Director, Department of Finance, as Alternate Governor of the Caribbean Development Bank, to hold office during pleasure, in the place of Bruce Montador;                                                                                                             ...2  - 2 -       (d)  pursuant to paragraph 1 of Article 30 of the Agreement establishing the African Development Bank, appoints Alister M. Smith, General Director, Department of Finance, as Alternate Governor of the African Development Bank, to hold office during pleasure, in the place of Bruce Montador; and    (e)  notwithstanding paragraphs (a) to (d), authorizes the Minister of Foreign Affairs to appoint from time to time an Alternate Governor to act in the place of Alister M. Smith, provided that such appointment is temporary and for a specific purpose and, upon the expiration of the appointment period, Alister M. Smith is to resume his status as Alternate Governor.                        Sur recommandation du ministre des Affaires étrangères et du ministre des Finances, Son Excellence la Gouverneure générale en conseil    a)  en vertu de la section 2 de l'article VIII de l'Accord constitutif de la Banque interaméricaine de développement, nomme Alister M. Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque interaméricaine de développement, à titre amovible, en remplacement de Bruce Montador;    b)  en vertu du paragraphe 1 de l'article 27 de l'Accord intitulé Agreement establishing the Asian Development Bank, nomme Alister M. Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque asiatique de développement, à titre amovible, en remplacement de Bruce Montador;    c)  en vertu du paragraphe 1 de l'article 26 de l'Accord intitulé Agreement establishing the Caribbean Development Bank, nomme Alister M. Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque de développement des Caraïbes, à titre amovible, en remplacement de Bruce Montador;                                                                                                          ...2  - 2 -       d)  en vertu du paragraphe 1 de l'article 30 de l'Accord portant création de la Banque africaine de développement, nomme Alister M. Smith, directeur général, ministère des Finances, à titre de gouverneur suppléant de la Banque africaine de développement, à titre amovible, en remplacement de Bruce Montador;     e) malgré les alinéas a) à d), autorise le ministre des Affaires étrangères à nommer de temps à autre un gouverneur suppléant en remplacement de Alister M. Smith; le cas échéant, cette nomination est provisoire et a un but précis et, à l’expiration de la période de nomination temporaire, Alister M. Smith reprend son titre de gouverneur suppléant.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}