{
  "id": "21363",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2009-1548<br></p><p><strong>Date: </strong>2009-09-09</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement dated September 22, 1992, hereby sets apart for the use and benefit of the Piapot Band as an addition to Piapot Indian Reserve No. 75, in the Province of Saskatchewan, the land described in the attached schedule, consisting of 31.826 hectares (78.645 acres) of surface land, 0.486 hectare (1.20 acres) of mines and minerals, 31.343 hectares (77.45 acres) of coal and an undivided one-half interest in all mines and minerals other than coal.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement daté du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil met de côté à l’usage et au profit de la bande Piapot, à titre d’ajout à la réserve indienne Piapot n<sup>o</sup> 75, dans la province de la Saskatchewan, la terre délimitée à l’annexe ci-jointe, laquelle est constituée de 31,826 hectares (78,645 acres) de terre de surface et d’une parcelle minière de 0,486 hectare (1,20 acres) mise de côté pour tous les mines et minéraux qu’elle comprend et d’une autre de 31,343 hectares (77,45 acres) mise de côté pour la totalité des intérêts sur le charbon et une moitié indivise des intérêts sur l’ensemble des mines et des minéraux, autres que le charbon, qu’elle contient.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE\n<strong>&nbsp;</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>Addition To Piapot Indian Reserve No. 75</u></strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>&nbsp;</u></strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>FIRSTLY</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSurface Parcel Nos. 120478147 and 120478103 being all those portions of legal subdivision 9 within the North East Quarter of Section 35, in Township 21, in Range 18, West of the Second Meridian, Saskatchewan, that lie West of the Western limit of the road right of way shown on the Plan of record in the Canada Lands Survey Records as No. 91638 and in the Saskatchewan Land Surveys Directory as No. 99SE35588, containing 16.017 hectares (39.58 acres) more or less.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>SECONDLY</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSurface Parcel No. 120478158 being all that portion of legal subdivision 16 within the North East Quarter of Section 35, in Township 21, in Range 18, West of the Second Meridian, Saskatchewan, that lie West of the Western limit of the road right of way shown on the Plan of record in the Canada Lands Survey Records as No. 91638 and in the Saskatchewan Land Surveys Directory as No. 99SE35588 and that lie South of the Southern limit of the road right of way shown on the Plan of record in the Canada Lands Survey Records as No. 87089 and in the Saskatchewan Land Surveys Directory as No. 65R04349, containing 15.809 hectares (39.065 acres) more or less.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>THIRDLY</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAll mines and minerals in Mineral Parcel No. 164337475, being all that portion of the North East Quarter of section 35, in Township 21, in range 18, West of the second Meridian, Saskatchewan , described as: commencing at the intersection of the Western limit of the road right of way shown on the Plan of record in the Canada Lands Surveys Records as No. 91638 and in the Saskatchewan Land surveys Directory as No. 99SE35588 and a line drawn parallel with the Southern boundary of the Quarter Section through a point thereon distant 44.196 metres (145 feet) Northerly from the South East corner of the Quarter Section; thence Westerly parallel with the Southern boundary of the Quarter Section 114.3 metres (375 feet), thence Southerly parallel with the Eastern boundary to the Southern boundary of the Quarter Section, thence Easterly along the Southern boundary to the Western limit of the road right of way, thence Northerly along the Western limit to the point of commencement, containing 0.486 hectares (1.20 acres) more or less.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>FOURTHLY</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAll coal and an undivided one-half interest in all mines and minerals other than coal in Mineral Parcel No. 164337497, being that portion of Legal Subdivision 9, in the North East Quarter of Section 35, in Township 21, in Range 18, West of the Second Meridian, Saskatchewan, that lie West of the Western limit of the road right of way shown on the plan of record in the Canada Lands Surveys Records as No. 91638 and in the Saskatchewan Land Surveys Directory as No. 99SE35588 and that lie North and West of the Northern and Western limits of the parcel described as: commencing at the intersection of the Western limit of the road right of way shown on the Plan of record in the Canada Lands Surveys Records as No. 91638 and in the Saskatchewan Land Surveys Directory as No. 99SE35588 and a line drawn parallel with the Southern boundary of the Quarter Section through a point thereon distant 44.196 metres (145 feet) Northerly from the South East corner of the Quarter Section; thence Westerly parallel with the Southern boundary of the Quarter Section 114.3 metres (375 feet), thence Southerly parallel with the Eastern boundary to the Southern boundary of the Quarter Section, thence Easterly along the Southern boundary to the Western limit of the road right of way, thence Northerly along the Western limit to the point of commencement, containing 15.532 hectares (38.38 acres) more or less.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>FIFTHLY</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAll coal and an undivided one-half interest in all mines and minerals other than coal in Mineral Parcel No. 164337532 being that portion of legal subdivision 16 within the North East Quarter of Section 35, in Township 21, in Range 18, West of the Second Meridian, Saskatchewan, that lie West of the Western limit of the road right of way shown on the Plan of record in the Canada Lands Survey Records as No. 91638 and in the Saskatchewan Land Surveys Directory as No. 99SE35588 and that lie South of the Southern limit of the road right of way shown on the Plan of record in the Canada Lands Survey Records as No. 87089 and in the Saskatchewan Land Surveys Directory as No. 65R04349 containing 15.811 hectares (39.07 acres) more or less.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe above described parcels of land contain 31.826 hectares (78.645 acres) more or less, of surface and 0.486 hectares (1.20 acres) more or less, of all mines and minerals, and 31.343 hectares (77.45 acres) more or less of all coal and an undivided one half interest in all mines and minerals other than coal.\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>ANNEXE</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>Ajout à la réserve indienne de Piapot n<sup>o</sup> 75</u></strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>&nbsp;</u></strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>PREMIÈREMENT</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLes parcelles de surface n<sup>o</sup> 120478147 et 120478103, soit la totalité de la subdivision officielle 9 du quart nord-est de la section 35, dans le canton 21, dans le rang 18, à l’ouest du deuxième méridien, en Saskatchewan, à l’ouest de la limite ouest de l’emprise de route figurant sur le plan n<sup>o</sup> 91638 des Archives d’arpentage des terres du Canada et sous le numéro 99SE35588 dans le répertoire des levés officiels de la Saskatchewan, d’une superficie de 16,017 hectares (39,58 acres), plus ou moins.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>DEUXIÈMEMENT</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa parcelle de surface n<sup>o</sup> 120478158, soit la totalité de la subdivision officielle 16 du quart nord-est de la section 35, dans le canton 21, dans le rang 18, à l’ouest du deuxième méridien, en Saskatchewan, à l’ouest de la limite ouest de l’emprise de route figurant sur le plan n<sup>o</sup> 91638 des Archives d’arpentage des terres du Canada et sous le numéro 99SE35588 dans le répertoire des levés officiels de la Saskatchewan, et au sud de la limite sud de l’emprise de route figurant sur le plan n<sup>o</sup> 87089 des Archives d’arpentage des terres du Canada et sous le numéro 65R04349 dans le répertoire des levés officiels de la Saskatchewan, d’une superficie de 15,809 hectares (39,065 acres), plus ou moins.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>TROISIÈMEMENT</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa parcelle minière n<sup>o</sup> 164337475, soit la totalité des mines et des minéraux de la partie du quart nord-est de la section 35, dans le canton 21, dans le rang 18, à l’ouest du deuxième méridien, en Saskatchewan, décrite comme suite: commençant à l’intersection de la limite ouest de l’emprise de route figurant sur le plan n<sup>o </sup>91638 des Archives d’arpentage des terres du Canada et sous le numéro 99SE35588 dans le répertoire des levés officiels de la Saskatchewan avec une ligne tirée parallèlement à la limite sud du quart de section<strong>&nbsp;</strong>passant par un point situé à une distance de 44,196 mètres (145 pieds) vers le nord depuis l’angle sud-est du quart de section; de là, vers l’ouest parallèlement à la limite sud du quart de section sur une distance de 114,3 mètres (375 pieds); de là, vers le sud parallèlement à la limite est jusqu’à la limite sud du quart de section; de là, vers l’est suivant la limite sud jusqu’à la limite ouest de l’emprise de route; de là, vers le nord suivant la limite ouest jusqu’au point de départ, ladite parcelle ayant une superficie de 0,486 hectares (1,20 acres), plus ou moins.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>QUATRIÈMEMENT</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa parcelle minière n<sup>o</sup> 164337497, couvrant la totalité des intérêts sur le charbon et une moitié indivise des intérêts sur l’ensemble des mines et des minéraux autres que le charbon, soit la partie de la subdivision officielle 9, dans le quart nord-est de la section 35, dans le canton 21, dans le rang 18, à l’ouest du deuxième méridien, en Saskatchewan, à l’ouest de la limite ouest de l’emprise de route figurant sur le plan n<sup>o</sup> 91638 des Archives d’arpentage des terres du Canada et sous le numéro 99SE35588 dans le répertoire des levés officiels de la Saskatchewan, et au nord et à l’ouest des limites nord et ouest de la parcelle décrite comme suit: commençant à l’intersection de la limite ouest de l’emprise de route figurant sur le plan n<sup>o</sup> 91638 des Archives d’arpentage des terres du Canada et sous le numéro 99SE35588 dans le répertoire des levés officiels de la Saskatchewan avec une ligne tirée parallèlement à la limite sud du quart de section<strong>&nbsp;</strong>passant par un point situé à une distance de 44,196 mètres (145 pieds) vers le nord depuis l’angle sud-est du quart de section; de là, vers l’ouest parallèlement à la limite sud du quart de section sur une distance de 114,3 mètres (375 pieds); de là, vers le sud parallèlement à la limite est jusqu’à la limite sud du quart de section; de là, vers l’est suivant la limite sud jusqu’à la limite ouest de l’emprise de route; de là, vers le nord suivant la limite ouest jusqu’au point de départ, ladite parcelle ayant une superficie de 15,532 hectares (38,38 acres), plus ou moins.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>CINQUIÈMEMENT</strong>\n\n</p><p style=\"margin-left:0.44in;text-indent:-0.44in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>&nbsp;</strong>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa parcelle minière n<sup>o</sup> 164337532, couvrant la totalité des intérêts sur le charbon et une moitié indivise des intérêts sur l’ensemble des mines et des minéraux autres que le charbon, soit la partie de la subdivision officielle 16, dans le quart nord-est de la section 35, dans le canton 21, dans le rang 18, à l’ouest du deuxième méridien, en Saskatchewan, à l’ouest de la limite ouest de l’emprise de route figurant sur le plan n<sup>o</sup> 91638 des Archives d’arpentage des terres du Canada et sous le numéro 99SE35588 dans le répertoire des levés officiels de la Saskatchewan, et au sud de la limite sud de l’emprise de route figurant sur le plan n<sup>o</sup> 87089 des Archives d’arpentage des terres du Canada et sous le numéro 65R04349 dans le répertoire des levés officiels de la Saskatchewan, d’une superficie de 15,811 hectares (39,07 acres), plus ou moins.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLes parcelles ci-haut décrites ont une superficie de 31,826 hectares (78,645 acres), plus ou moins, pour les droits de surface, une superficie de 0,486 hectares (1,20 acres), plus ou moins, pour les droits miniers et une superficie de 31,343 hectares (77,45 acres), plus ou moins, pour la totalité des intérêts sur le charbon et une moitié indivise des intérêts sur l’ensemble des mines et des minéraux autres que le charbon. \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}