{
  "id": "214",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1949<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Industry, pursuant to section&nbsp;8 of the <em>Canadian Space Agency Act,</em> hereby approves that the Minister of Industry enter, on behalf of Her Majesty in right of Canada, into an agreement with the Government of the Northwest Territories and Radarsat International Inc. concerning access to RADARSAT-1 data and data products to be supplied by the RADARSAT-1 satellite, substantially in accordance with the attached draft agreement.</p>  <p>\t\tSur recommandation du ministre de l'Industrie et en vertu de l'article&nbsp;8 de la <em>Loi sur l'Agence spatiale canadienne</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée que le ministre de l'Industrie conclue, au nom de Sa&nbsp;Majesté du chef du Canada, un accord avec le gouvernement des Territoires du Nord-Ouest et Radarsat International Inc. concernant l'accès aux données et aux produits à valeur ajoutée de RADARSAT-1 qui seront fournis par le satellite RADARSAT-1, lequel accord est conforme en substance au projet d'accord ci-joint.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1949Date: 2002-11-21       \t\tHer Excellency the Governor General in Council,   on the recommendation of the Minister of Industry, pursuant to section 8 of the Canadian Space Agency Act, hereby approves that the Minister of Industry enter, on behalf of Her Majesty in right of Canada, into an agreement with the Government of the Northwest Territories and Radarsat International Inc. concerning access to RADARSAT-1 data and data products to be supplied by the RADARSAT-1 satellite, substantially in accordance with the attached draft agreement.  \t\tSur recommandation du ministre de l'Industrie et en vertu de l'article 8 de la Loi sur l'Agence spatiale canadienne, Son Excellence la Gouverneure générale en conseil agrée que le ministre de l'Industrie conclue, au nom de Sa Majesté du chef du Canada, un accord avec le gouvernement des Territoires du Nord-Ouest et Radarsat International Inc. concernant l'accès aux données et aux produits à valeur ajoutée de RADARSAT-1 qui seront fournis par le satellite RADARSAT-1, lequel accord est conforme en substance au projet d'accord ci-joint.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}