{
  "id": "2164",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0606<br></p><p><strong>Date: </strong>2003-05-01</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her&nbsp;Excellency the Governor General in Council, </p> <p style=\"line-height: 0.468751in; margin-right: 1.7375in\">on the recommendation of the Minister for International Cooperation, pursuant to paragraph&nbsp;33(1)(<em>c</em>) of the <em>Parliament of Canada Act</em>, hereby authorizes the trip to India undertaken between March&nbsp;20 and March&nbsp;31,&nbsp;2003 by the Honourable Maria&nbsp;Minna, P.C., Member of Parliament for the constituency of Beaches&nbsp;— East&nbsp;York, for the purpose of representing the Minister for International Cooperation at post-Gujarat earthquake reconstruction project inaugurations.</p> <br> <p style=\"line-height: 0.468751in; margin-right: 1.7375in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur&nbsp;recommandation de la ministre de la Coopération internationale et en vertu de l’alinéa&nbsp;33(1)<em>c</em>) de la <em>Loi sur le Parlement du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le voyage effectué en Inde, du 20 au 31&nbsp;mars&nbsp;2003, par l’honorable Maria&nbsp;Minna, c.p., députée de la circonscription de Beaches&nbsp;— East&nbsp;York, pour représenter la ministre de la Coopération internationale à l’inauguration de projets de reconstruction faisant suite au tremblement de terre de Gujarat.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0606Date: 2003-05-01                         Her Excellency the Governor General in Council,  on the recommendation of the Minister for International Cooperation, pursuant to paragraph 33(1)(c) of the Parliament of Canada Act, hereby authorizes the trip to India undertaken between March 20 and March 31, 2003 by the Honourable Maria Minna, P.C., Member of Parliament for the constituency of Beaches — East York, for the purpose of representing the Minister for International Cooperation at post-Gujarat earthquake reconstruction project inaugurations.                        Sur recommandation de la ministre de la Coopération internationale et en vertu de l’alinéa 33(1)c) de la Loi sur le Parlement du Canada, Son Excellence la Gouverneure générale en conseil autorise le voyage effectué en Inde, du 20 au 31 mars 2003, par l’honorable Maria Minna, c.p., députée de la circonscription de Beaches — East York, pour représenter la ministre de la Coopération internationale à l’inauguration de projets de reconstruction faisant suite au tremblement de terre de Gujarat.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}