{
  "id": "22097",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2010-0124<br></p><p><strong>Date: </strong>2010-02-02</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 29(1)(<em>a</em>) of the <em>Territorial Lands Act</em>, hereby authorizes Ria Linda Coleman, an employee of the Government of Canada, to acquire a leasehold interest in an unsurveyed parcel of land, in the Northwest Territories, as described in the attached schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 29(1)<em>a</em>) de la <em>Loi sur les terres territoriales</em>, Son Excellence la Gouverneure générale en conseil autorise Ria Linda Coleman, une employée du gouvernement du Canada, à acquérir un droit de tenure à bail sur une parcelle de terre non arpentée située dans les Territoires du Nord-Ouest, laquelle est délimitée à l’annexe ci-jointe.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nRia Linda Coleman, of the Town of Fort Smith, in the Northwest Territories, an employee of the Government of Canada, Parks Canada, has applied to acquire a leasehold interest in an unsurveyed parcel of land, for the purposes of a hunting and fishing cabin, located on the west side of the Salt River, in Quad numbered 85 A/1, approximately 60<sup>o</sup> 06’ 13\" North Latitude and 112<sup>o</sup> 15’ 16\" West Longitude, in the Northwest Territories, as said parcel is shown outlined in red on a sketch plan on file 33-1-12 in the Land and Water Management Division of the Department of Indian Affairs and Northern Development at Ottawa.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nRia Linda Coleman, résidente de la ville de Fort Smith, dans les Territoires du Nord-Ouest et employée du gouvernement du Canada, Parcs Canada, a demandé à acquérir un droit de tenure à bail sur une parcelle de terre non arpentée, pour y jouir d’une cabane de chasse et pêche située sur le côté ouest de la rivière Salt, dans le quadrilatère numéro 85 A/1, et se trouve à environ 60<sup>o</sup> 06’ 13\" de latitude nord et 112<sup>o</sup> 15’ 16\" de longitude ouest, dans les Territoires du Nord-Ouest, ladite parcelle apparaissant en rouge sur un croquis portant le numéro de dossier 33-1-12 déposé à la Division de la gestion des terres et des eaux du ministère des Affaires indiennes et du Nord canadien à Ottawa.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}