{
  "id": "222",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1953<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas the Province of Alberta has requested financial assistance from the federal government on June&nbsp;21,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her&nbsp;Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of National Defence, pursuant to paragraphs&nbsp;9(<em>c</em>) and&nbsp;(<em>d</em>) of the <em>Emergency Preparedness Act</em>, hereby makes the annexed <em>Provincial Emergencies Financial Assistance Order&nbsp;No.&nbsp;57</em>.</p>  <p>\t\tAttendu que la province d'Alberta a demandé de l'aide financière au gouvernement fédéral le 21&nbsp;juin&nbsp;2002,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tÀ&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Défense nationale et en vertu des alinéas 9<em>c</em>) et&nbsp;<em>d</em>) de la <em>Loi sur la protection civile</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret n<sup>o</sup>&nbsp;57 sur l'aide financière à l'égard d'une situation de crise provinciale</em>, ci-après.</p>  <p>PROVINCIAL EMERGENCIES FINANCIAL ASSISTANCE ORDER&nbsp;NO.&nbsp;57</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <p></p><center>declaration</center> <p></p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p><strong>1.</strong>\tThe following provincial emergency is hereby declared to be of concern to the federal government, namely, the severe flooding in the southern region of Alberta in June&nbsp;2002, which caused extensive damage to private property.</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p></p><center>authorization</center> <p></p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p><strong>2.</strong>\tProvision of financial assistance to the Province of Alberta is hereby authorized in respect of the provincial emergency referred to in section&nbsp;1.</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tDÉCRET N<sup>O</sup>&nbsp;57 SUR L'AIDE FINANCIÈRE À L'ÉGARD D'UNE SITUATION DE CRISE PROVINCIALE</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <p></p><center>déclaration</center> <p></p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p><strong>1.</strong>\tIl&nbsp;est déclaré que la situation de crise provinciale suivante constitue un sujet de préoccupation pour le gouvernement fédéral, à savoir une inondation sévère qu'a connue l'Alberta en juin&nbsp;2002 et qui a causé des dommages importants aux propriétés privées dans la région du sud de la province.</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p></p><center>autorisation</center> <p></p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p><strong>2.</strong>\tEst&nbsp;autorisée la fourniture d'une aide financière à la province d'Alberta pour la situation de crise provinciale visée à l'article&nbsp;1.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1953Date: 2002-11-21       \t\tWhereas the Province of Alberta has requested financial assistance from the federal government on June 21, 2002;   \t\tTherefore, Her Excellency the Governor General in Council,   on the recommendation of the Minister of National Defence, pursuant to paragraphs 9(c) and (d) of the Emergency Preparedness Act, hereby makes the annexed Provincial Emergencies Financial Assistance Order No. 57.  \t\tAttendu que la province d'Alberta a demandé de l'aide financière au gouvernement fédéral le 21 juin 2002,   \t\tÀ ces causes, sur recommandation du ministre de la Défense nationale et en vertu des alinéas 9c) et d) de la Loi sur la protection civile, Son Excellence la Gouverneure générale en conseil prend le Décret no 57 sur l'aide financière à l'égard d'une situation de crise provinciale, ci-après.  PROVINCIAL EMERGENCIES FINANCIAL ASSISTANCE ORDER NO. 57    declaration    1.\tThe following provincial emergency is hereby declared to be of concern to the federal government, namely, the severe flooding in the southern region of Alberta in June 2002, which caused extensive damage to private property.   authorization    2.\tProvision of financial assistance to the Province of Alberta is hereby authorized in respect of the provincial emergency referred to in section 1.   \t\tDÉCRET NO 57 SUR L'AIDE FINANCIÈRE À L'ÉGARD D'UNE SITUATION DE CRISE PROVINCIALE    déclaration    1.\tIl est déclaré que la situation de crise provinciale suivante constitue un sujet de préoccupation pour le gouvernement fédéral, à savoir une inondation sévère qu'a connue l'Alberta en juin 2002 et qui a causé des dommages importants aux propriétés privées dans la région du sud de la province.   autorisation    2.\tEst autorisée la fourniture d'une aide financière à la province d'Alberta pour la situation de crise provinciale visée à l'article 1.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}