{
  "id": "22416",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2010-0440<br></p><p><strong>Date: </strong>2010-03-25</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Her Majesty in right of Alberta commenced an action against Her Majesty in right of Canada in the Court of Queen’s Bench of Alberta, Judicial Centre of Edmonton, as Action \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nNumber 0103-02943, claiming, among other things, ownership of mines and minerals on lands that were once administered by Canada’s Director of Soldier Settlement under the Soldier Settlement Acts; \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas Her Majesty in right of Canada and Her Majesty in right of Alberta wish to settle the action, and agree to the transfer of administration and control over certain mines and minerals from Her Majesty in right of Canada to Her Majesty in right of Alberta pursuant to paragraph 16(1)(<em>e</em>) of the <em>Federal Real Property and Federal Immovables Act</em>; \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas Her Majesty in right of Canada has verified that She has administration and control over the mines and minerals to be transferred;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources and the Treasury Board, pursuant to paragraph 16(1)(<em>e</em>) of <em>Federal Real Property and Federal Immovables Act</em>, hereby transfers the administration and control of the mines and minerals listed in Schedules 1 and 2 to Her Majesty in right of Alberta, as represented by the Minister of Energy, conditional upon certification of Canada’s Title under <em>Land Titles Act</em>, R.S.A. 2000, c. L-4, as amended from time to time, registration of the titles by Her Majesty in right of Alberta, as represented by the Minister of Energy, and issuance of a new Title to Her Majesty in right of Alberta, as represented by the Minister of Energy, by the Registrar of Titles.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sa Majesté du chef de l’Alberta a intenté une poursuite contre Sa Majesté du chef du Canada devant la Cour du Banc de la Reine de l’Alberta, Centre judicaire de Edmonton, poursuite \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nnuméro 0103-02943, pour réclamer, entre autres, des droits de propriété sur des mines et des minéraux dans des terres autrefois administrées par le directeur de l’établissement de soldats sous le régime des Lois d’établissement de soldats;\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sa Majesté du chef du Canada et Sa Majesté du chef de l’Alberta souhaitent parvenir à un règlement de la poursuite et conviennent de transférer la gestion et la maîtrise de certains mines et minéraux de Sa Majesté du chef du Canada à Sa Majesté du chef de l’Alberta en vertu de l’alinéa 16(1)<em>e</em>) de la <em>Loi sur les immeubles fédéraux et les biens réels fédéraux</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sa Majesté du chef du Canada a confirmé qu’Elle détient la gestion et la maîtrise des mines et minéraux à transférer,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Ressources naturelles et du Conseil du Trésor et en vertu de l’alinéa 16(1)<em>e</em>) de la <em>Loi sur les immeubles fédéraux et les biens réels fédéraux</em>, Son Excellence la Gouverneure général en conseil transfère la gestion et la maîtrise des mines et minéraux indiqués aux annexes 1 et 2 à \n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSa Majesté du chef de l’Alberta, représentée par le Minister of Energy, une fois les certificats des titres fédéraux obtenus conformément à la loi intitulée <em>Land Titles Act</em>, R.S.A. 2000, c. L-4, avec ses modifications successives, une fois l’enregistrement des titres effectué par Sa Majesté du chef de l’Alberta, représentée par le Minister of Energy, et une fois délivré par le registrateur de titres du nouveau titre à Sa Majesté du chef de l’Alberta, représentée par le Minister of Energy. \n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}