{
  "id": "22474",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2010-0499<br></p><p><strong>Date: </strong>2010-04-22</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Honourable William H. Goodridge, appointed a Judge of the Trial Division of the Supreme Court of Newfoundland and Labrador on March 2, 2007, and transferred from Happy Valley/Goose Bay to Corner Brook on September 28, 2009, is required to relocate from Happy Valley/Goose Bay to Corner Brook, and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Honourable Justice Goodridge, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance)</em> Order and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in that paragraph;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) </em>Order, hereby prescribes the period beginning on March 28, 2010 and ending on June 30, 2010, as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable William H. Goodridge pursuant to paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance)</em> Order.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable William H. Goodridge, nommé juge de la Division de première instance de la Cour suprême de Terre-Neuve-et-Labrador le 2 mars 2007 et muté de Happy Valley/Goose Bay à Corner Brook le 28 septembre 2009, est obligé de déménager de la ville de Happy Valley/Goose Bay à la ville de Corner Brook et qu’il a droit à une allocation de déménagement en vertu de l’article 40 de la <em>Loi sur les juges</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable juge Goodridge, vu les conditions défavorables du marché immobilier, est incapable de vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)<em>k</em>) du <em>Décret d'application de la Loi sur les juges (allocation de déménagement)</em> et a demandé qu’une a période additionnelle soit autorisée afin qu’il puisse réclamer les frais de déplacement et de subsistance, qu’il engagera avant d’y établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du <em>Décret d'application de la Loi sur les juges (allocation de déménagement)</em>, Son Excellence la Gouverneure générale en conseil autorise la période commençant le 28 mars 2010 et se terminant le 30 juin 2010 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable William H. Goodridge engagera avant d’y établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence, doivent lui être remboursés conformément à l’alinéa 3(1)<em>k</em>) du <em>Décret d'application de la Loi sur les juges (allocation de déménagement)</em>.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}