{
  "id": "22532",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2010-0556<br></p><p><strong>Date: </strong>2010-04-29</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Human Resources and Skills Development, pursuant to section 41 of the <em>Old Age Security Act</em>, hereby declares that, in accordance with Article 28 of the Agreement on Social Security between Canada and the Republic of Macedonia, signed at Ottawa, on August 26, 2009, the Agreement shall enter into force on the first day of the fourth month following the month in which the Parties have exchanged written notifications that they have complied with all requirements for the entry into force of the Agreement.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Ressources humaines et du Développement des compétences et en vertu de l’article 41 de la <em>Loi sur la sécurité de la vieillesse</em>, Son Excellence la Gouverneure générale en conseil déclare que, conformément à l’article 28 de l’Accord sur la sécurité sociale entre le Canada et la République de Macédoine, signé à Ottawa le 26 août 2009, l’Accord entre en vigueur le premier jour du quatrième mois suivant le celui au cours duquel les Parties ont échangé des notifications écrites indiquant qu’elles se sont conformées aux exigences relatives à l’entrée en vigueur de l’Accord.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}