{
  "id": "2316",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0659<br></p><p><strong>Date: </strong>2003-05-08</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(T.B.&nbsp;Rec.&nbsp;830438)</p> <p style=\" margin-right: 1.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, pursuant to subsection 12(5) of <em>the Farm Income Protection Act, </em>the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection 12(1) of that Act, to enter into the agreement referred to in paragraph&nbsp;(<em>b</em>) with the Northwest Territories for the purpose of assisting producers of agricultural products and thereby implementing commitments set out in the Federal-Provincial-Territorial Framework Agreement on Agricultural and Agri-Food Policy for the Twenty-First Century;</p> <p style=\" margin-right: 1.0625in\">&nbsp;</p> <p style=\" margin-right: 1.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, hereby</p> <p style=\"margin-right: 1.0625in\">&nbsp;</p> <p style=\"margin-right: 1.0625in\">(<em>a</em>)&nbsp;pursuant to section&nbsp;5 of the <em>Department of Agriculture and Agri-Food Act</em>, assigns the power to the Minister of Agriculture and Agri-Food to enter into, on behalf of the Government of Canada, the Canada-Northwest Territories Implementation Agreement with the Government of the Northwest Territories, substantially in accordance with the annexed draft agreement; and</p> <p style=\"margin-right: 1.0625in\">&nbsp;</p> <p style=\"margin-right: 1.0625in\">(<em>b</em>) pursuant to subsection&nbsp;12(5) of the <em>Farm Income Protection Act</em>, authorizes the Minister of Agriculture and Agri-Food to enter into, on behalf of the Government of Canada, an agreement with the Government of the Northwest Territories, substantially in accordance with the terms and conditions attached as Annex&nbsp;C to the draft agreement referred to in paragraph&nbsp;(<em>a</em>), to provide for financial assistance in respect of the program established by the Canada-Northwest Territories Research and Development Program Agreement.</p> <br> <p style=\"text-align: right;  margin-right: 0.75in\">(Rec. du C.T.&nbsp;830438)Attendu que, à la suite de la mise en œuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire en vertu du paragraphe 12(1) de la <em>Loi sur la protection du revenu agricole</em>, la gouverneure générale en conseil estime nécessaire, aux termes du paragraphe&nbsp;12(5) de cette loi, de conclure l’accord visé à l’alinéa&nbsp;<em>b</em>) avec les Territoires du Nord-Ouest afin d’aider les producteurs agricoles et de donner suite aux engagements énoncés dans l’accord-cadre fédéral-provincial-territorial sur la politique agricole et agroalimentaire pour le vingt et unième<sup> </sup>siècle,</p> <p style=\" margin-right: 1.0625in\">&nbsp;</p> <p style=\" margin-right: 1.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-right: 1.0625in\">&nbsp;</p> <p style=\"margin-right: 1.0625in\"><em>a</em>) en vertu de l’article 5 de la <em>Loi sur le ministère de l’Agriculture et de l’Agroalimentaire</em>, attribue à ce ministre le pouvoir de conclure, au nom du gouvernement du Canada, avec le gouvernement des Territoires du Nord-Ouest, l’Accord de mise en œuvre Canada-Territoires du Nord-Ouest, lequel est conforme en substance au projet d’accord ci-joint;</p> <p style=\"margin-right: 1.0625in\">&nbsp;</p> <p style=\"margin-right: 1.0625in\"><em>b</em>) en vertu du paragraphe 12(5) de la <em>Loi sur la protection du revenu agricole</em>, autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure, au nom du gouvernement du Canada, avec le gouvernement des Territoires du Nord-Ouest, un accord, conforme en substance aux conditions figurant à l’annexe&nbsp;C du projet d’accord visé à l’alinéa&nbsp;<em>a</em>), afin d’offrir une aide financière relativement au programme établi en application de l’Accord Canada-Territoires du Nord-Ouest sur le Programme de recherche et développement.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}