{
  "id": "23264",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2010-1278<br></p><p><strong>Date: </strong>2010-10-21</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(<em>c</em>) and section 40 of the <em>Indian Act</em>, and in accordance with the Settlement Agreement dated October 20, 2009 between Canada and the Yale First Nation, hereby accepts the absolute surrender made to Her Majesty in right of Canada by the Yale First Nation of all the rights and interests of the Yale First Nation in Yale Indian Reserve No. 17 in the Province of British Columbia, which absolute surrender was assented to by the Yale First Nation on February 25, 2010, and is set out in the attached schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)<em>c</em>) et de l’article 40 de la <em>Loi sur les Indiens</em>, et conformément à l’Accord de règlement du 20 octobre 2009 entre le Canada et la Première nation de Yale, Son Excellence le Gouverneur général en conseil accepte la cession à titre absolu faite à Sa Majesté du chef du Canada par la Première nation de Yale de tous ses droits sur la réserve indienne de Yale n<sup>o</sup> 17 (Colombie-Britannique), laquelle cession a été sanctionnée par la Première nation de Yale le 25 février 2010 et est décrite à l’annexe ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}