{
  "id": "2386",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0712<br></p><p><strong>Date: </strong>2003-05-15</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>)&nbsp;to&nbsp;sign, subject to ratification, on behalf of the Government of Canada, the Framework Convention on Tobacco Control, or</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing the Honourable A.&nbsp;Anne&nbsp;McLellan, Minister of Health, or Edward&nbsp;M.&nbsp;Aiston, Director General, International Affairs, Health Canada, or the Honourable Sergio&nbsp;Marchi, Permanent Representative and Ambassador of Canada to the Office of the United Nations and to the World Trade Organization, or Christopher&nbsp;Westdal, Alternate Permanent Representative and Ambassador of Canada to the Office of the United Nations, and Permanent Representative and Ambassador to the United Nations for Disarmament, to sign, subject to ratification, on behalf of the Government of Canada, the Framework Convention on Tobacco Control.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce&nbsp;dernier, selon le&nbsp;cas&nbsp;:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;à signer, sous réserve de ratification, au nom du gouvernement du Canada, la Convention-cadre pour la lutte antitabac,</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable A.&nbsp;Anne&nbsp;McLellan, ministre de la Santé, Edward&nbsp;M.&nbsp;Aiston, directeur général, Affaires internationales, Santé Canada, l’honorable Sergio&nbsp;Marchi, représentant permanent et ambassadeur du Canada auprès du Bureau des Nations Unies et de l’Organisation mondiale du Commerce, ou Christopher&nbsp;Westdal, représentant permanent suppléant et ambassadeur du Canada auprès de l’Office des Nations Unies et représentant permanent et ambassadeur auprès des Nations Unies pour le désarmement, à signer, sous réserve de ratification, au nom du gouvernement du Canada, la Convention-cadre pour la lutte antitabac.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}