{
  "id": "24068",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2011-0405<br></p><p><strong>Date: </strong>2011-03-10</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas by Order in Council P.C. 1961-188 of December 29, 1961, the Canadian National Railway Company was entrusted with the management and operation of the line of railway constructed by Her Majesty in right of Canada for the purposes of the Canso Causeway between the mainland of Nova Scotia and Cape Breton Island, including rights of ways and other real property held or vested in Her Majesty in right of Canada for the purposes of the line of railway, comprising such lands as were set out in that Order in Council;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Her Majesty in right of Canada has, since the entrustment of the lands, conveyed all of the lands subject to the entrustment, save and except those lands more particularly described in the attached schedule, to the Canadian National Railway Company;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas Her Majesty in right of Canada wishes to convey the lands more particularly described in the attached schedule to the municipality of Antigonish, in the province of Nova Scotia;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, hereby rescinds the entrustment to Canadian National Railway Company made by Order in Council P.C. 1961-188 of December 29, 1961, of the lands set out in that Order in Council, which lands include the lands more particularly described in the attached schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, par le décret C. P. 1961-188 du 29 décembre 1961 (décret de 1961), la Compagnie des chemins de fer nationaux du Canada s’est vu confier la gestion et l’exploitation de la ligne de chemin de fer construite par Sa Majesté du chef du Canada pour la levée de Canso, entre la partie continentale de la Nouvelle-Écosse et l’île du Cap-Breton, y compris les emprises et autres biens immobiliers détenus par Sa Majesté du chef du Canada, ou lui appartenant, pour la ligne de chemin de fer, comprenant les terrains décrits dans le décret de 1961;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sa Majesté du chef du Canada a, depuis la cession des terrains, cédé tous les terrains visés par le décret de 1961, à l’exception des terrains décrits à l’annexe ci-jointe, à la Compagnie des chemins de fer nationaux du Canada;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sa Majesté du chef du Canada souhaite céder les terrains décrits à l’annexe à la municipalité d’Antigonish, en Nouvelle-Écosse,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Transports, Son Excellence le Gouverneur général en conseil annule la cession des terrains accordée à la Compagnie des chemins de fer nationaux du Canada par le décret C. P. 1961-188 du 29 décembre 1961, lesquels terrains comprennent les terrains décrits à l’annexe ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}