{
  "id": "2410",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0700<br></p><p><strong>Date: </strong>2003-05-15</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, </p> <p style=\"margin-right: 1.7375in\">on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby:</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\">&nbsp;</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\">(<em>a</em>)&nbsp;pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by Saskatchewan Power Corporation (the&nbsp;“Company”) of the power to take, without the consent of the owner, in accordance with <em>The&nbsp;Power Corporation Act</em>, R.S.S.&nbsp;1978, c.&nbsp;P-19, the easement described in the annexed schedule, for electrical transmission line purposes, subject to the term that the easement be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the specified purposes; and</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\">&nbsp;</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\">(<em>b</em>)&nbsp;pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Company taking the easement as in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Company of that easement for the specified purposes, subject to the term that the easement be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for the specified purposes.</p> <br> <p style=\"margin-right: 1.7375in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\">&nbsp;</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\"><em>a</em>)&nbsp;en&nbsp;vertu du paragraphe&nbsp;35(1) de la <em>Loi sur les Indiens</em>, consent à l’exercice par la Saskatchewan Power Corporation (la&nbsp;«&nbsp;Société&nbsp;») du pouvoir de prendre, sans le consentement du propriétaire, conformément à <em>The&nbsp;Power Corporation Act</em>, R.S.S.&nbsp;1978, ch.&nbsp;P-19, la servitude décrite en annexe, aux fins d’exploitation d’une ligne de transport d’électricité, à la condition que la servitude soit délaissée à Sa&nbsp;Majesté du chef du Canada dès qu’elle cessera d’être utilisée aux fins spécifiées;</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\">&nbsp;</p> <p style=\"margin-left: 0.2in; margin-right: 1.7375in\"><em>b</em>)&nbsp;en&nbsp;vertu du paragraphe&nbsp;35(3) de la <em>Loi sur les Indiens</em>, plutôt que la Société prenne la servitude conformément au pouvoir consenti à l’alinéa&nbsp;<em>a</em>), autorise l’octroi à la Société de cette servitude, conformément à l’accord joint en annexe, aux fins spécifiées à l’alinéa&nbsp;<em>a</em>) et à la condition que la servitude soit délaissée à Sa&nbsp;Majesté du chef du Canada dès qu’elle cessera d’être utilisée aux fins spécifiées.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0700Date: 2003-05-15                         Her Excellency the Governor General in Council,  on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby:   (a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by Saskatchewan Power Corporation (the “Company”) of the power to take, without the consent of the owner, in accordance with The Power Corporation Act, R.S.S. 1978, c. P-19, the easement described in the annexed schedule, for electrical transmission line purposes, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer used for the specified purposes; and   (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Company taking the easement as in paragraph (a), authorizes the grant to the Company of that easement for the specified purposes, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer used for the specified purposes.                        Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, daté du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil :   a) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à l’exercice par la Saskatchewan Power Corporation (la « Société ») du pouvoir de prendre, sans le consentement du propriétaire, conformément à The Power Corporation Act, R.S.S. 1978, ch. P-19, la servitude décrite en annexe, aux fins d’exploitation d’une ligne de transport d’électricité, à la condition que la servitude soit délaissée à Sa Majesté du chef du Canada dès qu’elle cessera d’être utilisée aux fins spécifiées;   b) en vertu du paragraphe 35(3) de la Loi sur les Indiens, plutôt que la Société prenne la servitude conformément au pouvoir consenti à l’alinéa a), autorise l’octroi à la Société de cette servitude, conformément à l’accord joint en annexe, aux fins spécifiées à l’alinéa a) et à la condition que la servitude soit délaissée à Sa Majesté du chef du Canada dès qu’elle cessera d’être utilisée aux fins spécifiées.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}