{
  "id": "24210",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2011-0541<br></p><p><strong>Date: </strong>2011-03-25</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Canadian Radio-television and Telecommunications Commission (“the Commission”) rendered Broadcasting Decision CRTC 2011-41 on January 25, 2011, which approved the application by Golden West Broadcasting Ltd. for a broadcasting licence to operate an English-language commercial FM radio programming undertaking to serve Humboldt, Saskatchewan;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, subsequent to the rendering of the decision, the Governor in Council received a petition requesting that the decision be referred back to the Commission for reconsideration and hearing of the matter;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Governor in Council, having considered the petition, is not satisfied that the decision derogates from the attainment of the objectives of the Canadian broadcasting policy set out in subsection 3(1) of the <em>Broadcasting Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 28 of the <em>Broadcasting Act</em>, hereby declines to refer Broadcasting Decision CRTC 2011-41 of January 25, 2011 back to the Commission for reconsideration and hearing with respect to the application by Golden West Broadcasting Ltd. for a broadcasting licence to operate an English-language commercial FM radio programming undertaking to serve Humboldt, Saskatchewan.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le Conseil de la radiodiffusion et des télécommunications canadiennes (le « Conseil ») a, dans sa décision de radiodiffusion CRTC 2011-41 du 25 janvier 2011, approuvé la demande de licence de radiodiffusion présentée par Golden West Broadcasting Ltd. en vue de l’exploitation d’une entreprise de programmation de radio FM commerciale de langue anglaise devant desservir Humboldt (Saskatchewan);\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, à la suite de cette décision, a reçu une requête en demandant le renvoi au Conseil pour réexamen et nouvelle audience;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, après avoir examiné cette requête, n’est pas convaincu que la décision ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion énoncés au paragraphe 3(1) de la <em>Loi sur la radiodiffusion</em>,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre du Patrimoine canadien et en vertu de l’article 28 de la <em>Loi sur la radiodiffusion</em>, Son Excellence le Gouverneur général en conseil refuse de renvoyer au Conseil pour réexamen et nouvelle audience la décision de radiodiffusion CRTC 2011-41 du 25 janvier 2011 en ce qui a trait à la demande de licence de radiodiffusion présentée par Golden West Broadcasting Ltd. en vue de l’exploitation d’une entreprise de programmation de radio FM commerciale de langue anglaise devant desservir Humboldt (Saskatchewan).\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}