{
  "id": "2426",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0693<br></p><p><strong>Date: </strong>2003-05-15</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de la Saskatchewan, l’honorable Edward&nbsp;D.&nbsp;Bayda, juge en chef de la Saskatchewan, ne sera pas en mesure de remplir ses fonctions du 27&nbsp;mai au 1<sup>er</sup>&nbsp;juin&nbsp;2003, inclusivement, et du 12&nbsp;juillet au 24&nbsp;juillet&nbsp;2003, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation de la ministre du Patrimoine canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Edward&nbsp;D.&nbsp;Bayda au poste d’administrateur, la cessation de fonctions prenant effet le 27&nbsp;mai&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de&nbsp;1867</em>, nomme l’honorable Thomas&nbsp;C.&nbsp;Wakeling à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 27&nbsp;mai&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Thomas&nbsp;C.&nbsp;Wakeling au poste d’administrateur, la cessation de fonctions prenant effet le 2&nbsp;juin&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>d</em>)&nbsp;en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de&nbsp;1867</em>, nomme l’honorable Edward&nbsp;D.&nbsp;Bayda à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 2&nbsp;juin&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>e</em>)&nbsp;met fin à la nomination de l’honorable Edward&nbsp;D.&nbsp;Bayda au poste d’administrateur, la cessation de fonctions prenant effet le 12&nbsp;juillet&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>f</em>)&nbsp;en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de&nbsp;1867</em>, nomme l’honorable Calvin&nbsp;F.&nbsp;Tallis à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 12&nbsp;juillet&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>g</em>)&nbsp;met fin à la nomination de l’honorable Calvin&nbsp;F.&nbsp;Tallis au poste d’administrateur, la cessation de fonctions prenant effet le 25&nbsp;juillet&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>h</em>)&nbsp;en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de&nbsp;1867</em>, nomme de nouveau, à titre amovible, l’honorable Edward&nbsp;D.&nbsp;Bayda, administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 25&nbsp;juillet&nbsp;2003.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}