{
  "id": "24717",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2011-1040<br></p><p><strong>Date: </strong>2011-09-29</p><hr><p>\n\n</p><p style=\"margin-left:0.81in;margin-right:1.50in;text-align:justify;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;His Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to Article 3 of the Convention Between the United States of America and Canada for Regulating the Level of Lake of the Woods signed at Washington on February 24, 1925, and pursuant to section 2 of <em>The Lake of the Woods Control Board Act, 1921</em>, hereby appoints Gail Faveri of Hamilton, Ontario, who is a duly qualified engineer of the Boundary Waters Issues Unit, Weather and Environmental Operations, Meteorological Service of Canada, Department of the Environment, as the Canadian representative on the International Lake of the Woods Control Board and as a federal member on the Lake of the Woods Control Board, to hold office during pleasure, in the place of Syed M.A. Moin. \n</p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-left:0.81in;margin-right:1.50in;text-align:justify;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;Sur recommandation du ministre de l’Environnement et en vertu de l’article 3 de la Convention entre les États-Unis d’Amérique et le Canada en vue de régler le niveau du lac des Bois, signée à Washington le 24 février 1925, et en vertu de l’article 2 de la <em>Loi de 1921 pour le contrôle du lac des Bois</em>, Son Excellence le Gouverneur général en conseil nomme Gail Faveri, d’Hamilton (Ontario), ingénieure dûment qualifiée de la Division des Enjeux frontiers de l’eau, Opérations météorologiques et environnementales, Service météorologique du Canada, ministère de l’Environnement, au poste de représentante du Canada au Conseil international de contrôle du lac des Bois et de membre fédéral de la Commission de contrôle du lac des Bois, à titre amovible, en remplacement de Syed M.A. Moin. \n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}