{
  "id": "25045",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2011-1365<br></p><p><strong>Date: </strong>2011-11-24</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Member of the Queen’s Privy Council for Canada appointed by Commission under the Great Seal to be the Minister for the purposes of the <em>Atlantic Canada Opportunities Agency Act</em>, pursuant to section 23 of the <em>Cape Breton Development Corporation Divestiture Authorization and Dissolution Act</em>, chapter 23 of the Statutes of Canada, 2000, hereby fixes December 1, 2011, as the day on which sections 18 to 22 of the <em>Cape Breton Development Corporation Divestiture Authorization and Dissolution Act</em> come into force.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du membre du Conseil privé de la Reine pour le Canada nommé, par commission sous le grand sceau, à titre de ministre chargé de l’application de la <em>Loi sur l’Agence de promotion économique du Canada atlantique</em> et en vertu de l’article 23 de la <em>Loi autorisant la Société de développement du Cap-Breton à aliéner ses biens et prévoyant la dissolution de celle-ci</em>, chapitre 23 des Lois du Canada (2000), Son Excellence le Gouverneur général en conseil fixe au 1<sup>er</sup> décembre 2011 la date d’entrée en vigueur des articles 18 à 22 de cette loi.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}