{
  "id": "25090",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2011-1408<br></p><p><strong>Date: </strong>2011-12-01</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, hereby approves that the Minister of Public Safety and Emergency Preparedness, on behalf of the Government of Canada,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) pursuant to subsection 20(1) of the <em>Royal Canadian Mounted Police Act</em>, enter into an arrangement with British Columbia with respect to its municipalities for the use or employment of the Royal Canadian Mounted Police in aiding the administration of justice in its municipalities and in carrying into effect the laws in force there, which arrangement is substantially in accordance with the draft set out in Schedule 5 to this Order;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) pursuant to subsection 20(2) of the <em>Royal Canadian Mounted Police Act</em>, enter into an arrangement with each of the municipalities of Nova Scotia, New Brunswick, Manitoba and Prince Edward Island listed respectively in Schedules 1 to 4 to this Order for the use or employment of the Royal Canadian Mounted Police in aiding the administration of justice in that municipality and in carrying into effect the laws in force there, which arrangement is substantially in accordance with the draft set out in Schedule 5 to this Order; and\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>c</em>) enter into an arrangement with the regional policing authority established pursuant to section 17.01 of the New Brunswick <em>Police Act</em>, S.N.B. 1977, c. P-9.2 for the municipalities of Moncton, Dieppe and Riverview in New Brunswick for the use or employment of the Royal Canadian Mounted Police in aiding the administration of justice in those municipalities and in carrying into effect the laws in force in there, which arrangement is substantially in accordance with the draft set out in Schedule 5 to this Order.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Sécurité publique et de la Protection civile, Son Excellence le Gouverneur général en conseil agrée la conclusion, par le ministre de la Sécurité publique et de la Protection civile au nom du gouvernement du Canada :\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) en vertu du paragraphe 20(1) de la <em>Loi sur la Gendarmerie royale du Canada</em>, avec la Colombie-Britannique à l’égard de ses municipalités, d’arrangements pour l’utilisation de la Gendarmerie royale du Canada en vue de l’administration de la justice dans ses municipalités et de la mise en œuvre des lois qui y sont en vigueur, lesquels arrangements sont conformes en substance à l’ébauche figurant à l’annexe 5 ci-jointe;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) en vertu du paragraphe 20(2) de la <em>Loi sur la Gendarmerie royale du Canada</em>, avec les municipalités de la Nouvelle-Écosse, du Nouveau-Brunswick, du Manitoba et de l’Île-du-Prince-Édouard énumérées respectivement aux annexes 1 à 4 ci-jointes, d’arrangements pour l’utilisation de la Gendarmerie royale du Canada en vue de l’administration de la justice dans ces municipalités et de la mise en œuvre des lois qui y sont en vigueur, lesquels arrangements sont conformes en substance à l’ébauche figurant à l’annexe 5 ci-jointe;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>c</em>) avec l’autorité régionale responsable du maintien de l’ordre créée en vertu de l’article 17.01 de la <em>Loi sur la police</em> du Nouveau-Brunswick, L.N.-B. 1977, c. P-9.2 pour les municipalités de Moncton, Dieppe et Riverview au Nouveau-Brunswick, d’arrangements pour l’utilisation de la Gendarmerie royale du Canada en vue de l’administration de la justice dans ces municipalités et de la mise en œuvre des lois qui y sont en vigueur, lesquels arrangements sont conformes en substance à l’ébauche figurant à l’annexe 5 ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}