{
  "id": "25237",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2011-1554<br></p><p><strong>Date: </strong>2011-12-08</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, in accordance with the River Desert Indian Band Oblate Mission Claim Settlement Agreement dated November 9, 1988, and the Old Burial Ground Specific Land Claim Settlement Agreement dated November 6, 2006, hereby sets apart for the use and benefit of the Kitigan Zibi Anishinabeg Band as an addition to Kitigan Zibi Indian Reserve No. 18 in Quebec, the land described in the attached schedule, consisting of 0.30 hectare (0.74 acre), excluding mines and minerals.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé River Desert Indian Band Oblate Mission Claim Settlement Agreement daté du 9 novembre 1988 et à l’accord intitulé Old Burial Ground Specific Land Claim Settlement Agreement daté du 6 novembre 2006, Son Excellence le Gouverneur général en conseil met de côté, à l’usage et au profit de la Bande Kitigan Zibi Anishinabeg, à titre d’ajout à la réserve indienne Kitigan Zibi n<sup>o</sup> 18 au Québec, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 0,30 hectare (0,74 acre), mines et minéraux exclus.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}