{
  "id": "2540",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0800<br></p><p><strong>Date: </strong>2003-05-29</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que monsieur&nbsp;J.&nbsp;Kirkland&nbsp;Casgrain, de la ville de Montréal dans la province de Québec, un avocat, soit nommé juge puîné de la Cour supérieure pour le district de Montréal dans la province de Québec, avec résidence dans la ville de Montréal ou dans le voisinage immédiat de cette ville.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that J.&nbsp;Kirkland&nbsp;Casgrain, Esquire, of the City of Montréal in the Province of Quebec, Barrister-at-law, be appointed a Puisne Judge of the Superior Court for the District of Montréal in the Province of Quebec, with residence in the City of Montréal or in the immediate vicinity thereof.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0800Date: 2003-05-29                        Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que monsieur J. Kirkland Casgrain, de la ville de Montréal dans la province de Québec, un avocat, soit nommé juge puîné de la Cour supérieure pour le district de Montréal dans la province de Québec, avec résidence dans la ville de Montréal ou dans le voisinage immédiat de cette ville.                       The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that J. Kirkland Casgrain, Esquire, of the City of Montréal in the Province of Quebec, Barrister-at-law, be appointed a Puisne Judge of the Superior Court for the District of Montréal in the Province of Quebec, with residence in the City of Montréal or in the immediate vicinity thereof.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}