{
  "id": "25762",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2012-0336<br></p><p><strong>Date: </strong>2012-03-21</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, pursuant to Order in Council P.C. 2003-1304 of September 3, 2003, all of the provisions of Part X of the <em>Financial Administration Act </em>that apply only to parent Crown corporations applied to Parc Downsview Park Inc., a corporation incorporated under the <em>Canada Business Corporations Act </em>and a wholly-owned subsidiary of Canada Lands Company Limited, as if it were a parent Crown corporation;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Governor in Council, pursuant to subsection 91(6) of the <em>Financial Administration Act</em>, is satisfied that Parc Downsview Park Inc. is otherwise empowered to apply for articles of amendment to decrease the maximum number of its directors pursuant to section 173 of the <em>Canada Business Corporations Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Public Works and Government Services, pursuant to subsection 91(4) of the <em>Financial Administration Act</em>, hereby authorizes Parc Downsview Park Inc., to apply for articles of amendment to decrease the maximum number of directors to 9.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, par le décret C.P. 2003-1304 du 3 septembre 2003, toutes les dispositions de la partie X de la <em>Loi sur la gestion des finances publiques </em>qui ne s’appliquent qu’aux sociétés d’État mères ont été rendues applicables à Parc Downsview Park Inc., société constituée sous le régime de la <em>Loi canadienne sur les sociétés par actions </em>et filiale à cent pour cent de la Société immobilière du Canada limitée, comme si elle était une société d’État mère;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, conformément au paragraphe 91(6) de la <em>Loi sur la gestion des finances publiques</em>, le gouverneur en conseil est convaincu que Parc Downsview Park Inc. dispose par ailleurs du pouvoir de demander des clauses modificatrices de ses statuts afin de diminuer le nombre maximal de ses administrateurs en vertu de l’article 173 de la <em>Loi canadienne sur les sociétés par actions</em>,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des Travaux publics et des Services gouvernementaux et en vertu du paragraphe 91(4) de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence le Gouverneur général en conseil autorise Parc Downsview Park Inc. à demander des clauses modificatrices de ses statuts afin de diminuer le nombre maximal de ses administrateurs à neuf.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}