{
  "id": "263",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1973<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas the Administrator of the Government of Newfoundland and Labrador, the Honourable Clyde&nbsp;K.&nbsp;Wells, Chief Justice of Newfoundland and Labrador, will be unable to act from November&nbsp;28 to November&nbsp;30,&nbsp;2002, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Clyde&nbsp;K.&nbsp;Wells as Administrator, effective November&nbsp;28,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable William&nbsp;W.&nbsp;Marshall to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;28,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>c</em>)&nbsp;terminates the appointment of the Honourable William&nbsp;W.&nbsp;Marshall as Administrator, effective December&nbsp;1,&nbsp;2002; and</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Clyde&nbsp;K.&nbsp;Wells to be during pleasure Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective December&nbsp;1,&nbsp;2002.</p>  <p>\t\tAttendu que l'administrateur du gouvernement de Terre-Neuve-et-Labrador, l'honorable Clyde&nbsp;K.&nbsp;Wells, juge en chef de Terre-Neuve-et-Labrador, ne sera pas en mesure de remplir ses fonctions du 28&nbsp;au&nbsp;30&nbsp;novembre&nbsp;2002, inclusivement, et qu'il est donc nécessaire qu'une autre personne soit nommée administrateur pour cette période,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tÀ&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t<em>a</em>)&nbsp;met fin à la nomination de l'honorable Clyde&nbsp;K.&nbsp;Wells au poste d'administrateur, la cessation de fonctions prenant effet le 28&nbsp;novembre&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t<em>b</em>)&nbsp;en vertu de l'article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l'honorable William&nbsp;W.&nbsp;Marshall à titre d'administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu'il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l'absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 28&nbsp;novembre&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t<em>c</em>)&nbsp;met fin à la nomination de l'honorable William&nbsp;W.&nbsp;Marshall au poste d'administrateur, la cessation de fonctions prenant effet le 1<sup>er</sup>&nbsp;décembre&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t<em>d</em>)&nbsp;en vertu de l'article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l'honorable Clyde&nbsp;K.&nbsp;Wells, administrateur du gouvernement de Terre-Neuve-et-Labrador afin qu'il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l'absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 1<sup>er</sup>&nbsp;décembre&nbsp;2002.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}