{
  "id": "26478",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2012-1043<br></p><p><strong>Date: </strong>2012-08-20</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Canadian Radio-television and Telecommunications Commission (“the Commission”) rendered Broadcasting Decision CRTC 2012-308 on May 24, 2012, in which it approved\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) an application by Multicultural Broadcasting Corporation Inc. for a broadcasting licence to operate a new ethnic commercial FM radio programming undertaking to serve Calgary, Alberta on frequency 106.7 MHz, channel 294B, with an average effective radiated power of 1,100 watts; and\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) an application by Jim Pattison Broadcast Group Ltd. (the general partner) and Jim Pattison Industries Ltd. (the limited partner), carrying on business as Jim Pattison Broadcast Group Limited Partnership (“Pattison”), for a broadcasting licence to operate a new English-language commercial FM radio programming undertaking to serve Calgary, Alberta on frequency 95.3 MHz, channel 237C1, with an average effective radiated power of 36,000 watts;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, subsequent to the rendering of that Decision, the Governor in Council received a petition requesting that the decisions to approve the applications by Multicultural Broadcasting Corporation Inc. and Pattison be set aside or referred back to the Commission for reconsideration and hearing of the matters;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Governor in Council, having considered the petition, is not satisfied that the decisions to approve those applications derogate from the attainment of the objectives of the Canadian broadcasting policy set out in subsection 3(1) of the <em>Broadcasting Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 28 of the <em>Broadcasting Act</em>, declines to set aside or refer back to the Commission for reconsideration and hearing Broadcasting Decision CRTC 2012-308 of May 24, 2012.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le Conseil de la radiodiffusion et des télécommunications canadiennes (le « Conseil ») a, dans sa décision de radiodiffusion CRTC 2012-308 du 24 mai 2012, approuvé chacune des demandes suivantes :\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) Multicultural Broadcasting Corporation Inc. pour l’obtention d’une licence de radiodiffusion afin d’exploiter une nouvelle entreprise de programmation de radio FM commerciale à caractère ethnique en vue de desservir Calgary (Alberta) à la fréquence 106,7 MHz, canal 294B, avec une puissance apparente rayonnée moyenne de 1 100 watts;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) Jim Pattison Broadcast Group Ltd. (l’associé commandité) et Jim Pattison Industries Ltd. (l’associé commanditaire), faisant affaire sous le nom de Jim Pattison Broadcast Group Limited Partnership (« Pattison »), pour l’obtention d’une licence de radiodiffusion afin d’exploiter une nouvelle entreprise de programmation de radio FM commerciale de langue anglaise en vue de desservir Calgary (Alberta) à la fréquence 95,3 MHz, canal 237C1, avec une puissance apparente rayonnée moyenne de 36 000 watts;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, à la suite de cette décision, a reçu une requête demandant l’annulation des décisions d’approuver les demandes de licence de radiodiffusion de Multicultural Broadcasting Corporation Inc. et de Pattison ou leur renvoi au Conseil pour réexamen et nouvelle audience;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, après avoir examiné la requête, n’est pas convaincu que les décisions d’approuver ces demandes ne vont pas dans le sens des objectifs de la politique canadienne de radiodiffusion énoncés au paragraphe 3(1) de la <em>Loi sur la radiodiffusion</em>,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre du Patrimoine canadien et en vertu de l’article 28 de la <em>Loi sur la radiodiffusion</em>, Son Excellence le Gouverneur général en conseil refuse d’annuler ou de renvoyer au Conseil pour réexamen et nouvelle audience la décision de radiodiffusion CRTC 2012-308 du 24 mai 2012.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}