{
  "id": "2650",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0821<br></p><p><strong>Date: </strong>2003-06-03</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to subsection 146(1) of the <em>Corrections and Conditional Release Act</em>, hereby designates André&nbsp;Bachand of Ottawa, Ontario, a full-time member, Appeal Division, National Parole Board, to be Vice-Chairperson of the Appeal Division of the National Parole Board, and fixes his salary at the rate set out in the schedule hereto, which salary is within the range GCQ&nbsp;5 ($112,600 - $132,500).    </p> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du solliciteur général du Canada et en vertu du paragraphe 146(1) de la <em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, Son&nbsp;Excellence la Gouverneure générale en conseil choisit André Bachand, d’Ottawa (Ontario), membre à temps plein, Section d’appel, Commission nationale des libérations conditionnelles, à titre de vice-président de la Section d’appel de la Commission nationale des libérations conditionnelles, et fixe son traitement au taux spécifié à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ&nbsp;5 (112&nbsp;600&nbsp;$ - 132&nbsp;500&nbsp;$). </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0821Date: 2003-06-03                        Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to subsection 146(1) of the Corrections and Conditional Release Act, hereby designates André Bachand of Ottawa, Ontario, a full-time member, Appeal Division, National Parole Board, to be Vice-Chairperson of the Appeal Division of the National Parole Board, and fixes his salary at the rate set out in the schedule hereto, which salary is within the range GCQ 5 ($112,600 - $132,500).                               Sur recommandation du solliciteur général du Canada et en vertu du paragraphe 146(1) de la Loi sur le système correctionnel et la mise en liberté sous condition, Son Excellence la Gouverneure générale en conseil choisit André Bachand, d’Ottawa (Ontario), membre à temps plein, Section d’appel, Commission nationale des libérations conditionnelles, à titre de vice-président de la Section d’appel de la Commission nationale des libérations conditionnelles, et fixe son traitement au taux spécifié à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ 5 (112 600 $ - 132 500 $).     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}