{
  "id": "2660",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0826<br></p><p><strong>Date: </strong>2003-06-03</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister for International Trade, pursuant to section 3 of the <em>Canadian Commercial Corporation Act</em>, hereby approves the reappointment by the Minister for International Trade of John&nbsp;Gero of Ottawa, Ontario, as a director of the Canadian Commercial Corporation to hold office during pleasure for a term of three&nbsp;years.    </p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre du Commerce international et en vertu de l’article&nbsp;3 de la <em>Loi sur la Corporation commerciale canadienne</em>, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par le ministre du Commerce international de John&nbsp;Gero, d’Ottawa (Ontario), administrateur de la Corporation commerciale canadienne, à titre amovible, pour une période de trois ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0826Date: 2003-06-03                        Her Excellency the Governor General in Council, on the recommendation of the Minister for International Trade, pursuant to section 3 of the Canadian Commercial Corporation Act, hereby approves the reappointment by the Minister for International Trade of John Gero of Ottawa, Ontario, as a director of the Canadian Commercial Corporation to hold office during pleasure for a term of three years.                             Sur recommandation du ministre du Commerce international et en vertu de l’article 3 de la Loi sur la Corporation commerciale canadienne, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par le ministre du Commerce international de John Gero, d’Ottawa (Ontario), administrateur de la Corporation commerciale canadienne, à titre amovible, pour une période de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}