{
  "id": "27119",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2012-1728<br></p><p><strong>Date: </strong>2012-12-13</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 112 of the <em>Public Service Labour Relations Act</em>, approves that the National Film Board enter into a collective agreement with the Canadian Union of Public Employees, Local 2656, in respect of its employees in the Operational and Administrative Support categories, which agreement is from July 1, 2011 to June 30, 2014 and contains the same provisions as the previous collective agreement, except for the changes summarized in the annexed schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre du Patrimoine canadien et en vertu de l’article 112 de la <em>Loi sur les relations de travail dans la fonction publique</em>, Son Excellence le Gouverneur général en conseil agrée la conclusion, par l’Office national du film avec le Syndicat canadien de la fonction publique, section locale 2656, d’une convention collective visant les employés des catégories de l’exploitation et du soutien administratif, laquelle convention couvre la période allant du 1<sup>er</sup> juillet 2011 au 30 juin 2014 et renferme les mêmes dispositions que la convention collective précédente, sous réserve des changements résumés à l’annexe ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}