{
  "id": "2722",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0878<br></p><p><strong>Date: </strong>2003-06-05</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, </p> <p style=\"line-height: 0.468751in; margin-right: 1.7375in\">on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to subsection&nbsp;12(5) of the <em>Farm Income Protection Act</em>, hereby authorizes the Minister of Agriculture and Agri-Food to enter into Amending Agreement No.&nbsp;6 with the Province of Ontario, substantially in accordance with the annexed draft agreement, amending the Canada-Ontario Market Revenue Agreement.</p> <br> <p style=\"line-height: 0.468751in; margin-right: 1.7375in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe&nbsp;12(5) de la <em>Loi sur la protection du revenu agricole</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure avec la province d’Ontario l’Entente modificatrice n<sup>o</sup>&nbsp;6, conforme en substance au projet d’entente ci-joint, afin de modifier l’Entente Canada-Ontario sur les recettes du marché.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0878Date: 2003-06-05                         Her Excellency the Governor General in Council,  on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to subsection 12(5) of the Farm Income Protection Act, hereby authorizes the Minister of Agriculture and Agri-Food to enter into Amending Agreement No. 6 with the Province of Ontario, substantially in accordance with the annexed draft agreement, amending the Canada-Ontario Market Revenue Agreement.                        Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe 12(5) de la Loi sur la protection du revenu agricole, Son Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure avec la province d’Ontario l’Entente modificatrice no 6, conforme en substance au projet d’entente ci-joint, afin de modifier l’Entente Canada-Ontario sur les recettes du marché.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}