{
  "id": "2752",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0863<br></p><p><strong>Date: </strong>2003-06-05</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>)&nbsp;firstly,</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">&nbsp;</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">(i)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, a Treaty between the Government of Canada and the Government of the Republic of Kazakhstan on Mutual Assistance in Criminal Matters, or</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">&nbsp;</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">(ii)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing the Honourable Martin&nbsp;Cauchon, Minister of Justice and Attorney General of Canada, or Morris&nbsp;A.&nbsp;Rosenberg, Deputy Minister of Justice and Deputy Attorney General of Canada, or Paul&nbsp;Dubois, Assistant Deputy Minister, Europe, Department of Foreign Affairs and International Trade, or Hector&nbsp;Cowan, Ambassador of Canada to the Republic of Kazakhstan, to sign, on behalf of the Government of Canada, a Treaty between the Government of Canada and the Government of the Republic of Kazakhstan on Mutual Assistance in Criminal Matters; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Treaty into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce&nbsp;dernier&nbsp;:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;premièrement, selon le cas&nbsp;:</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">&nbsp;</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">(i)&nbsp;à&nbsp;signer, au nom du Gouvernement du Canada, le Traité d’entraide judiciaire en matière pénale entre le Gouvernement du Canada et le Gouvernement de la République du Kazakhstan, </p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">&nbsp;</p> <p style=\"margin-left: 0.7in; margin-right: 0.9in\">(ii)&nbsp;à&nbsp;établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Martin&nbsp;Cauchon, ministre de la Justice et procureur général du Canada, ou Morris&nbsp;A.&nbsp;Rosenberg, sous-ministre de la Justice et sous-procureur général du Canada, ou Paul&nbsp;Dubois, sous-ministre adjoint, Europe, ministère des Affaires étrangères et du Commerce international, ou Hector&nbsp;Cowan, ambassadeur du Canada auprès de la République du Kazakhstan, à signer, au nom du Gouvernement du Canada, le Traité d’entraide judiciaire en matière pénale entre le Gouvernement du Canada et le Gouvernement de la République du Kazakhstan;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;deuxièmement, à prendre les mesures nécessaires à l’entrée en vigueur du Traité pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0863Date: 2003-06-05                         Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister   (a) firstly,   (i) to sign, on behalf of the Government of Canada, a Treaty between the Government of Canada and the Government of the Republic of Kazakhstan on Mutual Assistance in Criminal Matters, or   (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Martin Cauchon, Minister of Justice and Attorney General of Canada, or Morris A. Rosenberg, Deputy Minister of Justice and Deputy Attorney General of Canada, or Paul Dubois, Assistant Deputy Minister, Europe, Department of Foreign Affairs and International Trade, or Hector Cowan, Ambassador of Canada to the Republic of Kazakhstan, to sign, on behalf of the Government of Canada, a Treaty between the Government of Canada and the Government of the Republic of Kazakhstan on Mutual Assistance in Criminal Matters; and   (b) secondly, to take the action necessary to bring the Treaty into force for Canada.                        Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :   a) premièrement, selon le cas :   (i) à signer, au nom du Gouvernement du Canada, le Traité d’entraide judiciaire en matière pénale entre le Gouvernement du Canada et le Gouvernement de la République du Kazakhstan,    (ii) à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Martin Cauchon, ministre de la Justice et procureur général du Canada, ou Morris A. Rosenberg, sous-ministre de la Justice et sous-procureur général du Canada, ou Paul Dubois, sous-ministre adjoint, Europe, ministère des Affaires étrangères et du Commerce international, ou Hector Cowan, ambassadeur du Canada auprès de la République du Kazakhstan, à signer, au nom du Gouvernement du Canada, le Traité d’entraide judiciaire en matière pénale entre le Gouvernement du Canada et le Gouvernement de la République du Kazakhstan;   b) deuxièmement, à prendre les mesures nécessaires à l’entrée en vigueur du Traité pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}