{
  "id": "27669",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2013-0441<br></p><p><strong>Date: </strong>2013-04-25</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to section 8 of the<em> Heritage Railway Stations Protection Act</em>, authorizes the Canadian Pacific Railway Company to lease its railway station in Banff, Alberta, to Banff Caribou Properties Ltd. by way of a long-term lease for a period of ten years with an option to extend for three additional terms of ten years, and to make alterations to the exterior and interior of the station building, in accordance with the terms and conditions set out in the attached schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Environnement et en vertu de l’article 8 de la <em>Loi sur la protection des gares ferroviaires patrimoniales</em>, Son Excellence le Gouverneur général en conseil autorise la Compagnie de chemin de fer du Canadien Pacifique à louer sa gare située à Banff (Alberta) à la Banff Caribou Properties Ltd. au moyen d’un bail à long terme pour une période de dix ans avec une possibilité de prolongation pour trois périodes supplémentaires de dix ans et à apporter des modifications à l’extérieur et à l’intérieur du bâtiment de la gare, selon les modalités figurant à l’annexe ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}