{
  "id": "277",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1980<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;40 of the <em>Indian&nbsp;Act</em>, hereby accepts the designation made to Her&nbsp;Majesty in right of Canada by the Dene&nbsp;Tha' Band of a portion of Hay&nbsp;Lake Indian Reserve No.&nbsp;209, in the Province of Alberta, for leasing purposes, which designation was assented to by the band on June&nbsp;27,&nbsp;2002 and is set out in the attached schedule.</p>  <p>\t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l'article&nbsp;40 de la <em>Loi sur les Indiens</em>, Son&nbsp;Excellence la Gouverneure générale en conseil accepte la désignation faite à Sa&nbsp;Majesté du chef du Canada par la bande Dene&nbsp;Tha' d'une partie de la réserve indienne Hay&nbsp;Lake n<sup>o</sup>&nbsp;209, dans la province d'Alberta, à des fins de location, laquelle désignation a été sanctionnée par la bande le 27&nbsp;juin&nbsp;2002 et figure à l'annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1980Date: 2002-11-21       \t\tHer Excellency the Governor General in Council,   on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 40 of the Indian Act, hereby accepts the designation made to Her Majesty in right of Canada by the Dene Tha' Band of a portion of Hay Lake Indian Reserve No. 209, in the Province of Alberta, for leasing purposes, which designation was assented to by the band on June 27, 2002 and is set out in the attached schedule.  \t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l'article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte la désignation faite à Sa Majesté du chef du Canada par la bande Dene Tha' d'une partie de la réserve indienne Hay Lake no 209, dans la province d'Alberta, à des fins de location, laquelle désignation a été sanctionnée par la bande le 27 juin 2002 et figure à l'annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}