{
  "id": "283",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1983<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas, on January&nbsp;24,&nbsp;1961, the Osoyoos Band, a band within the meaning of the <em>Indian Act</em>, surrendered a part of the Osoyoos Indian Reserve No.&nbsp;1, in the Province of British Columbia, for leasing purposes, which surrender was accepted by Order in Council P.C.&nbsp;1961-237 of February&nbsp;23,&nbsp;1961;</p>  <p>\t\tWhereas, on November&nbsp;30,&nbsp;1977, the Band assented to an amendment of the surrender, which amendment was accepted by Order in Council P.C.&nbsp;1978-425 of February&nbsp;16,&nbsp;1978;</p>  <p>\t\tAnd whereas the Band assented to the further amendment of the surrender on May&nbsp;30,&nbsp;2002;</p>  <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby accepts the amendment of the surrender for leasing purposes set out in the attached schedule.</p>  <p>\t\tAttendu que, le 24&nbsp;janvier&nbsp;1961, la bande Osoyoos, une bande au sens de la <em>Loi sur les Indiens</em>, a cédé une partie de la réserve indienne Osoyoos n<sup>o</sup>&nbsp;1, dans la province de la Colombie-Britannique, à des fins de location, laquelle cession a été acceptée par le décret C.P.&nbsp;1961-237 du 23&nbsp;février 1961;</p>  <p>\t\tAttendu que, le 30&nbsp;novembre&nbsp;1977, la bande a sanctionné une modification de la cession, modification acceptée par le décret C.P.&nbsp;1978-425 du 16&nbsp;février 1978;</p>  <p>\t\tAttendu que la bande a sanctionné une nouvelle modification de la cession le 30&nbsp;mai&nbsp;2002,</p>  <p>\t\tÀ&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son&nbsp;Excellence la Gouverneure générale en conseil accepte la modification de la cession à des fins de location figurant à l'annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1983Date: 2002-11-21       \t\tWhereas, on January 24, 1961, the Osoyoos Band, a band within the meaning of the Indian Act, surrendered a part of the Osoyoos Indian Reserve No. 1, in the Province of British Columbia, for leasing purposes, which surrender was accepted by Order in Council P.C. 1961-237 of February 23, 1961;  \t\tWhereas, on November 30, 1977, the Band assented to an amendment of the surrender, which amendment was accepted by Order in Council P.C. 1978-425 of February 16, 1978;  \t\tAnd whereas the Band assented to the further amendment of the surrender on May 30, 2002;  \t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby accepts the amendment of the surrender for leasing purposes set out in the attached schedule.  \t\tAttendu que, le 24 janvier 1961, la bande Osoyoos, une bande au sens de la Loi sur les Indiens, a cédé une partie de la réserve indienne Osoyoos no 1, dans la province de la Colombie-Britannique, à des fins de location, laquelle cession a été acceptée par le décret C.P. 1961-237 du 23 février 1961;  \t\tAttendu que, le 30 novembre 1977, la bande a sanctionné une modification de la cession, modification acceptée par le décret C.P. 1978-425 du 16 février 1978;  \t\tAttendu que la bande a sanctionné une nouvelle modification de la cession le 30 mai 2002,  \t\tÀ ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil accepte la modification de la cession à des fins de location figurant à l'annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}