{
  "id": "28327",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2013-1072<br></p><p><strong>Date: </strong>2013-10-09</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, pursuant to section 112 of the <em>Public Service Labour Relations Act</em>, approves the entry by the Canadian Food Inspection Agency into a Collective Agreement with the Professional Institute of the Public Service of Canada applicable to all employees of the Agency in the Informatics Group Bargaining Unit, which provides for the changes to the previous Collective Agreement summarized in the annexed document and which expires on May 31, 2014.  All of the terms and conditions of employment which have not been modified by the parties are renewed.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Agriculture et de I’Agroalimentaire et en vertu de l’article 112 de la <em>Loi sur les relations de travail dans la fonction publique, </em>Son Excellence le Gouverneur général en conseil approuve la conclusion de la convention collective visant tous les employés de l’Agence canadienne d’inspection des aliments faisant partie de l’unité de négociation du groupe Informatique avec l’Institut professionnel de la fonction publique du Canada. Cette entente apporte à la convention collective précédente les modifications résumées dans le document ci-joint. L’entente est d’une durée de trois ans et expire le 31 mai 2014. Les conditions d’emploi qui n’ont pas été modifiées par les parties sont renouvelées.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}