{
  "id": "28623",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2013-1359<br></p><p><strong>Date: </strong>2013-12-12</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Chawathil Indian Band (the “Band”) is a band within the meaning of the <em>Indian Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Chawathil Indian Reserve No. 4 and Tunnel Indian Reserve No. 6 are set apart for the use and benefit of the Band;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Canadian Pacific Railway Company (the “CP”) has a legal interest in the lands described in the attached schedule in the form of a right of way which CP uses for rail traffic and other purposes; \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Her Majesty the Queen in right of Canada, the Band and CP entered into the Canadian Pacific Railway Company Settlement Agreement dated July 15, 2003 and registered in the Indian Lands Registry System as number 314459, which provides that, for greater certainty, the Minister of Indian Affairs and Northern Development will recommend that the Governor General in Council make an Order in Council setting apart for the use and benefit of the Band as additions to Chawathil Indian Reserve No. 4 and Tunnel Indian Reserve No. 6 in British Columbia, the land described in the attached schedule;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development in accordance with the Canadian Pacific Railway Company Settlement Agreement, sets apart for the use and benefit of the Chawathil Indian Band as additions to Chawathil Indian Reserve No. 4 and Tunnel Indian Reserve No. 6, in British Columbia, the lands described in the attached schedule, consisting of 0.297 hectares (0.736 acres).\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la bande indienne Chawathil (la « bande ») est une bande au sens de la <em>Loi sur les Indiens</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la réserve indienne Chawathil n<sup>o</sup> 4 et la réserve indienne Tunnel n<sup>o</sup> 6 sont mises de côté à l’usage et au profit de la bande;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la Compagnie de chemin de fer Canadien Pacifique (le « CP ») a un intérêt légal dans les terres délimitées à l’annexe ci-jointe, sous la forme d’une emprise qu’utilise le CP pour la circulation ferroviaire et d’autres usages; \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sa Majesté la Reine du chef du Canada, la bande et le CP ont conclu l’accord intitulé Canadian Pacific Railway Company Settlement Agreement daté du 15 juillet 2003 et enregistré dans le Système d’enregistrement des terres indiennes sous le numéro 314459 qui prévoit que, pour plus de certitude, le ministre des Affaires indiennes et du Nord canadien recommandera au Gouverneur général en conseil de prendre un décret mettant de côté les terres délimitées à l’annexe ci-jointe à l’usage et au profit de la bande, à titre d’ajout à la réserve indienne Chawathil n<sup>o </sup>4 et à la réserve indienne Tunnel n<sup>o </sup>6 en Colombie-Britannique;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Canadian Pacific Railway Company Settlement Agreement, Son Excellence le Gouverneur général en conseil met de côté, à l’usage et au profit de la bande indienne Chawathil, à titre d’ajout à la réserve indienne Chawathil n<sup>o</sup> 4 et à la réserve indienne Tunnel n<sup>o</sup> 6 en Colombie-Britannique, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 0,297 hectares (0,736 acres). \n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}