{
  "id": "28811",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2014-0033<br></p><p><strong>Date: </strong>2014-01-28</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas TransGas Limited and Saskatchewan Power Corporation are empowered by <em>The</em>&nbsp;<em>SaskEnergy Act</em>, S.S. 1992, c. S-35-1 and <em>The Power Corporation Act</em>, R.S.S. 1978, c. P-19 respectively, to take an interest in lands without the consent of the owner for natural gas transmission pipeline and electrical transmission line purposes respectively;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas TransGas Limited and Saskatchewan Power Corporation require easements on certain lands in Sturgeon Lake Indian Reserve Nos. 101D and 101B, in Saskatchewan, mines and minerals excluded, described in Schedules I and III with respect to natural gas transmission pipeline purposes and in Schedule II with respect to electrical transmission line purposes;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Sturgeon Lake First Nation Treaty Land Entitlement Settlement Agreement dated June 19, 2007:\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) pursuant to subsection 35(1) of the <em>Indian Act</em>, consents to the exercise by TransGas Limited and Saskatchewan Power Corporation of the power to take, without the consent of the owner, in accordance with <em>The</em>&nbsp;<em>SaskEnergy Act</em>, S.S. 1992, c. S-35-1 and <em>The Power Corporation Act</em>, R.S.S. 1978, c. P-19, the easements described in the easement agreements entitled “Treaty Land Entitlement Replacement Easement for Natural Gas Transmission Pipeline” and “Treaty Land Entitlement Replacement Easement Agreement for Electrical Transmission Line Right-of-Way” between Her Majesty in right of Canada, TransGas Limited and Saskatchewan Power Corporation, for natural gas transmission pipeline and electrical transmission line purposes affecting the lands described in Schedules I and III with respect to natural gas transmission pipeline purposes and in Schedule II with respect to electrical transmission line purposes, and subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer required for the purposes specified in those agreements; and\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) pursuant to subsection 35(3) of the <em>Indian Act</em>, in lieu of TransGas Limited and Saskatchewan Power Corporation taking the easements as consented to in paragraph (<em>a</em>), authorizes the grant to TransGas Limited and Saskatchewan Power Corporation of the easements described in the easements agreements entitled “Treaty Land Entitlement Replacement Easement for Natural Gas Transmission Pipeline” and “Treaty Land Entitlement Replacement Easement Agreement for Electrical Transmission Line Right-of-Way” between Her Majesty in right of Canada, TransGas Limited and Saskatchewan Power Corporation, for natural gas transmission pipeline and electrical transmission line purposes affecting the lands described in Schedules I and III with respect to natural gas transmission pipeline purposes and in Schedule II with respect to electrical transmission line purposes, and subject to the term that the easements be relinquished to Her Majesty in right of Canada when no longer required for the purposes specified in those agreements.\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en vertu des lois intitulées <em>The SaskEnergy Act</em>, S.S. 1992, ch. S-35-1 et <em>The Power Corporation Act</em>, R.S.S. 1978, ch. P-19, TransGas Limited et la Saskatchewan Power Corporation ont le pouvoir de prendre des terres sans le consentement du propriétaire pour les besoins de pipelines de transmission de gaz naturel et de lignes de transport d’électricité;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que TransGas Limited et la Saskatchewan Power Corporation ont besoin de servitudes sur certaines terres des réserves indiennes de Sturgeon Lake N<sup>os</sup> 101D et 101B en Saskatchewan, mines et minéraux exclus, ces terres étant délimitées aux annexes I et III ci-jointes, à l’égard des besoins de pipelines de transmission de gaz naturel et à l’annexe II ci-jointe, à l’égard des besoins de lignes de transport d’électricité,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’entente sur le règlement de droits fonciers issus de traités de la Première nation de Sturgeon Lake, datée du 19 juin 2007, Son Excellence le Gouverneur général en conseil :\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) en vertu du paragraphe 35(1) de la <em>Loi sur les Indiens</em>, consent à l’exercice par TransGas Limited et la Saskatchewan Power Corporation du pouvoir de prendre sans le consentement du propriétaire, conformément aux lois intitulées <em>The SaskEnergy Act</em>, S.S. 1992, ch. S-35-1 et <em>The Power Corporation Act</em>, R.S.S. 1978, ch. P-19, les servitudes délimitées dans les accords de servitude intitulés « Treaty Land Entitlement Replacement Easement for Natural Gas Transmission Pipeline » et « Treaty Land Entitlement Replacement Easement Agreement for Electrical Transmission Line Right-of-Way » conclus entre Sa Majesté du chef du Canada, TransGas Limited et la Saskatchewan Power Corporation pour les besoins de pipelines de transmission de gaz naturel et de lignes de transport d’électricité visant les terres délimitées aux annexes I et III ci-jointes, à l’égard des besoins de pipelines de transmission de gaz naturel et à l’annexe II ci-jointe, à l’égard des besoins de lignes de transport d’électricité, à la condition que ces servitudes soient délaissées en faveur de Sa Majesté du chef du Canada dès qu’elles cesseront d’être requises à ces fins;\n\n</p><p style=\"text-indent:1.00in;text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu que TransGas Limited et la Saskatchewan Power Corporation prennent les servitudes en vertu du consentement prévu à l’alinéa <em>a</em>), autorise l’octroi des servitudes délimitées dans les accords de servitude intitulés « Treaty Land Entitlement Replacement Easement for Natural Gas Transmission Pipeline » et « Treaty Land Entitlement Replacement Easement Agreement for Electrical Transmission Line Right-of-Way » conclus entre Sa Majesté du chef du Canada, TransGas Limited et la Saskatchewan Power Corporation pour les besoins de pipelines de transmission de gaz naturel et de lignes de transport d’électricité visant les terres délimitées aux annexes I et III ci-jointes, à l’égard des besoins de pipelines de transmission de gaz naturel et à l’annexe II ci-jointe, à l’égard des besoins de lignes de transport d’électricité, à la condition que les servitudes soient cédées à Sa Majesté du chef du Canada dès qu’elles cesseront d’être requises à ces fins.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}