{
  "id": "2894",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0932<br></p><p><strong>Date: </strong>2003-06-12</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Gwich’in Comprehensive Land Claim Agreement (hereinafter referred to as “the Gwich’in Agreement”) was approved, given effect and declared valid pursuant to section&nbsp;4 of the <em>Gwich’in Land Claim Settlement Act</em>, S.C. 1992, c. 53;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas section 3.1.27 of the Gwich’in Agreement provides that the provisions of the Agreement may be amended with the consent of government, as represented by the Governor in Council, and the Gwich’in, as represented by the Gwich’in Tribal Council;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the proposed amendment was approved by the Gwich’in Tribal Council on October 8, 2002, in accordance with the procedure set out in the Gwich’in Agreement;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the proposed amendment does not affect the programs or responsibilities of the Government of the Northwest Territories and is not a matter within its jurisdiction, and therefore does not require approval of the Executive Council of the Government of the Northwest Territories as per paragraph&nbsp;3.1.27(<em>c</em>) of the Gwich’in Agreement;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas, the proposed amendment shall be effective on the date of this Order in Council;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 3.1.27 of the Gwich’in Agreement, hereby consents to the amendment to Article 11 of Schedule I to Chapter 11 of the Gwich’in Agreement, set out in the annexed schedule. &nbsp;</p> <br> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’Entente sur la revendication territoriale globale des Gwich’in (ci-après appelée «&nbsp;Entente des Gwich’in&nbsp;») a été approuvée, mise en vigueur et déclarée valide conformément à l’article&nbsp;4 de la <em>Loi sur le règlement de la revendication territoriale des Gwich’in</em>, L.C. 1992, ch. 53;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’article 3.1.27 de l’Entente des Gwich’in stipule que ses dispositions peuvent être modifiées avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Gwich’in, représentés par le Conseil tribal des Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le Conseil tribal des Gwich’in a approuvé la modification proposée le 8&nbsp;octobre&nbsp;2002 conformément aux modalités énoncées dans l’Entente des Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la modification proposée n’a pas d’incidence sur les programmes ou sur les responsabilités du gouvernement des Territoires du Nord-Ouest ni ne relève de sa compétence si bien qu’elle peut se faire sans le consentement du Conseil exécutif du gouvernement des Territoires du Nord-Ouest conformément à l’alinéa&nbsp;3.1.27<em>c</em>) de l’Entente des Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la modification proposée prend effet à la date du présent décret,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;3.1.27 de l’Entente des Gwich’in, Son Excellence la Gouverneure générale en conseil consent à la modification de la clause 11 de l’annexe I du chapitre&nbsp;11 de l’Entente des Gwich’in, conformément à l’annexe ci-jointe.    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}