{
  "id": "292",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1987<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the <em>Saskatchewan Treaty Land Entitlement Framework Agreement</em>, dated September&nbsp;22,&nbsp;1992, hereby sets apart for the use and benefit of the Piapot Band:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>a</em>)&nbsp;the lands described in Schedule&nbsp;I hereto, mines and minerals included, as an addition to Piapot First Nation Indian Reserve No.&nbsp;75T, in the Province of Saskatchewan; and</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>b</em>)&nbsp;the mines and minerals only of the lands described in Schedule&nbsp;II hereto, as an addition to Piapot First Nation Indian Reserve No.&nbsp;75T, in the Province of Saskatchewan.</p>  <p>\t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l'entente intitulée <em>Saskatchewan Treaty Land Entitlement Framework Agreement</em>, du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté, à l'usage et au profit de la bande Piapot&nbsp;:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t<em>a</em>)&nbsp;les&nbsp;terres décrites à l'annexe&nbsp;I ci-jointe, mines et minéraux compris, à titre d'ajout à la réserve indienne Piapot n<sup>o</sup>&nbsp;75T, dans la province de la Saskatchewan;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t<em>b</em>)&nbsp;les mines et minéraux seulement des terres décrites à l'annexe&nbsp;II ci-jointe, à titre d'ajout à la réserve indienne Piapot n<sup>o</sup>&nbsp;75T, dans la province de la Saskatchewan.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1987Date: 2002-11-21       \t\tHer Excellency the Governor General in Council,   on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby sets apart for the use and benefit of the Piapot Band:   \t(a) the lands described in Schedule I hereto, mines and minerals included, as an addition to Piapot First Nation Indian Reserve No. 75T, in the Province of Saskatchewan; and   \t(b) the mines and minerals only of the lands described in Schedule II hereto, as an addition to Piapot First Nation Indian Reserve No. 75T, in the Province of Saskatchewan.  \t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l'entente intitulée Saskatchewan Treaty Land Entitlement Framework Agreement, du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil met de côté, à l'usage et au profit de la bande Piapot :   \ta) les terres décrites à l'annexe I ci-jointe, mines et minéraux compris, à titre d'ajout à la réserve indienne Piapot no 75T, dans la province de la Saskatchewan;   \tb) les mines et minéraux seulement des terres décrites à l'annexe II ci-jointe, à titre d'ajout à la réserve indienne Piapot no 75T, dans la province de la Saskatchewan.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}