{
  "id": "294",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1988<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas Her&nbsp;Majesty in right of the Province of Saskatchewan (Saskatchewan) is empowered by <em>The&nbsp;Highways and Transportation Act, 1997</em>, S.S.&nbsp;1997, c.&nbsp;H-3.01, to take lands or an interest in lands without the consent of the owner for public improvement purposes;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAnd whereas Saskatchewan requires certain lands in Makwa Lake Indian Reserve No.&nbsp;129C described in the schedule hereto (the \"lands\") for public highway and public utility purposes;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>a</em>)&nbsp;pursuant to subsection&nbsp;35(1) of the <em>Indian Act</em>, consents to the exercise by Saskatchewan of the power to take the lands without the consent of the owner, subject to the terms set out in paragraph&nbsp;(<em>b</em>); and</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>b</em>)&nbsp;pursuant to subsection&nbsp;35(3) of the <em>Indian Act</em>, in lieu of Saskatchewan taking the lands as has been consented to in paragraph&nbsp;(<em>a</em>), authorizes the transfer of administration and control of the lands to Saskatchewan, subject to the following terms:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(i)&nbsp;the&nbsp;lands shall be used for public highway and public utility purposes,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(ii)&nbsp;the taking or transfer, as the case may be, of the lands shall not include taking any mines and minerals,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(iii)&nbsp;restoration of the lands is to be negotiated between the Makwa Sahgaiehcan First Nation Band (\"the band\") and Saskatchewan at the time of the transfer of administration and control of the lands back to Canada,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(iv)&nbsp;when the lands cease to be used for public highway and public utility purposes, the lands shall be promptly transferred to Her&nbsp;Majesty in right of Canada (\"Canada\"), to be returned to the band for its use and benefit provided restoration of the land has been negotiated and any required replacement public utility agreements have been executed,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(v)&nbsp;before the lands are transferred from Saskatchewan to Canada, the reasonable cost of determining the environmental condition of the lands shall be paid by Canada, subject to clause&nbsp;(viii),</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(vi)&nbsp;subject to clause&nbsp;(vii), Saskatchewan shall perform such environmental restoration as is required by law before Canada may accept the return of the land.  Further, Saskatchewan shall perform additional environmental restoration of the lands as is reasonable in the circumstances,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(vii)&nbsp;if&nbsp;actions or omissions which contributed, either directly or indirectly, to the adverse environmental condition were attributable to Canada or to the band, Canada, the band or both, as the case may be, shall pay for or contribute to the cost of the environmental clean up in such proportion as, between them, is reasonable.  The balance of the cost of environmental restoration, if any, shall be the responsibility of Saskatchewan,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(viii)&nbsp;if&nbsp;a&nbsp;significant adverse environmental condition is identified by Canada's determination of the environmental condition of the lands which resulted from actions or omissions either directly or indirectly attributable to Saskatchewan, then Saskatchewan shall be responsible for conducting an environmental audit and, subject to clause&nbsp;(vii), for remediation of the adverse environmental condition, and</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t(ix)&nbsp;compensation was included in the sum of $10,525.00 paid by Saskatchewan on February&nbsp;2,&nbsp;2001; Order in Council P.C.&nbsp;2000-460 of March&nbsp;30,&nbsp;2000, transferred only a portion of the lands paid for and this transfer completes the transaction.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1988Date: 2002-11-21       \t\tWhereas Her Majesty in right of the Province of Saskatchewan (Saskatchewan) is empowered by The Highways and Transportation Act, 1997, S.S. 1997, c. H-3.01, to take lands or an interest in lands without the consent of the owner for public improvement purposes;   \t\tAnd whereas Saskatchewan requires certain lands in Makwa Lake Indian Reserve No. 129C described in the schedule hereto (the \"lands\") for public highway and public utility purposes;   \t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby:   \t(a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by Saskatchewan of the power to take the lands without the consent of the owner, subject to the terms set out in paragraph (b); and   \t(b) pursuant to subsection 35(3) of the Indian Act, in lieu of Saskatchewan taking the lands as has been consented to in paragraph (a), authorizes the transfer of administration and control of the lands to Saskatchewan, subject to the following terms:   \t\t(i) the lands shall be used for public highway and public utility purposes,   \t\t(ii) the taking or transfer, as the case may be, of the lands shall not include taking any mines and minerals,   \t\t(iii) restoration of the lands is to be negotiated between the Makwa Sahgaiehcan First Nation Band (\"the band\") and Saskatchewan at the time of the transfer of administration and control of the lands back to Canada,    \t\t(iv) when the lands cease to be used for public highway and public utility purposes, the lands shall be promptly transferred to Her Majesty in right of Canada (\"Canada\"), to be returned to the band for its use and benefit provided restoration of the land has been negotiated and any required replacement public utility agreements have been executed,   \t\t(v) before the lands are transferred from Saskatchewan to Canada, the reasonable cost of determining the environmental condition of the lands shall be paid by Canada, subject to clause (viii),   \t\t(vi) subject to clause (vii), Saskatchewan shall perform such environmental restoration as is required by law before Canada may accept the return of the land.  Further, Saskatchewan shall perform additional environmental restoration of the lands as is reasonable in the circumstances,   \t\t(vii) if actions or omissions which contributed, either directly or indirectly, to the adverse environmental condition were attributable to Canada or to the band, Canada, the band or both, as the case may be, shall pay for or contribute to the cost of the environmental clean up in such proportion as, between them, is reasonable.  The balance of the cost of environmental restoration, if any, shall be the responsibility of Saskatchewan,   \t\t(viii) if a significant adverse environmental condition is identified by Canada's determination of the environmental condition of the lands which resulted from actions or omissions either directly or indirectly attributable to Saskatchewan, then Saskatchewan shall be responsible for conducting an environmental audit and, subject to clause (vii), for remediation of the adverse environmental condition, and   \t\t(ix) compensation was included in the sum of $10,525.00 paid by Saskatchewan on February 2, 2001; Order in Council P.C. 2000-460 of March 30, 2000, transferred only a portion of the lands paid for and this transfer completes the transaction.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}