{
  "id": "2955",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0964<br></p><p><strong>Date: </strong>2003-06-18</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the <em>Museums Act</em>, hereby approves the appointment by the Minister of Canadian Heritage of Helen&nbsp;M.&nbsp;Graham of Toronto, Ontario, as a trustee of the Board&nbsp;of Trustees of the National Gallery of Canada to hold office during pleasure for a term of three years, effective July&nbsp;27,&nbsp;2003, in the place of Irene&nbsp;Szylinger, whose term will expire.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la <em>Loi sur les musées</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Helen&nbsp;M.&nbsp;Graham, de Toronto (Ontario), administrateur du conseil d'administration du Musée des beaux-arts du Canada à titre amovible pour un mandat de trois ans, à compter du 27&nbsp;juillet&nbsp;2003, en remplacement de Irene&nbsp;Szylinger, dont le mandat prendra fin.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0964Date: 2003-06-18                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the Museums Act, hereby approves the appointment by the Minister of Canadian Heritage of Helen M. Graham of Toronto, Ontario, as a trustee of the Board of Trustees of the National Gallery of Canada to hold office during pleasure for a term of three years, effective July 27, 2003, in the place of Irene Szylinger, whose term will expire.                       Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la Loi sur les musées, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de Helen M. Graham, de Toronto (Ontario), administrateur du conseil d'administration du Musée des beaux-arts du Canada à titre amovible pour un mandat de trois ans, à compter du 27 juillet 2003, en remplacement de Irene Szylinger, dont le mandat prendra fin.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}