{
  "id": "29630",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2014-0786<br></p><p><strong>Date: </strong>2014-06-13</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;His Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to subsections 18(5) and 18(8) of the Inuvialuit Final Agreement, as approved, given effect and declared valid by subsection 3(1) of the <em>Western Arctic (Inuvialuit) Claims Settlement Act</em>, with the consent of the Inuvialuit and Industry as evidence by letters dated September 3, 2013 and August 28, 2013 respectively, appoints Gloria Iatridis of Yellowknife, Northwest Territories, as Vice-Chairman of the Arbitration Board for a term of three years. \n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu des paragraphes 18(5) et 18(8) de la Convention définitive avec les Inuvialuit, approuvée, mise en vigueur et déclarée valide par le paragraphe 3(1) de la <em>Loi sur le règlement des revendications des Inuvialuit de la région ouest de l’Arctique</em>, Son Excellence le Gouverneur général en conseil, avec le consentement des Inuvialuit et de l’industrie, comme l’attestent des lettres datées du 3 septembre 2013 et du 28 août 2013, respectivement, nomme Gloria Iatridis, de Yellowknife (Territoires du Nord-Ouest), à titre de vice-présidente de la Commission d’arbitrage pour une période de trois ans.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}