{
  "id": "29806",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2014-0999<br></p><p><strong>Date: </strong>2014-09-25</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Cornwall Chamber of Commerce has applied, pursuant to section 4 of the <em>Boards of Trade Act</em>, to change the boundaries of its district from the town of Cornwall, in the County of Stormont to the geographic area of the City of Cornwall bounded by the St. Lawrence River and the international boundary line on the south, Cornwall Centre Road north extending to South Branch Road and to Boundary Road on the east, to Power Dam Drive to the west, and from Power Dam Drive southerly to the St. Lawrence River to include the Ontario Power Generation Robert Saunders Dam; \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to section 4 of the <em>Boards of Trade Act</em>, changes the boundaries of the district of the Cornwall Chamber of Commerce from the town of Cornwall, in the County of Stormont to the geographic area of the City of Cornwall bounded by the St. Lawrence River and the international boundary line on the south, Cornwall Centre Road north extending to South Branch Road and to Boundary Road on the east, to Power Dam Drive to the west, and from Power Dam Drive southerly to the St. Lawrence River to include the Ontario Power Generation Robert Saunders Dam.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la Cornwall Chamber of Commerce a présenté une demande, en vertu de l’article 4 de la <em>Loi sur les chambres de commerce, </em>pour que<em>&nbsp;</em>les limites de son district, soit le district du village de Cornwall dans le comté de Stormont, soient changées de façon à ce qu’elles correspondent à la région géographique de la ville de Cornwall, délimitée au sud par le fleuve Saint-Laurent et la frontière internationale, au nord par le chemin Cornwall Centre et le chemin South Branch, à l’est par le chemin Boundary, à l’ouest par la promenade Power Dam, et, de la promenade Power Dam vers le sud jusqu’au fleuve Saint-Laurent y compris la centrale hydroélectrique Robert Saunders de la Ontario Power Genaration, \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre de l’Industrie et en vertu de l’article 4 de la <em>Loi sur les chambres de commerce</em>, Son Excellence le Gouverneur général en conseil change les limites du district de la Cornwall Chamber of Commerce, soit le district du village de Cornwall dans le comté de Stormont, pour qu’elles correspondent à la région géographique de la ville de Cornwall, délimitée au sud par le fleuve Saint-Laurent et la frontière internationale, au nord par le chemin Cornwall Centre et le chemin South Branch, à l’est par le chemin Boundary, à l’ouest par la promenade Power Dam, et, de la promenade Power Dam vers le sud jusqu’au fleuve Saint-Laurent y compris la centrale hydroélectrique Robert Saunders de la Ontario Power Generation. \n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}