{
  "id": "29989",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2014-1172<br></p><p><strong>Date: </strong>2014-10-30</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Canadian Radio-television and Telecommunications Commission (“the Commission”), in its Broadcasting Decision CRTC 2014-412 of August 6, 2014, approved an application by South Fraser Broadcasting Inc. for a broadcasting licence to operate an English-language commercial FM radio programming undertaking in Surrey, British Columbia on frequency 107.7 MHz, channel 299A, with an average effective radiated power of 1,066 watts;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, subsequent to the rendering of the decision to approve the application by South Fraser Broadcasting Inc., the Governor in Council received a petition in writing requesting that that decision be set aside or referred back to the Commission for reconsideration and hearing;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Governor in Council, having considered the petition, is not satisfied that that decision derogates from the attainment of the objectives of the broadcasting policy for Canada set out in subsection 3(1) of the <em>Broadcasting Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 28 of the <em>Broadcasting Act</em>, declines to set aside or refer back to the Commission for reconsideration and hearing the decision, contained in Broadcasting Decision CRTC 2014-412 of August 6, 2014, to approve the application by South Fraser Broadcasting Inc. for a broadcasting licence to operate an English-language commercial FM radio programming undertaking in Surrey, British Columbia.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le Conseil de la radiodiffusion et des télécommunications canadiennes (le « Conseil ») a, dans sa décision de radiodiffusion CRTC 2014-412 du 6 août 2014, approuvé une demande de licence de radiodiffusion de South Fraser Broadcasting Inc. visant l’exploitation d’une entreprise de programmation de radio FM commerciale de langue anglaise à Surrey (Colombie-Britannique) à la fréquence 107,7 MHz, canal 299A, avec une puissance apparente rayonnée moyenne de 1 066 watts;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, à la suite de la décision d’approuver la demande de South Fraser Broadcasting Inc., a reçu une demande écrite requérant son annulation ou son renvoi au Conseil pour réexamen et nouvelle audience;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, après avoir examiné la demande écrite, n’est pas convaincu que la décision ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion, qui sont énoncés au paragraphe 3(1) de la <em>Loi sur la radiodiffusion</em>,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 28 de la <em>Loi sur la radiodiffusion</em>, Son Excellence le Gouverneur général en conseil refuse d’annuler ou de renvoyer au Conseil pour réexamen et nouvelle audience la décision, d’approuver la demande de licence de radiodiffusion de South Fraser Broadcasting Inc. visant l’exploitation d’une entreprise de programmation de radio FM commerciale de langue anglaise à Surrey (Colombie-Britannique), dans le cadre de la décision de radiodiffusion CRTC 2014-412 rendue le 6 août 2014.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}