{
  "id": "302",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1991<br></p><p><strong>Date: </strong>2002-11-21</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section&nbsp;52 of the <em>National Energy Board Act</em>, hereby approves the issuance by the National Energy Board to Westcoast Energy Inc. of Certificate No.&nbsp;GC-106, a copy of which is annexed hereto.</p>  <p>\t\tSur recommandation du ministre des Ressources naturelles et en vertu de l'article&nbsp;52 de la <em>Loi sur l'Office national de l'énergie</em>, Son&nbsp;Excellence la Gouverneure générale en conseil agrée que l'Office national de l'énergie délivre à Westcoast Energy Inc. le certificat n<sup>o</sup>&nbsp;GC-106, dont une copie est annexée au présent décret.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1991Date: 2002-11-21       \t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section 52 of the National Energy Board Act, hereby approves the issuance by the National Energy Board to Westcoast Energy Inc. of Certificate No. GC-106, a copy of which is annexed hereto.  \t\tSur recommandation du ministre des Ressources naturelles et en vertu de l'article 52 de la Loi sur l'Office national de l'énergie, Son Excellence la Gouverneure générale en conseil agrée que l'Office national de l'énergie délivre à Westcoast Energy Inc. le certificat no GC-106, dont une copie est annexée au présent décret.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}