{
  "id": "30305",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2014-1481<br></p><p><strong>Date: </strong>2014-12-12</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to sections 6.4 and 6.5 of the <em>Royal Canadian Mint Act</em>, authorizes the issue of a two dollar circulation coin, the characteristics of which are to be as specified in item 1.1 of Part 2 of the schedule to that Act and the diameter of which is to be 28.03 mm, and determines the design of that coin to be as follows:\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) the obverse impression is to depict, on the inner core of the coin, the effigy of Her Majesty Queen Elizabeth II by Susanna Blunt, with the initials “SB” on the bottom left-hand corner of the neckline and, on the outer ring, a maple leaf at the top of the coin with the inscriptions “ELIZABETH II” and “D•G•REGINA” to its left and right, respectively, and the inscriptions “CANADA” and “2 DOLLARS” at the bottom of the coin; and\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) the reverse impression is to depict, against a map of Canada in the background, on the inner core of the coin, a portrait of Sir John A. Macdonald, the artist’s initials “GG” to the right of the portrait and a banner with the inscription “SIR JOHN A. MACDONALD” below the portrait and, on the outer ring, two virtual images of a maple leaf between two lines at the top of the coin, two lasermark maple leaves, each within a circle, at the bottom of the coin with the inscriptions “1815” and “2015” to the left and right of those circles, respectively, and the inscriptions “CANADA” and “2 DOLLARS” appearing on the edge of the coin, with a maple leaf before and after the word “CANADA”.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Finances et en vertu des articles 6.4 et 6.5 de la <em>Loi sur la Monnaie royale canadienne</em>, Son Excellence le Gouverneur général en conseil autorise l’émission d’une pièce de monnaie de circulation de deux dollars dont les caractéristiques sont précisées à l’article 1.1 de la partie 2 de l’annexe de cette loi, dont le diamètre est de 28,03 mm et dont le dessin est le suivant :\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) à l’avers sont gravées, sur la partie centrale de la pièce, l’effigie de Sa Majesté la Reine Elizabeth II réalisée par Susanna Blunt, dans le coin inférieur gauche à côté de la ligne de démarcation du cou, les initiales « SB » et, sur l’anneau extérieur, une feuille d’érable en haut de la pièce et, à sa gauche et à sa droite, les inscriptions « ELIZABETH II » et « D•G•REGINA » et, dans la partie inférieure de la pièce, les inscriptions « CANADA » et « 2 DOLLARS »;\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>&nbsp;</em>\n\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) au revers sont gravés, avec une carte du Canada à l’arrière-plan, sur la partie centrale de la pièce, un portrait de Sir John A. Macdonald, les initiales de l’artiste « GG » à la droite du portrait, une bannière portant l’inscription « SIR JOHN A. MACDONALD » sous le portrait et, sur l’anneau extérieur, deux images virtuelles d’une feuille d’érable entre deux lignes dans la partie supérieure de la pièce et, dans la partie inférieure de la pièce, deux feuilles d’érable gravées au laser, chacune dans un cercle, avec le millésime « 1815 » à gauche du cercle gauche et « 2015 » à droite du cercle droit; sur la tranche de la pièce, apparaissent les inscriptions « CANADA » et « 2 DOLLARS », le mot « CANADA » étant précédé et suivi d’une feuille d’érable.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}