{
  "id": "30449",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0125<br></p><p><strong>Date: </strong>2015-02-05</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;His Excellency the Governor General in Council, on the recommendation of the acting Minister of Foreign Affairs, pursuant to Vote No. 1<em>b</em> (Foreign Affairs, Trade and Development) of the <em>Appropriation Act No. 4, 2014-15</em>, reappoints Primo Ivo Di Luca as Honorary Consul of Canada at Udine, Italian Republic, for a period of three years, effective April 5, 2015, and fixes his honorarium at the rate set out in the annexed schedule, which honorarium is within the range ($1,500 - $5,000), such appointment to be terminated by either the Minister of Foreign Affairs or Primo Ivo Di Luca, giving the other party a sixty-day written notice. \n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;Sur recommandation du ministre suppléant des Affaires étrangères et en vertu du crédit n<sup>o</sup> 1<em>b</em> (Affaires étrangères, Commerce et Développement) de la<em> Loi de crédits n<sup>o</sup> 4 pour 2014-2015, </em>Son Excellence le Gouverneur général en conseil nomme de nouveau Primo Ivo Di Luca au poste de consul honoraire du Canada à Udine (République italienne), pour une période de trois ans, à compter du 5 avril 2015, et fixe ses honoraires au taux figurant à l’annexe ci-jointe, lesquels honoraires se situent dans l’échelle (1 500 $ - 5 000 $). Le ministre des Affaires étrangères ou Primo Ivo Di Luca peut mettre fin à la nomination en remettant un avis écrit de soixante jours à l’autre partie.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}