{
  "id": "3052",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0998<br></p><p><strong>Date: </strong>2003-06-18</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’Entente sur la revendication territoriale globale des Gwich’in (ci-après appelée «&nbsp;Entente des Gwich’in&nbsp;») a été approuvée, mise en vigueur et déclarée valide aux termes de l’article&nbsp;4 de la <em>Loi sur le règlement de la revendication territoriale des Gwich’in</em>, L.C.&nbsp;1992, ch.&nbsp;53;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’article&nbsp;3.1.27 de l’Entente des Gwich’in prévoit que ses dispositions peuvent être modifiées avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Gwich’in, représentés par le Conseil tribal des Gwich’in;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu (ci-après appelée «&nbsp;Entente du Sahtu&nbsp;») a été approuvée, mise en vigueur et déclarée valide aux termes de l’article&nbsp;4 de la <em>Loi sur le règlement de la revendication territoriale des Dénés et Métis du Sahtu</em>, L.C.&nbsp;1994, ch.&nbsp;27;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’article&nbsp;3.1.26 de l’Entente du Sahtu prévoit que ses dispositions peuvent être modifiées avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Dénés et Métis du Sahtu, représentés par le Sahtu Secretariat Incorporated;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que les modifications proposées ont été approuvées par le Conseil tribal des Gwich’in le 8&nbsp;octobre&nbsp;2002, et par le Sahtu Secretariat Incorporated le 11&nbsp;octobre&nbsp;2002, conformément aux modalités énoncées dans les ententes applicables;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que les modifications proposées ne portent pas atteinte aux compétences du gouvernement des Territoires du Nord-Ouest ni n’ont d’incidence sur ses programmes ou sur ses responsabilités et qu’elles ne lui imposent pas d’obligations financières, si bien qu’elles n’exigent pas l’autorisation du Conseil exécutif du gouvernement des Territoires du Nord-Ouest aux termes de l’alinéa&nbsp;3.1.27<em>c</em>) de l’Entente des Gwich’in et de l’alinéa&nbsp;3.1.26<em>a</em>) de l’Entente du Sahtu;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que les modifications proposées prennent effet à la date du présent décret,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;3.1.27 de l’Entente des Gwich’in et de l’article&nbsp;3.1.26 de l’Entente du Sahtu, Son&nbsp;Excellence la Gouverneure générale en conseil consent à la modification de l’alinéa&nbsp;11.3.3<em>e</em>) de l’Entente des Gwich’in et de l’alinéa&nbsp;11.3.3<em>e</em>) de l’Entente du Sahtu, conformément à l’annexe&nbsp;ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0998Date: 2003-06-18                         Attendu que l’Entente sur la revendication territoriale globale des Gwich’in (ci-après appelée « Entente des Gwich’in ») a été approuvée, mise en vigueur et déclarée valide aux termes de l’article 4 de la Loi sur le règlement de la revendication territoriale des Gwich’in, L.C. 1992, ch. 53;                        Attendu que l’article 3.1.27 de l’Entente des Gwich’in prévoit que ses dispositions peuvent être modifiées avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Gwich’in, représentés par le Conseil tribal des Gwich’in;                        Attendu que l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu (ci-après appelée « Entente du Sahtu ») a été approuvée, mise en vigueur et déclarée valide aux termes de l’article 4 de la Loi sur le règlement de la revendication territoriale des Dénés et Métis du Sahtu, L.C. 1994, ch. 27;                        Attendu que l’article 3.1.26 de l’Entente du Sahtu prévoit que ses dispositions peuvent être modifiées avec le consentement du gouvernement, représenté par le gouverneur en conseil, et avec celui des Dénés et Métis du Sahtu, représentés par le Sahtu Secretariat Incorporated;                        Attendu que les modifications proposées ont été approuvées par le Conseil tribal des Gwich’in le 8 octobre 2002, et par le Sahtu Secretariat Incorporated le 11 octobre 2002, conformément aux modalités énoncées dans les ententes applicables;                        Attendu que les modifications proposées ne portent pas atteinte aux compétences du gouvernement des Territoires du Nord-Ouest ni n’ont d’incidence sur ses programmes ou sur ses responsabilités et qu’elles ne lui imposent pas d’obligations financières, si bien qu’elles n’exigent pas l’autorisation du Conseil exécutif du gouvernement des Territoires du Nord-Ouest aux termes de l’alinéa 3.1.27c) de l’Entente des Gwich’in et de l’alinéa 3.1.26a) de l’Entente du Sahtu;                        Attendu que les modifications proposées prennent effet à la date du présent décret,                        À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 3.1.27 de l’Entente des Gwich’in et de l’article 3.1.26 de l’Entente du Sahtu, Son Excellence la Gouverneure générale en conseil consent à la modification de l’alinéa 11.3.3e) de l’Entente des Gwich’in et de l’alinéa 11.3.3e) de l’Entente du Sahtu, conformément à l’annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}