{
  "id": "30543",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0218<br></p><p><strong>Date: </strong>2015-02-19</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas it is not possible to obtain good title satisfactory to the Minister of Justice in respect of the acquisition of certain immovables, located in the cities of Montreal and Brossard and forming part of the permanent project limits of the Corridor of the New Bridge for the St. Lawrence, before the deadline for acquisition of those immovables for the new bridge for the St. Lawrence corridor project;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the acquisition of these immovables with title defects will require payments before good title satisfactory to the Minister of Justice is obtained;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the President of the Queen’s Privy Council for Canada and the Treasury Board, pursuant to paragraph 16(1)(<em>b</em>) of the <em>Federal Real Property and Federal Immovables Act</em>, authorizes the President of the Queen’s Privy Council for Canada to acquire, on behalf of Her Majesty, before good title satisfactory to the Minister of Justice is obtained, certain immovables located in the cities of Montreal and Brossard and forming part of the permanent project limits of the Corridor of the New Bridge for the St. Lawrence, which limits are shown in blue on the plan contained in the attached schedule.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu qu’il n’est pas possible d’obtenir un bon titre jugé satisfaisant par le ministre de la Justice à l’égard de certains immeubles, situés dans les villes de Montréal et de Brossard et faisant partie de l’emprise permanente du Corridor du nouveau pont pour le Saint-Laurent, avant la date limite pour l’acquisition de ceux-ci dans le cadre du projet de corridor du nouveau pont pour le Saint-Laurent;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu qu’il y aura lieu d’effectuer des paiements pour acquérir ces immeubles ayant des vices de titres avant l’obtention d’un bon titre jugé satisfaisant par le ministre de la Justice,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du président du Conseil privé de la Reine pour le Canada et du Conseil du Trésor et en vertu de l’alinéa 16(1)<em>b</em>) de la <em>Loi sur les immeubles fédéraux et les biens réels fédéraux</em>, Son Excellence le Gouverneur général en conseil autorise le président du Conseil privé de la Reine pour le Canada à acquérir, au nom de Sa Majesté, avant l’obtention d’un bon titre jugé satisfaisant par le ministre de la Justice, certains immeubles situés dans les villes de Montréal et de Brossard et faisant partie de l’emprise permanente du Corridor du nouveau pont pour le Saint-Laurent, laquelle emprise est délimitée en bleu sur le plan figurant à l’annexe ci-jointe.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}