{
  "id": "30553",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0228<br></p><p><strong>Date: </strong>2015-02-24</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Canadian Radio-television and Telecommunications Commission (“the Commission”), in its Broadcasting Decision CRTC 2014-617 of November 27, 2014, renewed the broadcasting licence of 3885275 Canada Inc. for the commercial ethnic radio programming undertaking CJSA-FM Toronto, Ontario, from December 1, 2014 to August 31, 2020;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, subsequent to the rendering of the decision to renew the broadcasting licence of 3885275 Canada Inc. for the commercial ethnic radio programming undertaking CJSA-FM Toronto, Ontario, the Governor in Council received petitions in writing requesting that that decision be set aside or referred back to the Commission for reconsideration and hearing;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Governor in Council, having considered those petitions, is not satisfied that that decision derogates from the attainment of the objectives of the broadcasting policy for Canada set out in subsection 3(1) of the <em>Broadcasting Act</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 28 of the <em>Broadcasting Act</em>, declines to set aside or refer back to the Commission for reconsideration and hearing the decision, contained in Broadcasting Decision CRTC 2014-617 of November 27, 2014, to renew the broadcasting licence of 3885275 Canada Inc. for the commercial ethnic radio programming undertaking CJSA-FM Toronto, Ontario, from December 1, 2014 to August 31, 2020.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le Conseil de la radiodiffusion et des télécommunications canadiennes (le « Conseil ») a, dans sa décision de radiodiffusion CRTC 2014-617 du 27 novembre 2014, renouvelé la licence de radiodiffusion de 3885275 Canada Inc. pour son entreprise de programmation de radio commerciale à caractère ethnique CJSA-FM Toronto (Ontario) du 1<sup>er</sup> décembre 2014 au 31 août 2020;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, à la suite de la décision de renouveler la licence de radiodiffusion de 3885275 Canada Inc. pour son entreprise de programmation de radio commerciale à caractère ethnique CJSA-FM Toronto (Ontario), a reçu des demandes écrites requérant l’annulation de cette décision ou son renvoi au Conseil pour réexamen et nouvelle audience;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil, après avoir examiné ces demandes, n’est pas convaincu que la décision ne va pas dans le sens des objectifs de la politique canadienne de radiodiffusion, énoncés au paragraphe 3(1) de la <em>Loi sur la radiodiffusion</em>,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 28 de la <em>Loi sur la radiodiffusion</em>, Son Excellence le Gouverneur général en conseil refuse d’annuler ou de renvoyer au Conseil pour réexamen et nouvelle audience la décision de renouveler la licence de radiodiffusion de 3885275 Canada Inc. pour son entreprise de programmation de radio commerciale à caractère ethnique CJSA-FM Toronto (Ontario) du 1<sup>er</sup> décembre 2014 au 31 août 2020, rendue le 27 novembre 2014 dans le cadre de sa décision de radiodiffusion CRTC 2014-617.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}