{
  "id": "306",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1894<br></p><p><strong>Date: </strong>2002-11-07</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Finance, pursuant to section&nbsp;40 of the <em>Canadian International Trade Tribunal Act</em>, hereby makes the annexed <em>Regulations Amending the Canadian International Trade Tribunal Procurement Inquiry Regulations</em>.</p>  <p>\t\tSur recommandation du ministre des Finances et en vertu de l'article&nbsp;40 de la <em>Loi sur le Tribunal canadien du commerce extérieur</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Règlement modifiant le Règlement sur les enquêtes du Tribunal canadien du commerce extérieur sur les marchés publics</em>, ci-après.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1894Date: 2002-11-07       \t\tHer Excellency the Governor General in Council,   on the recommendation of the Minister of Finance, pursuant to section 40 of the Canadian International Trade Tribunal Act, hereby makes the annexed Regulations Amending the Canadian International Trade Tribunal Procurement Inquiry Regulations.  \t\tSur recommandation du ministre des Finances et en vertu de l'article 40 de la Loi sur le Tribunal canadien du commerce extérieur, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur les enquêtes du Tribunal canadien du commerce extérieur sur les marchés publics, ci-après.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}