{
  "id": "30655",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0315<br></p><p><strong>Date: </strong>2015-03-12</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(<em>c</em>) and section 40 of the <em>Indian Act</em>, accepts the absolute surrender with conditions made to Her Majesty in right of Canada by Saik’uz First Nation of a portion of Stony Creek Indian&nbsp;Reserve&nbsp;No. 1, Laketown Indian Reserve No. 3 and Old&nbsp;Country Meadow Indian Reserve No. 4 in British Columbia, which absolute surrender with conditions was assented to by the Saik’uz First Nation on November 19, 2014.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des&nbsp;Affaires&nbsp;indiennes et du Nord canadien et en vertu de l’alinéa&nbsp;39(1)<em>c</em>) et de l’article&nbsp;40 de la <em>Loi sur les Indiens</em>, Son&nbsp;Excellence le Gouverneur général en conseil accepte la&nbsp;cession à titre absolu avec conditions faite à Sa&nbsp;Majesté du&nbsp;chef du Canada par la Première Nation Saik’uz d’une partie de la réserve indienne Stony Creek no&nbsp;1, de la réserve indienne Laketown no&nbsp;3 et de la réserve indienne Old Country Meadow no&nbsp;4, en Colombie-Britannique, cession à titre absolu avec conditions ayant été sanctionnée par la Première Nation Saik’uz le 19&nbsp;novembre&nbsp;2014.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2015-0315Date: 2015-03-12\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 39(1)(c) and section 40 of the Indian Act, accepts the absolute surrender with conditions made to Her Majesty in right of Canada by Saik’uz First Nation of a portion of Stony Creek Indian Reserve No. 1, Laketown Indian Reserve No. 3 and Old Country Meadow Indian Reserve No. 4 in British Columbia, which absolute surrender with conditions was assented to by the Saik’uz First Nation on November 19, 2014.\n\n\n\n \n\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 39(1)c) et de l’article 40 de la Loi sur les Indiens, Son Excellence le Gouverneur général en conseil accepte la cession à titre absolu avec conditions faite à Sa Majesté du chef du Canada par la Première Nation Saik’uz d’une partie de la réserve indienne Stony Creek no 1, de la réserve indienne Laketown no 3 et de la réserve indienne Old Country Meadow no 4, en Colombie-Britannique, cession à titre absolu avec conditions ayant été sanctionnée par la Première Nation Saik’uz le 19 novembre 2014.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}