{
  "id": "30650",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0329<br></p><p><strong>Date: </strong>2015-03-12</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) to sign, on behalf of the Government of Canada, subject to ratification, the <em>United Nations</em>&nbsp;<em>Convention on Transparency in Treaty-based Investor-State Arbitration</em>; or \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) to execute and issue an Instrument of Full Powers authorizing Edward Fast, Minister for International Trade, or Lynne Yelich, Minister of State to assist the&nbsp;Minister of Foreign Affairs, or Gaston Barban, High&nbsp;Commissioner for Canada to the Republic of South&nbsp;Africa, or Bradley Bélanger, Political Counsellor, High Commission for Canada to the Republic of South&nbsp;Africa, or Guillermo E. Rishchynski, Permanent Representative of Canada to&nbsp;the&nbsp;United Nations,\n to sign, on behalf of the Government of Canada, subject to ratification, the <em>United Nations</em>&nbsp;<em>Convention on Transparency in Treaty-based Investor-State Arbitration</em>.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des&nbsp;Affaires&nbsp;étrangères, Son Excellence le Gouverneur général en conseil autorise celui-ci&nbsp;:\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) soit à signer, au nom du gouvernement du Canada, sous réserve de ratification, la <em>Convention des&nbsp;Nations&nbsp;Unies sur la transparence dans l’arbitrage entre investisseurs et États fondé sur des traités</em>;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Edward Fast, ministre du Commerce international, ou Lynne Yelich, ministre d’État déléguée auprès du ministre des Affaires étrangères, ou Gaston&nbsp;Barban, haut-commissaire du Canada auprès de la République sud-africaine, ou Bradley Bélanger, conseiller politique, haut-commissariat du Canada auprès de la République sud-africaine, ou Guillermo&nbsp;E.&nbsp;Rishchynski, représentant permanent du&nbsp;Canada auprès&nbsp;des&nbsp;Nations Unies, à signer, au nom du gouvernement du Canada, sous réserve de ratification, la <em>Convention des Nations Unies sur la&nbsp;transparence dans l’arbitrage entre investisseurs et&nbsp;États fondé sur des traités</em>.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2015-0329Date: 2015-03-12\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs\n\n\n \n\n(a) to sign, on behalf of the Government of Canada, subject to ratification, the United Nations Convention on Transparency in Treaty-based Investor-State Arbitration; or \n\n\n \n\n(b) to execute and issue an Instrument of Full Powers authorizing Edward Fast, Minister for International Trade, or Lynne Yelich, Minister of State to assist the Minister of Foreign Affairs, or Gaston Barban, High Commissioner for Canada to the Republic of South Africa, or Bradley Bélanger, Political Counsellor, High Commission for Canada to the Republic of South Africa, or Guillermo E. Rishchynski, Permanent Representative of Canada to the United Nations,\n to sign, on behalf of the Government of Canada, subject to ratification, the United Nations Convention on Transparency in Treaty-based Investor-State Arbitration.\n\n\n\n \n\nSur recommandation du ministre des Affaires étrangères, Son Excellence le Gouverneur général en conseil autorise celui-ci :\n\n\n \n\na) soit à signer, au nom du gouvernement du Canada, sous réserve de ratification, la Convention des Nations Unies sur la transparence dans l’arbitrage entre investisseurs et États fondé sur des traités;\n\n\n \n\nb) soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Edward Fast, ministre du Commerce international, ou Lynne Yelich, ministre d’État déléguée auprès du ministre des Affaires étrangères, ou Gaston Barban, haut-commissaire du Canada auprès de la République sud-africaine, ou Bradley Bélanger, conseiller politique, haut-commissariat du Canada auprès de la République sud-africaine, ou Guillermo E. Rishchynski, représentant permanent du Canada auprès des Nations Unies, à signer, au nom du gouvernement du Canada, sous réserve de ratification, la Convention des Nations Unies sur la transparence dans l’arbitrage entre investisseurs et États fondé sur des traités.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}