{
  "id": "30799",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0473<br></p><p><strong>Date: </strong>2015-04-30</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the&nbsp;actions necessary to bring into force for Canada the&nbsp;<em>Agreement between the Government of Canada and the Government of the People’s Republic of China on Cooperation and Mutual Administrative Assistance in Customs Matters</em>.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des&nbsp;Affaires&nbsp;étrangères, Son Excellence le Gouverneur général en conseil autorise celui-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada de l’<em>Accord entre le&nbsp;gouvernement du Canada et le gouvernement de la&nbsp;République populaire de Chine sur la coopération et l’assistance administrative mutuelle en matière douanière</em>.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2015-0473Date: 2015-04-30\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Agreement between the Government of Canada and the Government of the People’s Republic of China on Cooperation and Mutual Administrative Assistance in Customs Matters.\n\n\n\n \n\nSur recommandation du ministre des Affaires étrangères, Son Excellence le Gouverneur général en conseil autorise celui-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada de l’Accord entre le gouvernement du Canada et le gouvernement de la République populaire de Chine sur la coopération et l’assistance administrative mutuelle en matière douanière.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}