{
  "id": "30969",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0648<br></p><p><strong>Date: </strong>2015-05-28</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Indian Affairs and Northern&nbsp;Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14, 1996,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian Act</em>, consents to the&nbsp;exercise by Saskatchewan Telecommunications of the power to take, without the consent of the owner, in accordance with <em>The</em>&nbsp;<em>Saskatchewan Telecommunications Act</em>, R.S.S. 1978, c. S-34, the easement described in the easement agreement entitled “Treaty Land Entitlement Replacement Telecommunication Transmission System Easement” between Her Majesty in right of Canada and Saskatchewan Telecommunications, for the purposes of a telecommunication transmission system, affecting the lands described in the attached schedule, and forming a portion of Cowessess Indian Reserve No. 73, subject to the term that the&nbsp;easement be relinquished to Her Majesty in right of Canada when no longer required for the purposes specified in that agreement; and\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian Act</em>, in lieu of Saskatchewan Telecommunications taking the easement as consented to in paragraph (<em>a</em>), authorizes the grant to Saskatchewan Telecommunications of the easement described in the easement agreement entitled “Treaty Land Entitlement Replacement Telecommunication Transmission System Easement” between Her Majesty in right of Canada and Saskatchewan Telecommunications, for the purpose of a telecommunication transmission system, affecting the lands described in the attached schedule, subject to the term that the easement be relinquished to&nbsp;Her Majesty in right of Canada when no longer required for the&nbsp;purposes specified in that agreement.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement daté du 14 mars 1996, Son&nbsp;Excellence le Gouverneur général en conseil&nbsp;:\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) en vertu du paragraphe 35(1) de la <em>Loi sur les Indiens</em>, consent à l’exercice par Saskatchewan Telecommunications (la société) du&nbsp;pouvoir de prendre, sans le consentement du propriétaire conformément à la loi intitulée <em>The Saskatchewan Telecommunications Act</em>, R.S.S. 1978, ch. S-34, la servitude délimitée dans l’accord de servitude intitulé «&nbsp;Treaty Land Entitlement Replacement Telecommunication Transmission System Easement » conclu entre Sa Majesté du chef du Canada et la&nbsp;société, pour les besoins d’un réseau de transmission de télécommunications, visant les terres délimitées à l’annexe ci-jointe et formant une partie de la réserve indienne Cowesses n<sup>o</sup> 73, à la&nbsp;condition que la servitude soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être requise pour ces&nbsp;besoins;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu que la société prenne la servitude en vertu du consentement prévu à l’alinéa <em>a</em>), autorise l’octroi à la société de la servitude délimitée dans l’accord de servitude intitulé « Treaty Land Entitlement Replacement Telecommunication Transmission System Easement&nbsp;» conclu entre Sa Majesté du chef du Canada et la&nbsp;société, pour les besoins d’un réseau de transmission de télécommunications, visant les terres délimitées à l’annexe ci-jointe, à la condition que la servitude soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être requise pour ces besoins. \n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>SCHEDULE</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Treaty Land Entitlement Replacement for a</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Telecommunication Transmission System Easement</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>Cowessess Indian Reserve No. 73</u></strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAll those portions of the following lands consisting of one or more strips of land each 10 metres in perpendicular width throughout of each such portion, the centre line for each strip being the centre of the facilities as installed in such strip and identified by a solid bold line on Exhibit A.\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSurface Parcel No. 108503186 and 108464025, being those portions of the South West Quarter Section 3, Township 20, Range 4, West of the Second Meridian, outside the limits of the railway right of way shown on plan No. 87917 in the Canada Lands Survey Records and No. D2145 in the Saskatchewan Land Surveys Directory, together containing 64.300 hectares (158.89 acres) more or less.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>ANNEXE</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Remplacement de droits fonciers issus de traités</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Servitude pour un réseau de transmission de télécommunications</strong>\n\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Ajout à la réserve indienne Cowessess numéro&nbsp;73</strong>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nToutes les parties des terres suivantes constituées d’une ou plusieurs bandes de terre, chacune d’une largeur de 10&nbsp;mètres mesurée perpendiculairement le long de chacune desdites parties, la ligne centrale de chaque bande constituant le centre des installations telles qu’aménagées par lesdites bandes et montrées par une ligne continue grasse sur la pièce&nbsp;A.\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLes parcelles de surface numéros&nbsp;108503186 et&nbsp;108464025, soit des parties du quart&nbsp;3 sud-ouest, du canton&nbsp;20, du rang&nbsp;4, à l’ouest du deuxième méridien, hors des limites de l’emprise du chemin de fer figurant sur le plan numéro&nbsp;87917 déposé aux Archives d’arpentage des Terres du Canada et sous le numéro&nbsp;D2145 au répertoire des levés officiels de la Saskatchewan, lesdites parcelles couvrant ensemble une superficie totale de 64,300&nbsp;hectares (158,89&nbsp;acres), plus ou moins.\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2015-0648Date: 2015-05-28\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March 14, 1996,\n\n\n \n\n(a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by Saskatchewan Telecommunications of the power to take, without the consent of the owner, in accordance with The Saskatchewan Telecommunications Act, R.S.S. 1978, c. S-34, the easement described in the easement agreement entitled “Treaty Land Entitlement Replacement Telecommunication Transmission System Easement” between Her Majesty in right of Canada and Saskatchewan Telecommunications, for the purposes of a telecommunication transmission system, affecting the lands described in the attached schedule, and forming a portion of Cowessess Indian Reserve No. 73, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer required for the purposes specified in that agreement; and\n\n\n \n\n(b) pursuant to subsection 35(3) of the Indian Act, in lieu of Saskatchewan Telecommunications taking the easement as consented to in paragraph (a), authorizes the grant to Saskatchewan Telecommunications of the easement described in the easement agreement entitled “Treaty Land Entitlement Replacement Telecommunication Transmission System Easement” between Her Majesty in right of Canada and Saskatchewan Telecommunications, for the purpose of a telecommunication transmission system, affecting the lands described in the attached schedule, subject to the term that the easement be relinquished to Her Majesty in right of Canada when no longer required for the purposes specified in that agreement.\n\n\n\n \n\nSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Cowessess Treaty Land Entitlement Settlement Agreement daté du 14 mars 1996, Son Excellence le Gouverneur général en conseil :\n\n\n \n\na) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à l’exercice par Saskatchewan Telecommunications (la société) du pouvoir de prendre, sans le consentement du propriétaire conformément à la loi intitulée The Saskatchewan Telecommunications Act, R.S.S. 1978, ch. S-34, la servitude délimitée dans l’accord de servitude intitulé « Treaty Land Entitlement Replacement Telecommunication Transmission System Easement » conclu entre Sa Majesté du chef du Canada et la société, pour les besoins d’un réseau de transmission de télécommunications, visant les terres délimitées à l’annexe ci-jointe et formant une partie de la réserve indienne Cowesses no 73, à la condition que la servitude soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être requise pour ces besoins;\n\n\n \n\nb) en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu que la société prenne la servitude en vertu du consentement prévu à l’alinéa a), autorise l’octroi à la société de la servitude délimitée dans l’accord de servitude intitulé « Treaty Land Entitlement Replacement Telecommunication Transmission System Easement » conclu entre Sa Majesté du chef du Canada et la société, pour les besoins d’un réseau de transmission de télécommunications, visant les terres délimitées à l’annexe ci-jointe, à la condition que la servitude soit délaissée en faveur de Sa Majesté du chef du Canada dès qu’elle cessera d’être requise pour ces besoins. \n\n\n\nSCHEDULE\n\n\n \n\nTreaty Land Entitlement Replacement for a\n\n\nTelecommunication Transmission System Easement\n\n\nCowessess Indian Reserve No. 73\n\n\n \n\nAll those portions of the following lands consisting of one or more strips of land each 10 metres in perpendicular width throughout of each such portion, the centre line for each strip being the centre of the facilities as installed in such strip and identified by a solid bold line on Exhibit A.\n\n\n \n\nSurface Parcel No. 108503186 and 108464025, being those portions of the South West Quarter Section 3, Township 20, Range 4, West of the Second Meridian, outside the limits of the railway right of way shown on plan No. 87917 in the Canada Lands Survey Records and No. D2145 in the Saskatchewan Land Surveys Directory, together containing 64.300 hectares (158.89 acres) more or less.\n\n\n\n \n\nANNEXE\n\n\nRemplacement de droits fonciers issus de traités\n\n\nServitude pour un réseau de transmission de télécommunications\n\n\nAjout à la réserve indienne Cowessess numéro 73\n\n\n \n\nToutes les parties des terres suivantes constituées d’une ou plusieurs bandes de terre, chacune d’une largeur de 10 mètres mesurée perpendiculairement le long de chacune desdites parties, la ligne centrale de chaque bande constituant le centre des installations telles qu’aménagées par lesdites bandes et montrées par une ligne continue grasse sur la pièce A.\n\n\n \n\nLes parcelles de surface numéros 108503186 et 108464025, soit des parties du quart 3 sud-ouest, du canton 20, du rang 4, à l’ouest du deuxième méridien, hors des limites de l’emprise du chemin de fer figurant sur le plan numéro 87917 déposé aux Archives d’arpentage des Terres du Canada et sous le numéro D2145 au répertoire des levés officiels de la Saskatchewan, lesdites parcelles couvrant ensemble une superficie totale de 64,300 hectares (158,89 acres), plus ou moins.\n\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}