{
  "id": "31084",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0762<br></p><p><strong>Date: </strong>2015-06-04</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Governor in Council, pursuant to&nbsp;section 16 of the <em>Department of Transport Act</em>, deems the&nbsp;annexed <em>Regulations Amending the Historic Canals Regulations (Miscellaneous Program)</em> necessary for the&nbsp;management, maintenance, proper use and protection of&nbsp;historic canals;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of the&nbsp;Environment, pursuant to sections 16 and 17 of the&nbsp;<em>Department of Transport Act</em>, makes the annexed <em>Regulations Amending the Historic Canals Regulations (Miscellaneous Program)</em>.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu qu’en vertu de l’article 16 de la <em>Loi sur le&nbsp;ministère des Transports</em> le gouverneur en conseil juge le&nbsp;<em>Règlement correctif visant le Règlement sur les canaux historiques</em> ci-après nécessaire pour la gestion, l’entretien, le&nbsp;bon usage et la protection des canaux historiques,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre de&nbsp;l’Environnement et en vertu des articles 16 et 17 de la&nbsp;<em>Loi&nbsp;sur&nbsp;le&nbsp;ministère des Transports</em>, Son Excellence le&nbsp;Gouverneur&nbsp;général en conseil prend le <em>Règlement correctif visant le Règlement sur les canaux historiques</em>, ci-après.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2015-0762Date: 2015-06-04\n\n\nWhereas the Governor in Council, pursuant to section 16 of the Department of Transport Act, deems the annexed Regulations Amending the Historic Canals Regulations (Miscellaneous Program) necessary for the management, maintenance, proper use and protection of historic canals;\n\n\n \n\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to sections 16 and 17 of the Department of Transport Act, makes the annexed Regulations Amending the Historic Canals Regulations (Miscellaneous Program).\n\n\n\n \n\nAttendu qu’en vertu de l’article 16 de la Loi sur le ministère des Transports le gouverneur en conseil juge le Règlement correctif visant le Règlement sur les canaux historiques ci-après nécessaire pour la gestion, l’entretien, le bon usage et la protection des canaux historiques,\n\n\n \n\nÀ ces causes, sur recommandation du ministre de l’Environnement et en vertu des articles 16 et 17 de la Loi sur le ministère des Transports, Son Excellence le Gouverneur général en conseil prend le Règlement correctif visant le Règlement sur les canaux historiques, ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}