{
  "id": "31124",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-0801<br></p><p><strong>Date: </strong>2015-06-11</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Second Protocol to&nbsp;the Convention between Canada and New Zealand for the&nbsp;Avoidance of Double Taxation and the Prevention of Fiscal Evasion with respect to Taxes on Income.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des&nbsp;Affaires&nbsp;étrangères, Son Excellence le Gouverneur général en conseil autorise celui-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada du Deuxième Protocole à la Convention entre le Canada et la Nouvelle-Zélande en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2015-0801Date: 2015-06-11\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Second Protocol to the Convention between Canada and New Zealand for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with respect to Taxes on Income.\n\n\n\n \n\nSur recommandation du ministre des Affaires étrangères, Son Excellence le Gouverneur général en conseil autorise celui-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada du Deuxième Protocole à la Convention entre le Canada et la Nouvelle-Zélande en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}