{
  "id": "3142",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1046<br></p><p><strong>Date: </strong>2003-07-08</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of British Columbia, the Honourable Lance&nbsp;S.G.&nbsp;Finch, Chief Justice of British Columbia, will be unable to act from July&nbsp;14 to August&nbsp;31,&nbsp;2003, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Lance&nbsp;S.G.&nbsp;Finch as Administrator, effective July&nbsp;14,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Patrick&nbsp;D.&nbsp;Dohm to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective July&nbsp;14,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Patrick&nbsp;D.&nbsp;Dohm as Administrator, effective August&nbsp;9,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Alan&nbsp;B.&nbsp;Macfarlane to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective August&nbsp;9,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>e</em>)&nbsp;terminates the appointment of the Honourable Alan&nbsp;B.&nbsp;Macfarlane as Administrator, effective August&nbsp;19,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>f</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Patrick&nbsp;D.&nbsp;Dohm to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective August&nbsp;19,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>g</em>)&nbsp;terminates the appointment of the Honourable Patrick&nbsp;D.&nbsp;Dohm as Administrator, effective September&nbsp;1,&nbsp;2003; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>h</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Lance&nbsp;S.G.&nbsp;Finch to be during pleasure Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective September&nbsp;1,&nbsp;2003.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1046Date: 2003-07-08                         Whereas the Administrator of the Government of British Columbia, the Honourable Lance S.G. Finch, Chief Justice of British Columbia, will be unable to act from July 14 to August 31, 2003, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;                        Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   (a) terminates the appointment of the Honourable Lance S.G. Finch as Administrator, effective July 14, 2003;   (b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Patrick D. Dohm to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective July 14, 2003;   (c) terminates the appointment of the Honourable Patrick D. Dohm as Administrator, effective August 9, 2003;   (d) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Alan B. Macfarlane to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective August 9, 2003;   (e) terminates the appointment of the Honourable Alan B. Macfarlane as Administrator, effective August 19, 2003;   (f) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Patrick D. Dohm to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective August 19, 2003;   (g) terminates the appointment of the Honourable Patrick D. Dohm as Administrator, effective September 1, 2003; and   (h) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable Lance S.G. Finch to be during pleasure Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective September 1, 2003.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}