{
  "id": "31446",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2015-1114<br></p><p><strong>Date: </strong>2015-07-16</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Minister of Transport, as the appropriate Minister, has consulted the boards of directors of the Atlantic Pilotage Authority, the Canada Post Corporation, the Canadian Air Transport Security Authority, The Federal Bridge Corporation Limited, the&nbsp;Great&nbsp;Lakes Pilotage Authority, the Laurentian Pilotage Authority, Marine Atlantic Inc., the Pacific Pilotage Authority, Ridley Terminals Inc., VIA Rail Canada Inc. and the Windsor-Detroit Bridge Authority with respect to the content and effect of this directive;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, being of the opinion that it is in the public interest, on the recommendation of the Minister of Transport, pursuant to section 89 of the <em>Financial Administration Act</em>, directs the Atlantic Pilotage Authority, the Canada Post Corporation, the Canadian Air Transport Security Authority, The Federal Bridge Corporation Limited, the Great Lakes Pilotage Authority, the&nbsp;Laurentian Pilotage Authority, Marine Atlantic Inc., the Pacific Pilotage Authority, Ridley Terminals Inc., VIA Rail Canada Inc. and the&nbsp;Windsor-Detroit Bridge Authority\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) to align their travel, hospitality, conference and event expenditure policies, guidelines and practices with Treasury Board policies, directives and related instruments on travel, hospitality, conference and event expenditures in a manner that is consistent with their legal obligations; and \n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) to report on the implementation of this directive in their next corporate plan.\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la ministre des Transports, à titre de ministre de tutelle, a consulté les conseils d’administration de l’Administration de pilotage de l’Atlantique, de la Société canadienne des postes, de l’Administration canadienne de la sûreté du transport aérien, de&nbsp;La&nbsp;Société des ponts fédéraux Limitée, de l’Administration de pilotage des Grands Lacs, de l’Administration de pilotage des Laurentides, de&nbsp;Marine Atlantique S.C.C., de l’Administration de pilotage du Pacifique, de Ridley Terminals Inc., de VIA Rail Canada Inc. et de l’Autorité du pont Windsor-Détroit sur la teneur et les effets des présentes instructions,\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des&nbsp;Transports en vertu de l’article 89 de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence le Gouverneur général en conseil, estimant qu’il est d’intérêt public de le faire, donne instruction à l’Administration de pilotage de l’Atlantique, à la Société canadienne des postes, à l’Administration canadienne de la sûreté du transport aérien, à La Société des ponts fédéraux Limitée, à l’Administration de pilotage des&nbsp;Grands&nbsp;Lacs, à l’Administration de pilotage des Laurentides, à&nbsp;Marine&nbsp;Atlantique S.C.C., à l’Administration de pilotage du Pacifique, à&nbsp;Ridley Terminals Inc., à VIA Rail Canada Inc. et à l’Autorité du pont Windsor-Détroit&nbsp;:\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) d’harmoniser leurs politiques, lignes directrices et pratiques de dépenses de voyages, d’accueil, de conférences et d’événements avec les politiques, directives et instruments connexes sur les&nbsp;dépenses de voyages, d’accueil, de conférences et d’événements du Conseil du Trésor, d’une manière qui est conforme à leurs obligations légales;\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) de rendre compte de la mise en œuvre de ces instructions dans leur prochain plan d’entreprise.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}