{
  "id": "31712",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2016-0037<br></p><p><strong>Date: </strong>2016-01-29</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and&nbsp;Northern Development, pursuant to section 20 of the&nbsp;<em>Tla’amin&nbsp;Final Agreement Act</em>, chapter 11 of the Statutes of Canada, 2014, authorizes the Minister of Indian Affairs and Northern Development to issue the certificates referred to in section 25 of Schedule 1 to the British Columbia <em>Land Title Act</em>, R.S.B.C. 1996, c. 250, as necessary, for the registration of the estate in fee simple referred to in section 7 of the <em>Tla’amin Final Agreement Act</em>.\n</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des&nbsp;Affaires&nbsp;indiennes et du Nord canadien et en vertu de l’article 20 de la <em>Loi sur l’accord définitif concernant les&nbsp;Tlaamins</em>, chapitre 11 des Lois du Canada (2014), Son&nbsp;Excellence le Gouverneur général en conseil&nbsp;autorise la&nbsp;ministre des Affaires indiennes et du Nord canadien à&nbsp;délivrer les certificats visés à l’article 25 de l’annexe&nbsp;1 de la&nbsp;loi de la Colombie-Britannique intitulée <em>Land&nbsp;Title Act</em>, R.S.B.C. 1996, ch. 250, au besoin, pour l’enregistrement du&nbsp;domaine en fief simple visé à l’article 7 de la <em>Loi sur l’accord définitif concernant les Tlaamins</em>.\n</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2016-0037Date: 2016-01-29\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 20 of the Tla’amin Final Agreement Act, chapter 11 of the Statutes of Canada, 2014, authorizes the Minister of Indian Affairs and Northern Development to issue the certificates referred to in section 25 of Schedule 1 to the British Columbia Land Title Act, R.S.B.C. 1996, c. 250, as necessary, for the registration of the estate in fee simple referred to in section 7 of the Tla’amin Final Agreement Act.\n\n\n\n \n\nSur recommandation de la ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 20 de la Loi sur l’accord définitif concernant les Tlaamins, chapitre 11 des Lois du Canada (2014), Son Excellence le Gouverneur général en conseil autorise la ministre des Affaires indiennes et du Nord canadien à délivrer les certificats visés à l’article 25 de l’annexe 1 de la loi de la Colombie-Britannique intitulée Land Title Act, R.S.B.C. 1996, ch. 250, au besoin, pour l’enregistrement du domaine en fief simple visé à l’article 7 de la Loi sur l’accord définitif concernant les Tlaamins.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}