{
  "id": "31913",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2016-0236<br></p><p><strong>Date: </strong>2016-04-15</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Indian Affairs and Northern Development, in accordance with the Treaty Four Settlement Agreement dated September 14, 1995, sets apart for the joint use and benefit of Carry&nbsp;the Kettle Band, Cote First Nation 366, Cowessess Band, Day Star Band, Fishing Lake First Nation, Gamblers Band, George Gordon First&nbsp;Nation, Kahkewistahaw Band, Kawacatoose Band, Keeseekoose Band, The Key First Nation, Kinistin Saulteaux Nation, Little Black Bear Band, Muscowpetung Band, Muskowekwan Band, Nekaneet Band, Ocean&nbsp;Man Band, Ochapowace Band, Okanese Band, Pasqua First Nation No.&nbsp;79, Peepeekisis Cree Nation No. 81, Pheasant Rump Nakota Band, Piapot Band, Pine Creek Band, Rolling River Band, Sakimay First&nbsp;Nation, Sapotaweywak Cree Nation, Star Blanket Cree Nation, Tootinaowaziibeeng Treaty Reserve, Waywayseecappo First Nation Treaty Four - 1874, White Bear Band, Wuskwi Sipihk First Nation and Yellow Quill Band, that are bands within the meaning of the <em>Indian Act</em>, as&nbsp;additions to Treaty Four Reserve Grounds No. 77, in Saskatchewan\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>a</em>) the lands described in Schedule I attached, consisting of&nbsp;17.274&nbsp;hectares (42.68 acres), including mines and minerals; and\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(<em>b</em>) the lands described in Schedule II attached, consisting of&nbsp;2.514&nbsp;hectares (6.23 acres), including mines and minerals.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires indiennes et&nbsp;du Nord canadien et conformément à l’accord intitulé Treaty Four Settlement Agreement daté du 14&nbsp;septembre 1995, Son Excellence le&nbsp;Gouverneur général en conseil met de côté, à l’usage et au profit conjoints de la bande Carry the Kettle, de la Première Nation Cote 366, de&nbsp;la bande Cowessess, de la bande Day Star, de la Première Nation Fishing Lake, de la bande Gamblers, de la Première Nation George&nbsp;Gordon, de la bande Kahkewistahaw, de la bande Kawacatoose, de la bande Keeseekoose, de la Première Nation The Key, de la Nation Kinistin Saulteaux, de la bande Little Black Bear, de la bande Muscowpetung, de la bande Muskowekwan, de la bande Nekaneet, de&nbsp;la&nbsp;bande Ocean Man, de la bande Ochapowace, de la bande Okanese, de la Première Nation Pasqua n<sup>o</sup> 79, de la Nation crie Peepeekisis n<sup>o</sup> 81, de la bande Pheasant Rump Nakota, de la bande Piapot, de la bande Pine Creek, de la bande Rolling River, de la Première Nation Sakimay, de la Nation crie Sapotaweywak, de la Nation crie Star Blanket, de la bande Tootinaowaziibeeng, de la Première Nation Waywayseecappo Treaty Four&nbsp;- 1874, de la bande White Bear, de la Première Nation Wuskwi&nbsp;Sipihk et de la bande Yellow Quill qui sont des bandes au sens de la <em>Loi sur les Indiens</em>, à titre d’ajout à la réserve indienne Treaty Four Reserve Grounds n<sup>o</sup> 77, en Saskatchewan\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>a</em>) les terres délimitées à l’annexe I ci-après, lesquelles sont constituées de 17,247 hectares (42,68 acres), mines et minéraux compris;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<em>b</em>) les terres délimitées à l’annexe II ci-après, lesquelles sont constituées de 2,514 hectares (6,23 acres), mines et minéraux compris.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2016-0236Date: 2016-04-15\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, in accordance with the Treaty Four Settlement Agreement dated September 14, 1995, sets apart for the joint use and benefit of Carry the Kettle Band, Cote First Nation 366, Cowessess Band, Day Star Band, Fishing Lake First Nation, Gamblers Band, George Gordon First Nation, Kahkewistahaw Band, Kawacatoose Band, Keeseekoose Band, The Key First Nation, Kinistin Saulteaux Nation, Little Black Bear Band, Muscowpetung Band, Muskowekwan Band, Nekaneet Band, Ocean Man Band, Ochapowace Band, Okanese Band, Pasqua First Nation No. 79, Peepeekisis Cree Nation No. 81, Pheasant Rump Nakota Band, Piapot Band, Pine Creek Band, Rolling River Band, Sakimay First Nation, Sapotaweywak Cree Nation, Star Blanket Cree Nation, Tootinaowaziibeeng Treaty Reserve, Waywayseecappo First Nation Treaty Four - 1874, White Bear Band, Wuskwi Sipihk First Nation and Yellow Quill Band, that are bands within the meaning of the Indian Act, as additions to Treaty Four Reserve Grounds No. 77, in Saskatchewan\n\n \n\n(a) the lands described in Schedule I attached, consisting of 17.274 hectares (42.68 acres), including mines and minerals; and\n\n \n\n(b) the lands described in Schedule II attached, consisting of 2.514 hectares (6.23 acres), including mines and minerals.\n\n\n \n\nSur recommandation de la ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Treaty Four Settlement Agreement daté du 14 septembre 1995, Son Excellence le Gouverneur général en conseil met de côté, à l’usage et au profit conjoints de la bande Carry the Kettle, de la Première Nation Cote 366, de la bande Cowessess, de la bande Day Star, de la Première Nation Fishing Lake, de la bande Gamblers, de la Première Nation George Gordon, de la bande Kahkewistahaw, de la bande Kawacatoose, de la bande Keeseekoose, de la Première Nation The Key, de la Nation Kinistin Saulteaux, de la bande Little Black Bear, de la bande Muscowpetung, de la bande Muskowekwan, de la bande Nekaneet, de la bande Ocean Man, de la bande Ochapowace, de la bande Okanese, de la Première Nation Pasqua no 79, de la Nation crie Peepeekisis no 81, de la bande Pheasant Rump Nakota, de la bande Piapot, de la bande Pine Creek, de la bande Rolling River, de la Première Nation Sakimay, de la Nation crie Sapotaweywak, de la Nation crie Star Blanket, de la bande Tootinaowaziibeeng, de la Première Nation Waywayseecappo Treaty Four - 1874, de la bande White Bear, de la Première Nation Wuskwi Sipihk et de la bande Yellow Quill qui sont des bandes au sens de la Loi sur les Indiens, à titre d’ajout à la réserve indienne Treaty Four Reserve Grounds no 77, en Saskatchewan\n\n \n\na) les terres délimitées à l’annexe I ci-après, lesquelles sont constituées de 17,247 hectares (42,68 acres), mines et minéraux compris;\n\n \n\nb) les terres délimitées à l’annexe II ci-après, lesquelles sont constituées de 2,514 hectares (6,23 acres), mines et minéraux compris.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}