{
  "id": "31912",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2016-0235<br></p><p><strong>Date: </strong>2016-04-15</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Indian Affairs and Northern Development, in accordance with the Treaty Four Settlement Agreement dated September 14, 1995, sets apart for the joint use and benefit of Carry&nbsp;the Kettle Band, Cote First Nation 366, Cowessess Band, Day Star Band, Fishing Lake First Nation, Gamblers Band, George&nbsp;Gordon First&nbsp;Nation, Kahkewistahaw Band, Kawacatoose Band, Keeseekoose Band, The Key First Nation, Kinistin Saulteaux Nation, Little&nbsp;Black Bear Band, Muscowpetung Band, Muskowekwan Band, Nekaneet Band, Ocean&nbsp;Man Band, Ochapowace Band, Okanese Band, Pasqua First&nbsp;Nation No. 79, Peepeekisis Cree Nation No. 81, Pheasant Rump Nakota Band, Piapot Band, Pine Creek Band, Rolling River Band, Sakimay First Nation, Sapotaweyak Cree Nation, Star Blanket Cree Nation, Tootinaowaziibeeng Treaty Reserve, Waywayseecappo First&nbsp;Nation Treaty Four - 1874, White Bear Band, Wuskwi Sipihk First&nbsp;Nation and Yellow Quill Band, that are bands within the meaning of the <em>Indian Act</em>, as an addition to Treaty Four Reserve Grounds No. 77, in&nbsp;Saskatchewan, the land described in the attached schedule, consisting of 40.667 hectares (100.49 acres) of surface land only.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires indiennes et&nbsp;du Nord canadien et conformément à l’accord intitulé Treaty Four Settlement Agreement daté du 14&nbsp;septembre 1995, Son Excellence le&nbsp;Gouverneur général en conseil met de côté à l’usage et au profit conjoints des bandes ci-après qui sont des bandes au sens de la <em>Loi sur les Indiens</em>, soit la bande Carry the Kettle, la Première nation Cote 366, la&nbsp;bande Cowessess, la bande Day Star, la Première nation Fishing Lake, la bande Gamblers, la Première nation George Gordon, la bande Kahkewistahaw, la bande Kawacatoose, la bande Keeseekoose, la&nbsp;Première nation The Key, la Nation Kinistin Saulteaux, la bande Little&nbsp;Black Bear, la bande Muscowpetung, la bande Muskowekwan, la&nbsp;bande Nekaneet, la bande Ocean Man, la bande Ochapowace, la&nbsp;bande Okanese, la Première nation Pasqua n° 79, la Nation crie Peepeekisis n° 81, la bande Pheasant Rump Nakota, la bande Piapot, la&nbsp;bande Pine Creek, la bande Rolling River, la Première nation Sakimay, la Nation crie Sapotaweyak, la Nation crie Star Blanket, la bande Tootinaowaziibeeng, la Première nation Waywayseecappo Treaty Four&nbsp;-&nbsp;1874, la bande White Bear, la Première nation Wuskwi Sipihk et la&nbsp;bande Yellow Quill, à titre d’ajout à la réserve Treaty Four Reserve Grounds n° 77, en Saskatchewan, les terres délimitées à l’annexe ci-jointe lesquelles sont constituées de 40,667 hectares (100,49 acres) en surface seulement.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-left:0.50in;margin-right:0.50in;text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE</p>\n</div><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>Addition to Treaty Four Reserve Grounds No.77</u></strong>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>FIRSTLY</strong>\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSurface parcel No. 111634376, being that portion of the South West Quarter of Section 8, Township 21, Range 13, West of the Second Meridian, described as: commencing at the intersection of the southern boundary of the Quarter Section with the northern limit of the drainage ditch Right-of-Way shown on Plan No. 100725 in the Canada Lands Surveys Records and No. 85R18357 in the Saskatchewan Land Surveys Directory; thence northeasterly and easterly along the Right-of-Way limits to the western bank of Mission Lake (formerly Lebret Lake); thence northeasterly along the bank to the intersection with the southern limit of Parcel D shown on Plan No.100726 in the Canada Lands Surveys Records and No. 96R00921 in the Saskatchewan Land Surveys Directory; thence westerly, northerly and southwesterly along the limits of Parcel D to the point of commencement, containing 4.472 hectares (11.05 acres), more or less.\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nMines and minerals excluded.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>SECONDLY</strong>\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSurface parcel No. 111634365, being that portion of the South West Quarter of Section 8, Township 21, Range 13, West of the Second Meridian, described as: commencing at the south west corner of the Quarter Section; thence easterly along the southern boundary of the Quarter Section to the intersection with the limit of Parcel D shown on Plan No. 100726 in the Canada Lands Surveys Records and No. 96R00921 in the Saskatchewan Land Surveys Directory; thence northeasterly, northerly, northwesterly and southwesterly along the limits of Parcel D to the intersection with the eastern limit of the road Right-of-Way shown on Plan No. 100727 in the Canada Lands Surveys Records and No. 75R48297 in the Saskatchewan Land Surveys Directory; thence southerly and southwesterly along the limits of the road Right-of-Way to the intersection with the western boundary of the Quarter Section; thence southerly along the western boundary of the Quarter Section to the point of commencement, containing 36.195 hectares (89.44 acres), more or less.\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nMines and minerals excluded.\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe above described parcels of land contain 40.667 hectares (100.49 acres), more or less of surface.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE<strong>&nbsp;</strong>\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><u>Ajout à la réserve indienneTreaty Four Reserve Grounds  n° 77</u></strong>\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>PREMIÈREMENT</strong>\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa parcelle de surface n<sup>o</sup>&nbsp;111634376, soit la partie du quart sud-ouest de la section&nbsp;8, dans le canton&nbsp;21, dans le rang&nbsp;13, à l’ouest du deuxième méridien, décrite comme suit&nbsp;: commençant à l’intersection de la limite sud du quart de section et de la limite nord de l’emprise du fossé de drainage figurant sur le plan n<sup>o</sup>&nbsp;100725 déposé aux Archives d’arpentage des terres du Canada et sur le plan n<sup>o</sup>&nbsp;85R18357 déposé au répertoire des levés officiels de la Saskatchewan; de là, vers le nord-est et l’est le long des limites de l’emprise jusqu’à la rive ouest du lac Mission (anciennement lac Lebret); de là, vers le nord-est le long de la rive jusqu’à l’intersection avec la limite sud de la parcelle&nbsp;D figurant sur le plan n<sup>o</sup>&nbsp;100726 déposé aux Archives d’arpentage des terres du Canada et sur le plan n<sup>o</sup>&nbsp;96R00921 déposé au répertoire des levés officiels de la Saskatchewan; de là, vers l’ouest, le nord et le sud-ouest le long des limites de la parcelle&nbsp;D jusqu’au le point de départ, ladite parcelle ayant une superficie de 4,472&nbsp;hectares (11,05&nbsp;acres), plus ou moins. \n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nMines et minéraux exclus.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>DEUXIÈMEMENT</strong>\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa parcelle de surface n<sup>o</sup>&nbsp;111634365, soit la partie du quart sud-ouest de la section&nbsp;8, dans le canton&nbsp;21, dans le rang&nbsp;13, à l’ouest du deuxième méridien, décrite comme suit&nbsp;: commençant à l’angle sud-ouest du quart de section; de là, vers l’est le long de la limite sud du quart de section jusqu’à l’intersection avec la limite de la parcelle&nbsp;D figurant sur le plan n<sup>o</sup>&nbsp;100726 déposé aux Archives d’arpentage des terres du Canada et sur le plan n<sup>o</sup>&nbsp;96R00921 déposé au répertoire des levés officiels de la Saskatchewan; de là, vers le nord-est, le nord, le nord-ouest, et sud-ouest le long des limites de la parcelle&nbsp;D jusqu’à l’intersection avec la limite est de l’emprise de la route figurant sur le plan n<sup>o</sup>&nbsp;100727 déposé aux Archives d’arpentage des terres du Canada et sur le plan n<sup>o</sup>&nbsp;75R48297 déposé au répertoire des levés officiels de la Saskatchewan; de là, vers le sud et le sud-ouest le long des limites de l’emprise de la route jusqu’à l’intersection avec la limite ouest du quart de section; de là, vers le sud le long la limite ouest du quart de section jusqu’au point de départ, ladite parcelle ayant une superficie de 36,195&nbsp;hectares (89,44&nbsp;acres), plus ou moins.\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nMines et minéraux exclus.\n</p><p style=\"margin-left:0.50in;text-indent:-0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLes parcelles susmentionnées ont une superficie de 40,677 hectares (100,49 acres), plus ou moins, uniquement pour les droits de surface.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}