{
  "id": "31914",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2016-0237<br></p><p><strong>Date: </strong>2016-04-15</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Indian Affairs and Northern Development, sets apart for the joint use and benefit of Carry the Kettle Band, Cote First Nation 366, Cowessess Band, Day Star Band, Fishing&nbsp;Lake First Nation, Gamblers Band, George Gordon First Nation, Kahkewistahaw Band, Kawacatoose Band, Keeseekoose Band, The Key First Nation, Kinistin Saulteaux Nation, Little Black Bear Band, Muscowpetung Band, Muskowekwan Band, Nekaneet Band, Ocean Man Band, Ochapowace Band, Okanese Band, Pasqua First Nation No. 79, Peepeekisis Cree Nation No. 81, Pheasant Rump Nakota Band, Piapot Band, Pine Creek Band, Rolling River Band, Sakimay First Nation, Sapotaweyak Cree Nation, Star Blanket Cree Nation, Tootinaowaziibeeng Treaty Reserve, Waywayseecappo First Nation Treaty Four - 1874, White Bear Band, Wuskwi Sipihk First Nation and Yellow Quill Band, that are bands within the meaning of the <em>Indian Act</em>, as an addition to Treaty Four Reserve Grounds No. 77, in Saskatchewan, the land described in the attached schedule, consisting of 0.8796 hectares (2.172 acres) of surface land and 0.8286 hectares (2.046 acres) of mines and minerals.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires indiennes et du Nord canadien, Son Excellence le Gouverneur général en conseil met de côté, à l’usage et au profit conjoints des bandes suivantes&nbsp;: la bande Carry the Kettle, la Première Nation Cote 366, la bande Cowessess, la&nbsp;bande Day Star, la Première Nation Fishing Lake, la bande Gamblers, la Première Nation George Gordon, la bande Kahkewistahaw, la bande Kawacatoose, la bande Keeseekoose, la Première Nation The Key, la&nbsp;Nation Kinistin Saulteaux, la bande Little Black Bear, la bande Muscowpetung, la bande Muskowekwan, la bande Nekaneet, la bande Ocean Man, la bande Ochapowace, la bande Okanese, la Première Nation Pasqua n<sup>o</sup> 79, la Nation crie Peepeekisis n<sup>o</sup> 81, la bande Pheasant Rump Nakota, la bande Piapot, la bande Pine Creek, la bande Rolling&nbsp;River, la Première Nation Sakimay, la Nation crie Sapotaweyak, la&nbsp;Nation crie Star Blanket, la bande Tootinaowaziibeeng, la Première Nation Waywayseecappo Treaty Four - 1874, la bande White Bear, la&nbsp;Première Nation Wuskwi Sipihk et la bande Yellow Quill qui sont des bandes au sens de la <em>Loi sur les Indiens</em>, à titre d’ajout à la réserve Treaty Four Reserve Grounds n<sup>o</sup> 77, en Saskatchewan, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 0,8796 hectare (2,172&nbsp;acres) en terres de surface et de 0,8286 hectare (2,046 acres) en mines et minéraux. \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2016-0237Date: 2016-04-15\n\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, sets apart for the joint use and benefit of Carry the Kettle Band, Cote First Nation 366, Cowessess Band, Day Star Band, Fishing Lake First Nation, Gamblers Band, George Gordon First Nation, Kahkewistahaw Band, Kawacatoose Band, Keeseekoose Band, The Key First Nation, Kinistin Saulteaux Nation, Little Black Bear Band, Muscowpetung Band, Muskowekwan Band, Nekaneet Band, Ocean Man Band, Ochapowace Band, Okanese Band, Pasqua First Nation No. 79, Peepeekisis Cree Nation No. 81, Pheasant Rump Nakota Band, Piapot Band, Pine Creek Band, Rolling River Band, Sakimay First Nation, Sapotaweyak Cree Nation, Star Blanket Cree Nation, Tootinaowaziibeeng Treaty Reserve, Waywayseecappo First Nation Treaty Four - 1874, White Bear Band, Wuskwi Sipihk First Nation and Yellow Quill Band, that are bands within the meaning of the Indian Act, as an addition to Treaty Four Reserve Grounds No. 77, in Saskatchewan, the land described in the attached schedule, consisting of 0.8796 hectares (2.172 acres) of surface land and 0.8286 hectares (2.046 acres) of mines and minerals.\n\n\n \n\nSur recommandation de la ministre des Affaires indiennes et du Nord canadien, Son Excellence le Gouverneur général en conseil met de côté, à l’usage et au profit conjoints des bandes suivantes : la bande Carry the Kettle, la Première Nation Cote 366, la bande Cowessess, la bande Day Star, la Première Nation Fishing Lake, la bande Gamblers, la Première Nation George Gordon, la bande Kahkewistahaw, la bande Kawacatoose, la bande Keeseekoose, la Première Nation The Key, la Nation Kinistin Saulteaux, la bande Little Black Bear, la bande Muscowpetung, la bande Muskowekwan, la bande Nekaneet, la bande Ocean Man, la bande Ochapowace, la bande Okanese, la Première Nation Pasqua no 79, la Nation crie Peepeekisis no 81, la bande Pheasant Rump Nakota, la bande Piapot, la bande Pine Creek, la bande Rolling River, la Première Nation Sakimay, la Nation crie Sapotaweyak, la Nation crie Star Blanket, la bande Tootinaowaziibeeng, la Première Nation Waywayseecappo Treaty Four - 1874, la bande White Bear, la Première Nation Wuskwi Sipihk et la bande Yellow Quill qui sont des bandes au sens de la Loi sur les Indiens, à titre d’ajout à la réserve Treaty Four Reserve Grounds no 77, en Saskatchewan, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 0,8796 hectare (2,172 acres) en terres de surface et de 0,8286 hectare (2,046 acres) en mines et minéraux. \n\n \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}