{
  "id": "32688",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2016-0993<br></p><p><strong>Date: </strong>2016-11-18</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, repeals Order in Council P.C. 2009-592 of April&nbsp;23, 2009 and authorizes:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Convention between the Government of Canada and the Government of the Republic of Madagascar for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income; or\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing William&nbsp;Francis&nbsp;Morneau, Minister of Finance, or Chrystia Freeland, Minister for International Trade, or Marie-Claude Bibeau, Minister of International Development and La Francophonie, or Sandra&nbsp;McCardell, Ambassador of Canada to the&nbsp;Republic of Madagascar, to sign, on behalf of the&nbsp;Government of Canada, subject to ratification, the&nbsp;Convention between the Government of Canada and the Government of the Republic of Madagascar for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des&nbsp;Affaires&nbsp;étrangères, Son Excellence le Gouverneur général en conseil abroge le décret C.P. 2009-592 du&nbsp;23 avril 2009 et autorise&nbsp;:\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na)<em>&nbsp;</em>soit le premier ministre ou le ministre des Affaires&nbsp;étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, la Convention entre le Canada et la République de Madagascar en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôt sur le revenu;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) soit le ministre des Affaires étrangères à signer et à&nbsp;délivrer un instrument de pleins pouvoirs autorisant William&nbsp;Francis&nbsp;Morneau, ministre des Finances, ou Chrystia&nbsp;Freeland, ministre du Commerce International, ou Marie-Claude&nbsp;Bibeau, ministre du Développement international et de la Francophonie, ou Sandra&nbsp;McCardell, ambassadrice du Canada auprès de&nbsp;la République de Madagascar, à signer, au nom du gouvernement du Canada, sous réserve de ratification, la Convention entre le Canada et la République de Madagascar en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôt sur le revenu.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2016-0993Date: 2016-11-18\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, repeals Order in Council P.C. 2009-592 of April 23, 2009 and authorizes:\n\n \n\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Convention between the Government of Canada and the Government of the Republic of Madagascar for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income; or\n\n \n\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing William Francis Morneau, Minister of Finance, or Chrystia Freeland, Minister for International Trade, or Marie-Claude Bibeau, Minister of International Development and La Francophonie, or Sandra McCardell, Ambassador of Canada to the Republic of Madagascar, to sign, on behalf of the Government of Canada, subject to ratification, the Convention between the Government of Canada and the Government of the Republic of Madagascar for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income.\n\n\n \n\nSur recommandation du ministre des Affaires étrangères, Son Excellence le Gouverneur général en conseil abroge le décret C.P. 2009-592 du 23 avril 2009 et autorise :\n\n \n\na) soit le premier ministre ou le ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, la Convention entre le Canada et la République de Madagascar en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôt sur le revenu;\n\n \n\nb) soit le ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant William Francis Morneau, ministre des Finances, ou Chrystia Freeland, ministre du Commerce International, ou Marie-Claude Bibeau, ministre du Développement international et de la Francophonie, ou Sandra McCardell, ambassadrice du Canada auprès de la République de Madagascar, à signer, au nom du gouvernement du Canada, sous réserve de ratification, la Convention entre le Canada et la République de Madagascar en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôt sur le revenu.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}