{
  "id": "33030",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-0118<br></p><p><strong>Date: </strong>2017-02-13</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Saskatchewan Power Corporation (SaskPower) is empowered by <em>The</em>&nbsp;<em>Power Corporation Act</em>, R.S.S. 1978, c. P-19, to take an interest in lands without the consent of the owner for electrical transmission line purposes;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas SaskPower requires an easement on certain lands in Chicken Indian Reserve No. 224, in Saskatchewan, being a strip of land as more particularly described on Plans of Survey recorded in the&nbsp;Canada Land Survey Records as Nos. 105423 and 105464 (“Lands”), for the&nbsp;purposes of an electrical transmission line (“Easement&nbsp;Purposes”);\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Governor in Council is satisfied that the&nbsp;requested easement should be granted to SaskPower for the&nbsp;Easement Purposes;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern&nbsp;Development,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) pursuant to subsection 35(1) of the <em>Indian Act</em>, consents to the&nbsp;exercise by SaskPower of the power to take, without the&nbsp;consent of the owner, in accordance with <em>The Power Corporation Act</em>, R.S.S. 1978, c. P-19, the easement described in the easement agreement entitled “Electrical Transmission Line Easement Agreement” between Her Majesty the Queen in right of Canada and SaskPower, for electrical transmission line purposes, affecting the Lands, and forming a portion of Chicken Indian Reserve No. 224, subject to the term that the&nbsp;easement so taken shall expire when no longer required for the&nbsp;purposes specified in that agreement; and\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n.../2\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) pursuant to subsection 35(3) of the <em>Indian Act</em>, in lieu of SaskPower taking the easement as consented to in paragraph (a), authorizes the grant to SaskPower of the easement described in the easement agreement entitled “Electrical Transmission Line Easement Agreement” between Her Majesty the Queen in right of Canada and SaskPower, for electrical transmission line purposes, affecting the Lands, subject to the term that the easement so granted shall expire when no longer required for the purposes specified in that agreement.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en vertu de la loi intitulée <em>The</em>&nbsp;<em>Power Corporation Act</em>, R.S.S. 1978, ch. P-19, la Saskatchewan Power Corporation (SaskPower) a le pouvoir de prendre un intérêt foncier sans le&nbsp;consentement du propriétaire pour les fins d’une ligne de transport d’électricité;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que SaskPower a besoin d’une servitude sur certaines terres situées dans la réserve indienne n<sup>o</sup> 224 de Chicken, en&nbsp;Saskatchewan, plus précisément sur une bande de terre délimitée dans des plans d’arpentage consignés sous les n<sup>os</sup> 105423 et 105464 («&nbsp;terres&nbsp;») aux Archives d’arpentage des terres du Canada, pour les fins d’une ligne de transport d’électricité («&nbsp;fins de la servitude&nbsp;»);\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le gouverneur en conseil est convaincu qu’il convient d’accorder à SaskPower la servitude demandée pour les fins de la servitude,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des&nbsp;Affaires indiennes et du Nord canadien, Son Excellence le&nbsp;Gouverneur général en conseil&nbsp;:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) en vertu du paragraphe 35(1) de la <em>Loi sur les Indiens</em>, consent à&nbsp;ce que SaskPower exerce son pouvoir de prendre, sans le&nbsp;consentement du propriétaire et conformément à la loi intitulée <em>The Power Corporation Act</em>, R.S.S. 1978, ch. P-19, la servitude délimitée dans l’accord de servitude intitulé <em>Electrical transmission line easement agreement </em>conclu entre Sa&nbsp;Majesté la Reine du chef du Canada et SaskPower, pour les&nbsp;fins d’une ligne de transport d’électricité, qui visent les terres et qui font partie de la réserve indienne n<sup>o</sup> 224 de Chicken, à la condition que la servitude ainsi prise prenne fin lorsqu’elle ne sera plus requise pour les fins précisées dans ledit accord,\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) en vertu du paragraphe 35(3) de la <em>Loi sur les Indiens</em>, au lieu de&nbsp;la prise de la servitude par la SaskPower faisant l’objet du&nbsp;consentement prévu à l’alinéa a), autorise l’octroi à SaskPower de la servitude délimitée dans l’accord de servitude intitulé <em>Electrical transmission line easement agreement </em>conclu entre Sa&nbsp;Majesté la Reine du chef du Canada et SaskPower, pour les&nbsp;fins d’une ligne de transport d’électricité, qui visent les terres à&nbsp;la condition que la servitude ainsi octroyée prenne fin lorsqu’elle ne sera plus requise pour les&nbsp;fins précisées dans ledit accord.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-0118Date: 2017-02-13\n\n\nWhereas Saskatchewan Power Corporation (SaskPower) is empowered by The Power Corporation Act, R.S.S. 1978, c. P-19, to take an interest in lands without the consent of the owner for electrical transmission line purposes;\n\n \n\nAnd whereas SaskPower requires an easement on certain lands in Chicken Indian Reserve No. 224, in Saskatchewan, being a strip of land as more particularly described on Plans of Survey recorded in the Canada Land Survey Records as Nos. 105423 and 105464 (“Lands”), for the purposes of an electrical transmission line (“Easement Purposes”);\n\n \n\nAnd whereas the Governor in Council is satisfied that the requested easement should be granted to SaskPower for the Easement Purposes;\n\n \n\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development,\n\n \n\n(a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by SaskPower of the power to take, without the consent of the owner, in accordance with The Power Corporation Act, R.S.S. 1978, c. P-19, the easement described in the easement agreement entitled “Electrical Transmission Line Easement Agreement” between Her Majesty the Queen in right of Canada and SaskPower, for electrical transmission line purposes, affecting the Lands, and forming a portion of Chicken Indian Reserve No. 224, subject to the term that the easement so taken shall expire when no longer required for the purposes specified in that agreement; and\n\n \n\n \n\n \n\n \n\n \n\n.../2\n\n \n\n\n- 2 -\n\n \n\n(b) pursuant to subsection 35(3) of the Indian Act, in lieu of SaskPower taking the easement as consented to in paragraph (a), authorizes the grant to SaskPower of the easement described in the easement agreement entitled “Electrical Transmission Line Easement Agreement” between Her Majesty the Queen in right of Canada and SaskPower, for electrical transmission line purposes, affecting the Lands, subject to the term that the easement so granted shall expire when no longer required for the purposes specified in that agreement.\n\n \n\n\nAttendu que, en vertu de la loi intitulée The Power Corporation Act, R.S.S. 1978, ch. P-19, la Saskatchewan Power Corporation (SaskPower) a le pouvoir de prendre un intérêt foncier sans le consentement du propriétaire pour les fins d’une ligne de transport d’électricité;\n\n \n\nAttendu que SaskPower a besoin d’une servitude sur certaines terres situées dans la réserve indienne no 224 de Chicken, en Saskatchewan, plus précisément sur une bande de terre délimitée dans des plans d’arpentage consignés sous les nos 105423 et 105464 (« terres ») aux Archives d’arpentage des terres du Canada, pour les fins d’une ligne de transport d’électricité (« fins de la servitude »);\n\n \n\nAttendu que le gouverneur en conseil est convaincu qu’il convient d’accorder à SaskPower la servitude demandée pour les fins de la servitude,\n\n \n\nÀ ces causes, sur recommandation de la ministre des Affaires indiennes et du Nord canadien, Son Excellence le Gouverneur général en conseil :\n\n \n\na) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à ce que SaskPower exerce son pouvoir de prendre, sans le consentement du propriétaire et conformément à la loi intitulée The Power Corporation Act, R.S.S. 1978, ch. P-19, la servitude délimitée dans l’accord de servitude intitulé Electrical transmission line easement agreement conclu entre Sa Majesté la Reine du chef du Canada et SaskPower, pour les fins d’une ligne de transport d’électricité, qui visent les terres et qui font partie de la réserve indienne no 224 de Chicken, à la condition que la servitude ainsi prise prenne fin lorsqu’elle ne sera plus requise pour les fins précisées dans ledit accord,\n\n \n\n \n\n \n\n…/2\n\n \n\n\n- 2 -\n\n \n\nb) en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu de la prise de la servitude par la SaskPower faisant l’objet du consentement prévu à l’alinéa a), autorise l’octroi à SaskPower de la servitude délimitée dans l’accord de servitude intitulé Electrical transmission line easement agreement conclu entre Sa Majesté la Reine du chef du Canada et SaskPower, pour les fins d’une ligne de transport d’électricité, qui visent les terres à la condition que la servitude ainsi octroyée prenne fin lorsqu’elle ne sera plus requise pour les fins précisées dans ledit accord.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}