{
  "id": "332",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-1905<br></p><p><strong>Date: </strong>2002-11-07</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas the Administrator of the Government of Ontario, the Honourable Roland&nbsp;Roy&nbsp;McMurtry, Chief Justice of Ontario, will be unable to act from November&nbsp;14 to November&nbsp;17,&nbsp;2002, inclusive, and on November&nbsp;25 and November&nbsp;26,&nbsp;2002, and it is therefore expedient that another person be appointed Administrator for those periods;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>a</em>)&nbsp;terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective November&nbsp;14,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Dennis&nbsp;R.&nbsp;O'Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;14,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>c</em>)&nbsp;terminates the appointment of the Honourable Dennis&nbsp;R.&nbsp;O'Connor as Administrator, effective November&nbsp;18,&nbsp;2002; </p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;18,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>e</em>)&nbsp;terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective November&nbsp;25,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>f</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Heather&nbsp;J.&nbsp;Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;25,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>g</em>)&nbsp;terminates the appointment of the Honourable Heather&nbsp;J.&nbsp;Smith as Administrator, effective November&nbsp;27,&nbsp;2002; and</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t(<em>h</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry to be during pleasure Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;27,&nbsp;2002.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-1905Date: 2002-11-07       \t\tWhereas the Administrator of the Government of Ontario, the Honourable Roland Roy McMurtry, Chief Justice of Ontario, will be unable to act from November 14 to November 17, 2002, inclusive, and on November 25 and November 26, 2002, and it is therefore expedient that another person be appointed Administrator for those periods;   \t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   \t(a) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective November 14, 2002;   \t(b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Dennis R. O'Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 14, 2002;   \t(c) terminates the appointment of the Honourable Dennis R. O'Connor as Administrator, effective November 18, 2002;    \t(d) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 18, 2002;   \t(e) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective November 25, 2002;   \t(f) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Heather J. Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 25, 2002;   \t(g) terminates the appointment of the Honourable Heather J. Smith as Administrator, effective November 27, 2002; and   \t(h) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable Roland Roy McMurtry to be during pleasure Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 27, 2002.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}