{
  "id": "34167",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-0261<br></p><p><strong>Date: </strong>2017-03-24</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to section 12 of the <em>Department of Foreign Affairs, Trade and Development Act</em>, approves that the Minister of Foreign Affairs enter into the Atlantic Trade and Investment Growth Agreement, substantially in accordance with the&nbsp;annexed draft, with the governments of Nova Scotia, New&nbsp;Brunswick, Prince Edward Island and Newfoundland and&nbsp;Labrador.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des&nbsp;Affaires&nbsp;étrangères et en vertu de l’article 12 de la <em>Loi sur le ministère des Affaires étrangères, du Commerce et du&nbsp;Développement</em>, Son Excellence le Gouverneur général en&nbsp;conseil approuve la conclusion par la ministre des Affaires étrangères, avec les gouvernements de la Nouvelle-Écosse, du&nbsp;Nouveau-Brunswick, de l’Île-du-Prince-Édouard et de Terre-Neuve-et-Labrador, de l’Accord sur la croissance du&nbsp;commerce et des investissements en Atlantique, laquelle est&nbsp;conforme en substance au projet d’accord ci-après.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-0261Date: 2017-03-24\n\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to section 12 of the Department of Foreign Affairs, Trade and Development Act, approves that the Minister of Foreign Affairs enter into the Atlantic Trade and Investment Growth Agreement, substantially in accordance with the annexed draft, with the governments of Nova Scotia, New Brunswick, Prince Edward Island and Newfoundland and Labrador.\n\n\n \n\nSur recommandation de la ministre des Affaires étrangères et en vertu de l’article 12 de la Loi sur le ministère des Affaires étrangères, du Commerce et du Développement, Son Excellence le Gouverneur général en conseil approuve la conclusion par la ministre des Affaires étrangères, avec les gouvernements de la Nouvelle-Écosse, du Nouveau-Brunswick, de l’Île-du-Prince-Édouard et de Terre-Neuve-et-Labrador, de l’Accord sur la croissance du commerce et des investissements en Atlantique, laquelle est conforme en substance au projet d’accord ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}