{
  "id": "34309",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-0403<br></p><p><strong>Date: </strong>2017-04-13</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to paragraph 48(2)(a) of the <em>Broadcasting Act</em>, approves that the Canadian Broadcasting Corporation, as vendor, enter into an agreement of purchase and sale with Groupe Mach Acquisition Inc., or with a subsidiary or an affiliated corporation, as purchaser, to dispose of approximately&nbsp;815,000 square feet of real property located at&nbsp;1400 René-Lévesque Boulevard East in Montreal, Quebec, for a total consideration in excess of four million dollars.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre du&nbsp;Patrimoine&nbsp;canadien et en vertu du paragraphe 48(2) de la <em>Loi sur la radiodiffusion</em>, Son Excellence le Gouverneur général en conseil agrée la conclusion par la Société Radio-Canada, à&nbsp;titre de vendeur, d’une convention d’achat et de vente avec Groupe Mach Acquisition Inc., ou avec une filiale ou personne morale du même groupe, à titre d’acheteur, en vue de l’aliénation d’environ 815 000 pieds carrés de biens immeubles situés au 1400, boulevard René-Lévesque Est, Montréal (Québec), pour une somme totale dépassant quatre millions de&nbsp;dollars.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-0403Date: 2017-04-13\n\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to paragraph 48(2)(a) of the Broadcasting Act, approves that the Canadian Broadcasting Corporation, as vendor, enter into an agreement of purchase and sale with Groupe Mach Acquisition Inc., or with a subsidiary or an affiliated corporation, as purchaser, to dispose of approximately 815,000 square feet of real property located at 1400 René-Lévesque Boulevard East in Montreal, Quebec, for a total consideration in excess of four million dollars.\n\n\n \n\nSur recommandation de la ministre du Patrimoine canadien et en vertu du paragraphe 48(2) de la Loi sur la radiodiffusion, Son Excellence le Gouverneur général en conseil agrée la conclusion par la Société Radio-Canada, à titre de vendeur, d’une convention d’achat et de vente avec Groupe Mach Acquisition Inc., ou avec une filiale ou personne morale du même groupe, à titre d’acheteur, en vue de l’aliénation d’environ 815 000 pieds carrés de biens immeubles situés au 1400, boulevard René-Lévesque Est, Montréal (Québec), pour une somme totale dépassant quatre millions de dollars.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}