{
  "id": "34375",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-0472<br></p><p><strong>Date: </strong>2017-05-05</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Honourable Malcolm H. Rowe, appointed a&nbsp;Puisne Judge of the Supreme Court of Canada on October 28, 2016, is required to relocate from the St. John’s in Newfoundland and Labrador to the National Capital Region and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Honourable Malcolm H. Rowe, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six month period referred to in paragraph&nbsp;3(1)(k) of the <em>Judges Act (Removal Allowance) Order</em> and has&nbsp;requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the&nbsp;household still resident in the former residence, in excess of the six months referred to in that paragraph; \n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, prescribes the period beginning on April 29, 2017 and ending on October 29, 2017 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Malcolm H. Rowe pursuant to paragraph&nbsp;3(1)(k) of the <em>Judges Act (Removal Allowance) Order.</em>\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable Malcolm H. Rowe, nommé juge puîné de la Cour suprême du Canada le 28 octobre 2016, est obligé de déménager de la ville de St. John’s (Terre-Neuve-et-Labrador) à la région de la capitale nationale et qu’il a droit à une allocation de déménagement en application de l’article 40 de la <em>Loi sur les juges</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’honorable Malcolm H. Rowe, en raison des&nbsp;conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)k) du<em> Décret d’application de la Loi sur les juges (allocation de déménagement)</em> et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse demander le remboursement des frais de déplacement et de subsistance qu'il engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa&nbsp;maisonnée qui habitent encore l’ancienne résidence,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre de la&nbsp;Justice et en vertu du paragraphe 3(2) du <em>Décret d’application de la&nbsp;Loi&nbsp;sur les juges (allocation de déménagement)</em>, Son Excellence le&nbsp;Gouverneur général en conseil autorise la période commençant le&nbsp;29&nbsp;avril 2017 et se terminant le 29 octobre 2017 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Malcolm H. Rowe engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence, doivent lui être remboursés au titre de l’alinéa 3(1)k) du <em>Décret d’application de la&nbsp;Loi sur les juges (allocation de déménagement)</em>.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-0472Date: 2017-05-05\n\n\nWhereas the Honourable Malcolm H. Rowe, appointed a Puisne Judge of the Supreme Court of Canada on October 28, 2016, is required to relocate from the St. John’s in Newfoundland and Labrador to the National Capital Region and is entitled to a removal allowance under section 40 of the Judges Act;\n\n \n\nAnd whereas the Honourable Malcolm H. Rowe, on account of unfavourable conditions in the real estate market, was unable to sell his former residence within the six month period referred to in paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order and has requested that an additional period be prescribed so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in that paragraph; \n\n \n\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 3(2) of the Judges Act (Removal Allowance) Order, prescribes the period beginning on April 29, 2017 and ending on October 29, 2017 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Malcolm H. Rowe pursuant to paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order.\n\n \n\n \n\n \n\n\n \n\nAttendu que l’honorable Malcolm H. Rowe, nommé juge puîné de la Cour suprême du Canada le 28 octobre 2016, est obligé de déménager de la ville de St. John’s (Terre-Neuve-et-Labrador) à la région de la capitale nationale et qu’il a droit à une allocation de déménagement en application de l’article 40 de la Loi sur les juges;\n\n \n\nAttendu que l’honorable Malcolm H. Rowe, en raison des conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence durant la période de six mois visée à l’alinéa 3(1)k) du Décret d’application de la Loi sur les juges (allocation de déménagement) et a demandé qu’une période additionnelle soit autorisée afin qu’il puisse demander le remboursement des frais de déplacement et de subsistance qu'il engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence,\n\n \n\nÀ ces causes, sur recommandation de la ministre de la Justice et en vertu du paragraphe 3(2) du Décret d’application de la Loi sur les juges (allocation de déménagement), Son Excellence le Gouverneur général en conseil autorise la période commençant le 29 avril 2017 et se terminant le 29 octobre 2017 à titre de période additionnelle durant laquelle les frais de déplacement et de subsistance que l’honorable Malcolm H. Rowe engage avant d’établir sa nouvelle résidence permanente ou pour rendre visite à l’occasion aux membres de sa maisonnée qui habitent encore l’ancienne résidence, doivent lui être remboursés au titre de l’alinéa 3(1)k) du Décret d’application de la Loi sur les juges (allocation de déménagement).\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}