{
  "id": "34498",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-0580<br></p><p><strong>Date: </strong>2017-06-02</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Industry, pursuant to section 91 of&nbsp;<em>An Act to promote the efficiency and adaptability of the Canadian economy by regulating certain activities that discourage reliance on electronic means of carrying out commercial activities, and to amend the&nbsp;Canadian Radio-television and Telecommunications Commission Act, the&nbsp;Competition Act, the Personal Information Protection and Electronic Documents Act and the Telecommunications Act</em>, chapter 23 of the&nbsp;Statutes of Canada, 2010, amends Order in Council P.C. 2013-1323 of December 3, 2013 by repealing paragraph (c).</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Industrie et en vertu de&nbsp;l’article 91 de la <em>Loi visant à promouvoir l’efficacité et la capacité d’adaptation de l’économie canadienne par la&nbsp;réglementation de certaines pratiques qui découragent l’exercice des activités commerciales par voie électronique et&nbsp;modifiant la Loi sur le Conseil de la radiodiffusion et des&nbsp;télécommunications canadiennes, la Loi sur la&nbsp;concurrence, la Loi sur&nbsp;la protection des renseignements personnels et les documents électroniques et la Loi sur les télécommunications</em>, chapitre 23 des Lois du&nbsp;Canada (2010), Son Excellence le Gouverneur général en conseil modifie le&nbsp;décret C.P. 2013-1323 du 3 décembre 2013 par abrogation de&nbsp;l’alinéa c).</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-0580Date: 2017-06-02\n\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to section 91 of An Act to promote the efficiency and adaptability of the Canadian economy by regulating certain activities that discourage reliance on electronic means of carrying out commercial activities, and to amend the Canadian Radio-television and Telecommunications Commission Act, the Competition Act, the Personal Information Protection and Electronic Documents Act and the Telecommunications Act, chapter 23 of the Statutes of Canada, 2010, amends Order in Council P.C. 2013-1323 of December 3, 2013 by repealing paragraph (c).\n\n\n \n\nSur recommandation du ministre de l’Industrie et en vertu de l’article 91 de la Loi visant à promouvoir l’efficacité et la capacité d’adaptation de l’économie canadienne par la réglementation de certaines pratiques qui découragent l’exercice des activités commerciales par voie électronique et modifiant la Loi sur le Conseil de la radiodiffusion et des télécommunications canadiennes, la Loi sur la concurrence, la Loi sur la protection des renseignements personnels et les documents électroniques et la Loi sur les télécommunications, chapitre 23 des Lois du Canada (2010), Son Excellence le Gouverneur général en conseil modifie le décret C.P. 2013-1323 du 3 décembre 2013 par abrogation de l’alinéa c).\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}