{
  "id": "34707",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-0801<br></p><p><strong>Date: </strong>2017-06-20</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:0.98in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Indian Affairs and Northern Development in accordance with the Settlement Agreement dated October 25, 2002, sets apart for the use and&nbsp;benefit of the Acadia First Nation as Hammonds Plains Reserve in Nova Scotia, the land described in the attached schedule, consisting of 4.872 hectares (12.04 acres), excluding mines and minerals.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des&nbsp;Affaires&nbsp;indiennes et du Nord canadien et conformément à&nbsp;l’entente intitulée Settlement Agreement datée du&nbsp;25&nbsp;octobre&nbsp;2002, Son Excellence le Gouverneur général en&nbsp;conseil met de côté à l’usage et au profit de la Acadia First&nbsp;Nation, pour constituer la réserve Hammonds Plains Reserve, en Nouvelle-Écosse, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 4,872 hectares (12,04&nbsp;acres), mines et minéraux exclus.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-0801Date: 2017-06-20\n\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development in accordance with the Settlement Agreement dated October 25, 2002, sets apart for the use and benefit of the Acadia First Nation as Hammonds Plains Reserve in Nova Scotia, the land described in the attached schedule, consisting of 4.872 hectares (12.04 acres), excluding mines and minerals.\n\n\nSur recommandation de la ministre des Affaires indiennes et du Nord canadien et conformément à l’entente intitulée Settlement Agreement datée du 25 octobre 2002, Son Excellence le Gouverneur général en conseil met de côté à l’usage et au profit de la Acadia First Nation, pour constituer la réserve Hammonds Plains Reserve, en Nouvelle-Écosse, les terres délimitées à l’annexe ci-jointe, lesquelles sont constituées de 4,872 hectares (12,04 acres), mines et minéraux exclus.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}