{
  "id": "34908",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-1003<br></p><p><strong>Date: </strong>2017-06-27</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Governor General in Council, on&nbsp;the recommendation of the Prime Minister, pursuant to subsection 153(1) of&nbsp;the <em>Corrections and Conditional Release Act</em>, fixes the remuneration of&nbsp;Ian&nbsp;F.&nbsp;A.&nbsp;Mackenzie, full-time member of the Pacific Regional Division of the Parole Board of Canada, for the&nbsp;period he is acting as Vice-Chairperson of the Pacific Regional Division of the Parole Board of Canada, at the rate set out in the&nbsp;annexed schedule, which salary is within the range GCQ&nbsp;5, effective January 2, 2017, until such time as a new Vice-Chairperson of the Pacific Regional Division is designated.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu du paragraphe 153(1) de la <em>Loi sur le système correctionnel et la&nbsp;mise en liberté sous condition</em>, Son&nbsp;Excellence le&nbsp;Gouverneur&nbsp;général en conseil fixe la rémunération d’Ian&nbsp;F.&nbsp;A.&nbsp;Mackenzie, membre à temps plein de la&nbsp;Section régionale du Pacifique de la Commission des libérations conditionnelles du Canada, pour la période pendant laquelle il agit à titre de vice-président de la Section régionale du Pacifique de la Commission des libérations conditionnelles du Canada, conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ&nbsp;5, à compter du&nbsp;2&nbsp;janvier&nbsp;2017, jusqu’à ce qu’un nouveau vice-président de la Section régionale du Pacifique soit désigné.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-1003Date: 2017-06-27\n\n\nHis Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to subsection 153(1) of the Corrections and Conditional Release Act, fixes the remuneration of Ian F. A. Mackenzie, full-time member of the Pacific Regional Division of the Parole Board of Canada, for the period he is acting as Vice-Chairperson of the Pacific Regional Division of the Parole Board of Canada, at the rate set out in the annexed schedule, which salary is within the range GCQ 5, effective January 2, 2017, until such time as a new Vice-Chairperson of the Pacific Regional Division is designated.\n\n\n \n\nSur recommandation du premier ministre et en vertu du paragraphe 153(1) de la Loi sur le système correctionnel et la mise en liberté sous condition, Son Excellence le Gouverneur général en conseil fixe la rémunération d’Ian F. A. Mackenzie, membre à temps plein de la Section régionale du Pacifique de la Commission des libérations conditionnelles du Canada, pour la période pendant laquelle il agit à titre de vice-président de la Section régionale du Pacifique de la Commission des libérations conditionnelles du Canada, conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ 5, à compter du 2 janvier 2017, jusqu’à ce qu’un nouveau vice-président de la Section régionale du Pacifique soit désigné.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}