{
  "id": "35081",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-1176<br></p><p><strong>Date: </strong>2017-09-22</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, pursuant to subsection&nbsp;5.5(1) of the&nbsp;<em>Aeronautics&nbsp;Act</em>, a notice of the proposed <em>John C. Munro Hamilton International Airport Zoning Regulations</em> was published in the <em>Hamilton Spectator</em> on March 16 and 23, 2016, the <em>Brantford Expositor</em> on March&nbsp;16&nbsp;and 23, 2016, the <em>Brant News</em> on March 17 and 24, 2016 and&nbsp;the <em>Régional</em> on March 16 and 23, 2016, a copy of the proposed Regulations, substantially in the annexed form, was published in&nbsp;two&nbsp;successive issues of the <em>Canada Gazette</em>, Part&nbsp;I, on March&nbsp;5&nbsp;and&nbsp;12,&nbsp;2016, and a reasonable opportunity was afforded to interested persons to make representations to the Minister of Transport with respect to the proposed Regulations;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas a purpose of the proposed Regulations is to prevent lands adjacent to or in the vicinity of John C. Munro Hamilton International Airport from being used or developed in a manner that is, in&nbsp;the opinion of the Minister of Transport, incompatible with the safe operation of an airport or aircraft;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas a purpose of the proposed Regulations is to&nbsp;prevent lands adjacent to or in the vicinity of facilities used to provide services relating to aeronautics from being used or developed in a manner that would, in the opinion of the Minister of Transport, cause interference with signals or communications to and from aircraft or to and from those facilities;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to paragraphs&nbsp;5.4(2)(b) and (c) of the <em>Aeronautics Act</em>, makes the annexed <em>John C. Munro Hamilton International Airport Zoning Regulations</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, conformément au paragraphe 5.5(1) de la&nbsp;<em>Loi&nbsp;sur l’aéronautique</em>, un avis du projet de règlement intitulé <em>Règlement de zonage de l’aéroport international John C. Munro de Hamilton</em> a été publié dans le <em>Hamilton Spectator</em>, les 16 et 23 mars 2016, le <em>Brantford Expositor</em>, les 16 et 23 mars 2016, le <em>Brant News</em>, les 17 et 24 mars 2016 et le <em>Régional</em>, les 16 et 23 mars 2016, que le projet de règlement, conforme en substance au texte ci-après, a été publié dans deux numéros consécutifs de la Partie&nbsp;I de la <em>Gazette du Canada</em> les 5 et 12 mars 2016, et que les intéressés ont ainsi eu la possibilité de présenter au ministre des Transports leurs observations à cet égard;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le projet de règlement vise à empêcher un usage ou un aménagement des biens-fonds situés aux abords ou dans le&nbsp;voisinage de l’aéroport international John C. Munro de Hamilton, incompatible, selon le ministre des Transports, avec la sécurité d’utilisation des aéronefs ou d’exploitation des aéroports;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le projet de règlement vise à empêcher un usage ou un aménagement des biens-fonds situés aux abords ou dans le&nbsp;voisinage d’installations comportant des équipements destinés à fournir des services liés à l’aéronautique, qui causerait, selon le ministre des Transports, des interférences dans les communications avec les aéronefs et les installations,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Transports et en vertu des alinéas 5.4(2)b) et c) de la <em>Loi sur l’aéronautique</em>, Son Excellence le Gouverneur général en conseil prend le&nbsp;<em>Règlement de zonage de l’aéroport international John C. Munro de&nbsp;Hamilton</em>, ci-après.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}