{
  "id": "3525",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1218<br></p><p><strong>Date: </strong>2003-08-13</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) firstly,</p> <p style=\"margin-left: 0.75in; margin-top: 0.0691667in\">(i) to sign, on behalf of the Government of Canada, a Convention between Canada and Romania for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income and on Capital, or</p> <p style=\"margin-left: 0.75in; margin-top: 0.0691667in\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Pierre S. Pettigrew, Minister for International Trade, or the Honourable Gar Knutson, Secretary of State (Central and Eastern Europe and Middle East), Department of Foreign Affairs and International Trade, or Peter Harder, Deputy Minister of Foreign Affairs, or Leonard J. Edwards, Deputy Minister for International Trade, or Paul Dubois, Assistant Deputy Minister, Europe, Department of Foreign Affairs and International Trade, or Gilles Potvin, Commercial Counsellor, Embassy of Canada to Romania, to sign, on behalf of the Government of Canada, the  Convention between Canada and Romania for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with Respect to Taxes on Income and on Capital; and</p> <p style=\"margin-left: 0.4875in; margin-top: 0.0691667in\">(<em>b</em>) secondly, to take the action necessary to bring the Convention into force for Canada.</p> <p style=\"margin-left: -0.0125in\">&nbsp;</p> <br> <p style=\"margin-left: -0.0125in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce dernier :  </p> <p style=\"margin-left: 0.4875in\">&nbsp;</p> <p style=\"margin-left: 0.4875in\"><em>a</em>) premièrement :</p> <p style=\"margin-left: 0.75in\">&nbsp;</p> <p style=\"margin-left: 0.75in\">(i) à signer, au nom du gouvernement du Canada, la Convention entre le Canada et la Roumanie en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu et sur la fortune, </p> <p style=\"margin-left: 0.75in; margin-top: 0.0691667in\">(ii) à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Pierre S. Pettigrew, ministre du Commerce international, l’honorable Gar Knutson, secrétaire d’État (Europe centrale et orientale et Moyen-Orient), ministère des Affaires étrangères et du Commerce international, Peter Harder, sous-ministre des Affaires étrangères, Leonard J. Edwards, sous-ministre du Commerce international, Paul Dubois, sous-ministre adjoint, Europe, ministère des Affaires étrangères et du Commerce international, ou Gilles Potvin, conseiller commercial, Ambassade du Canada auprès de la Roumanie, à signer, au nom du gouvernement du Canada, la Convention entre le Canada et la Roumanie en vue d’éviter les doubles impositions et de prévenir l’évasion fiscale en matière d’impôts sur le revenu et sur la fortune; </p> <p style=\"margin-left: 0.4875in; margin-top: 0.0691667in\"><em>b</em>) deuxièmement, à prendre les mesures nécessaires à l’entrée en vigueur de la Convention pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}