{
  "id": "35437",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-1527<br></p><p><strong>Date: </strong>2017-12-08</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Agreement to amend, in Respect of Investment and Trade and Gender, the&nbsp;Free Trade Agreement between the Government of Canada and the Government of the Republic of Chile, done at Santiago on 5 December 1996, as amended, between the Government of Canada and the Government of the Republic of Chile.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires&nbsp;étrangères, Son Excellence la Gouverneure générale en conseil autorise celle-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada de l’Accord modifiant, en&nbsp;ce qui concerne l’investissement et le commerce et le genre, l’Accord de libre-échange entre le gouvernement du Canada et le gouvernement de la République du Chili, fait à Santiago, le&nbsp;5&nbsp;décembre 1996, dans sa version modifiée, entre le&nbsp;gouvernement du Canada et le gouvernement de la&nbsp;République du Chili.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-1527Date: 2017-12-08\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Agreement to amend, in Respect of Investment and Trade and Gender, the Free Trade Agreement between the Government of Canada and the Government of the Republic of Chile, done at Santiago on 5 December 1996, as amended, between the Government of Canada and the Government of the Republic of Chile.\n\n\n \n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celle-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada de l’Accord modifiant, en ce qui concerne l’investissement et le commerce et le genre, l’Accord de libre-échange entre le gouvernement du Canada et le gouvernement de la République du Chili, fait à Santiago, le 5 décembre 1996, dans sa version modifiée, entre le gouvernement du Canada et le gouvernement de la République du Chili.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}