{
  "id": "3559",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1236<br></p><p><strong>Date: </strong>2003-08-13</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, on October 25, 2002, the Paul Band, in the Province of Alberta, held an election for a chief and five councillors, the report of which is set out in the annexed schedule;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Minister of Indian Affairs and Northern Development reports that the electoral officer failed to comply with  paragraph&nbsp;5(1)(<em>b</em>) of the <em>Indian Band</em> <em>Election Regulations</em> by omitting the name of a duly nominated candidate for councillor from the ballot and also by erroneously placing the name “Dale Bull” on the ballot as a candidate  for councillor instead of the candidate’s correct name, “Dale Bird”; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas, pursuant to paragraph&nbsp;14(<em>b</em>) of the </p> <p><em>Indian Band</em> <em>Election Regulations,</em> the Minister of Indian Affairs and Northern Development reports that he is satisfied that the non-compliance constituted a violation of those Regulations that might have affected the result of the election for the position of councillor; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph&nbsp;79(<em>b</em>) of the <em>Indian Act</em>, hereby sets aside the election, on October 25, 2002, of Geordy Saulteaux, Calvin&nbsp;Darcy&nbsp;Bird&nbsp;Sr., Johnson&nbsp;Rain, Stanley&nbsp;Bearhead and Michael&nbsp;E.&nbsp;Rain as councillors of the Paul Band, in the Province of Alberta.</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, le 25&nbsp;octobre&nbsp;2002, la bande indienne Paul, dans la province d’Alberta, a tenu une élection pour les postes de chef et de cinq&nbsp;conseillers, le rapport de l’élection figurant à l’annexe ci-jointe;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le ministre des Affaires indiennes et du Nord canadien rapporte que le président d’élection a contrevenu à l’alinéa&nbsp;5(1)<em>b</em>) du <em>Règlement sur les élections au sein des bandes d’Indiens </em>en omettant d’inscrire sur le bulletin de vote le nom d’une personne dûment mise en candidature à un poste de conseiller et en inscrivant de façon erronée, sur le bulletin de vote pour le poste de conseiller le nom « Dale&nbsp;Bull&nbsp;» au lieu du nom exact du candidat, «&nbsp;Dale&nbsp;Bird&nbsp;».</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu de l’alinéa&nbsp;14<em>b</em>) du <em>Règlement sur les élections au sein des bandes d’Indiens</em>,<em> </em>le ministre des Affaires indiennes et du Nord canadien rapporte qu’il est convaincu que la contravention  mentionnée ci-dessus constitue une violation de ce règlement susceptible d’avoir porté atteinte au résultat de l’élection au poste de conseiller,   </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa&nbsp;79<em>b</em>) de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil annule l’élection du 25 octobre 2002, dans laquelle Geordy&nbsp;Saulteaux, Calvin&nbsp;Darcy&nbsp;Bird&nbsp;Sr., Johnson&nbsp;Rain, Stanley&nbsp;Bearhead et Michael&nbsp;E.&nbsp;Rain ont été élus conseillers de la bande indienne Paul, dans la province d’Alberta.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}