{
  "id": "35647",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2017-1737<br></p><p><strong>Date: </strong>2017-12-19</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, amends Order in Council P.C. 2004-1552 of December 14, 2004 by replacing paragraphs (a) and&nbsp;(b) with the following:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) authorizes Canadians to accept and wear the European Security and Defence Policy Service Medal and the Common Security and Defence Policy Service Medal, with a bar denoting the&nbsp;specific mission, in recognition of honourable service in European Union-led crisis-management operations conducted within the scope of Title V of the Treaty on European Union since January 28, 2003;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) directs that the European Security and Defence Policy Service Medal and the Common Security and Defence Policy Service Medal be accorded the same precedence and that these medals be&nbsp;worn in a sequence that corresponds to the respective dates on which they were awarded; and\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(c) directs that these medals shall follow the International Force East Timor Medal in the order of precedence in the Canadian Honours System.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre, Son Excellence la&nbsp;Gouverneure générale en conseil modifie le décret C.P. 2004-1552 du&nbsp;14 décembre 2004 en remplaçant les alinéas a) et b) par ce qui suit&nbsp;:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) autorise les Canadiens et Canadiennes à accepter et à porter la&nbsp;Médaille de service de la politique européenne de sécurité et de défense et la Médaille de service de la Politique de sécurité et de défense commune, assorties d’une barrette identifiant la mission en cause, en reconnaissance de leur service honorable dans le cadre des opérations de gestion de crise menées par l’Union européenne et régies par les dispositions du titre V du Traité sur l’Union européenne depuis le 28 janvier 2003;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) ordonne que soit accordée la même préséance à la Médaille de&nbsp;service de la politique européenne de sécurité et de défense et à la Médaille de service de la Politique de sécurité et de défense commune et que ces médailles soient portées dans l’ordre correspondant à l’ordre chronologique de leur attribution respective;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nc) ordonne que ces médailles suivent la médaille de la Force internationale du Timor oriental dans l’ordre de préséance du&nbsp;régime canadien de distinctions honorifiques.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2017-1737Date: 2017-12-19\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, amends Order in Council P.C. 2004-1552 of December 14, 2004 by replacing paragraphs (a) and (b) with the following:\n\n \n\n(a) authorizes Canadians to accept and wear the European Security and Defence Policy Service Medal and the Common Security and Defence Policy Service Medal, with a bar denoting the specific mission, in recognition of honourable service in European Union-led crisis-management operations conducted within the scope of Title V of the Treaty on European Union since January 28, 2003;\n\n \n\n(b) directs that the European Security and Defence Policy Service Medal and the Common Security and Defence Policy Service Medal be accorded the same precedence and that these medals be worn in a sequence that corresponds to the respective dates on which they were awarded; and\n\n \n\n(c) directs that these medals shall follow the International Force East Timor Medal in the order of precedence in the Canadian Honours System.\n\n\n \n\nSur recommandation du premier ministre, Son Excellence la Gouverneure générale en conseil modifie le décret C.P. 2004-1552 du 14 décembre 2004 en remplaçant les alinéas a) et b) par ce qui suit :\n\n \n\na) autorise les Canadiens et Canadiennes à accepter et à porter la Médaille de service de la politique européenne de sécurité et de défense et la Médaille de service de la Politique de sécurité et de défense commune, assorties d’une barrette identifiant la mission en cause, en reconnaissance de leur service honorable dans le cadre des opérations de gestion de crise menées par l’Union européenne et régies par les dispositions du titre V du Traité sur l’Union européenne depuis le 28 janvier 2003;\n\n \n\nb) ordonne que soit accordée la même préséance à la Médaille de service de la politique européenne de sécurité et de défense et à la Médaille de service de la Politique de sécurité et de défense commune et que ces médailles soient portées dans l’ordre correspondant à l’ordre chronologique de leur attribution respective;\n\n \n\nc) ordonne que ces médailles suivent la médaille de la Force internationale du Timor oriental dans l’ordre de préséance du régime canadien de distinctions honorifiques.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}