{
  "id": "35799",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-0138<br></p><p><strong>Date: </strong>2018-02-12</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to section 112 of the <em>Federal Public Sector Labour Relations Act</em>, approves that the National Research Council of Canada enter into a collective agreement with the Research Council Employees’ Association that covers all employees in the&nbsp;Computer Systems Administration bargaining unit for the&nbsp;period beginning on December 22, 2014 and ending on December 21, 2018 and is on the same terms and conditions as the previous collective agreement, except for the changes set out in the annexed summary of changes.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Industrie et&nbsp;en vertu de l’article 112 de la <em>Loi sur les relations de travail&nbsp;dans le secteur public fédéral</em>, Son Excellence la&nbsp;Gouverneure générale en conseil agrée la conclusion par le&nbsp;Conseil national de recherches du Canada, avec l’Association des employés du Conseil de recherches, d’une convention collective visant tous les employés de l’unité de négociation Gestion des systèmes d’ordinateurs, laquelle convention couvre la période allant du 22 décembre 2014 au&nbsp;21 décembre 2018 et contient les mêmes conditions que la&nbsp;convention collective précédente, sous réserve des&nbsp;changements prévus dans le résumé ci-joint.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2018-0138Date: 2018-02-12\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Industry, pursuant to section 112 of the Federal Public Sector Labour Relations Act, approves that the National Research Council of Canada enter into a collective agreement with the Research Council Employees’ Association that covers all employees in the Computer Systems Administration bargaining unit for the period beginning on December 22, 2014 and ending on December 21, 2018 and is on the same terms and conditions as the previous collective agreement, except for the changes set out in the annexed summary of changes.\n\n\n \n\nSur recommandation du ministre de l’Industrie et en vertu de l’article 112 de la Loi sur les relations de travail dans le secteur public fédéral, Son Excellence la Gouverneure générale en conseil agrée la conclusion par le Conseil national de recherches du Canada, avec l’Association des employés du Conseil de recherches, d’une convention collective visant tous les employés de l’unité de négociation Gestion des systèmes d’ordinateurs, laquelle convention couvre la période allant du 22 décembre 2014 au 21 décembre 2018 et contient les mêmes conditions que la convention collective précédente, sous réserve des changements prévus dans le résumé ci-joint.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}