{
  "id": "35875",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-0213<br></p><p><strong>Date: </strong>2018-03-06</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Land Claims Agreement between the Inuit of&nbsp;Labrador and Her Majesty the Queen in right of Newfoundland and Labrador and Her Majesty the Queen in right of Canada was approved, given effect and declared valid by the <em>Labrador Inuit Land Claims Agreement Act</em>, S.C. 2005, c. 27;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the parties have recognized that the Map Atlas and Appendices to the Agreement contain errors and have agreed to amend the errors once a consensus has been reached; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas a Memorandum of Agreement was signed by the&nbsp;parties to the Agreement on April 20, 2012 to demonstrate consensus on the amendments; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas in accordance with section 2.16.1 of the Land Claims Agreement, amendments to the Agreement require the consent of the parties, and in respect of Her Majesty in right of Canada consent by an&nbsp;order of the Governor in Council;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, consents to the proposed amendments to the Land Claims Agreement, between the Inuit of Labrador and Her Majesty the Queen in right of Newfoundland and Labrador and Her Majesty the Queen in right of Canada, set out in the annexed schedule.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’Accord sur les revendications territoriales entre&nbsp;les Inuits du Labrador et Sa Majesté la Reine du chef de Terre-Neuve-et-Labrador et Sa Majesté la Reine du chef du Canada a été approuvé, mis en vigueur et a déclaré valide par la <em>Loi sur l’Accord sur les&nbsp;revendications territoriales des Inuit du Labrador </em>(L.C. 2005, ch. 27);\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que les parties ont reconnu que l’Atlas des cartes et les annexes de l’Accord sur les revendications territoriales contiennent des erreurs et qu’elles ont convenu de corriger ces erreurs lorsqu’un consensus sera atteint;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu qu’un protocole d’entente a été signé par les parties à l’entente le 20 avril 2012 pour démontrer qu’elles ont atteint un&nbsp;consensus au sujet des modifications;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, conformément à l’article 2.16.1 de l’Accord sur&nbsp;les revendications territoriales, les modifications à cet Accord exigent le consentement des parties, consentement donné, en ce qui concerne Sa&nbsp;Majesté du chef du Canada, par un décret du gouverneur en conseil,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des&nbsp;Affaires indiennes et du Nord canadien, Son Excellence la&nbsp;Gouverneure&nbsp;générale en conseil consent aux modifications proposées à l’Accord sur les revendications territoriales entre les Inuits du Labrador et Sa Majesté la Reine du chef de Terre-Neuve-et-Labrador et Sa Majesté la Reine du chef du Canada qui figurent à l’annexe ci-jointe.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2018-0213Date: 2018-03-06\n\n\nWhereas the Land Claims Agreement between the Inuit of Labrador and Her Majesty the Queen in right of Newfoundland and Labrador and Her Majesty the Queen in right of Canada was approved, given effect and declared valid by the Labrador Inuit Land Claims Agreement Act, S.C. 2005, c. 27;\n\n \n\nWhereas the parties have recognized that the Map Atlas and Appendices to the Agreement contain errors and have agreed to amend the errors once a consensus has been reached; \n\n \n\nWhereas a Memorandum of Agreement was signed by the parties to the Agreement on April 20, 2012 to demonstrate consensus on the amendments; \n\n \n\nAnd whereas in accordance with section 2.16.1 of the Land Claims Agreement, amendments to the Agreement require the consent of the parties, and in respect of Her Majesty in right of Canada consent by an order of the Governor in Council;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, consents to the proposed amendments to the Land Claims Agreement, between the Inuit of Labrador and Her Majesty the Queen in right of Newfoundland and Labrador and Her Majesty the Queen in right of Canada, set out in the annexed schedule.\n\n\n \n\nAttendu que l’Accord sur les revendications territoriales entre les Inuits du Labrador et Sa Majesté la Reine du chef de Terre-Neuve-et-Labrador et Sa Majesté la Reine du chef du Canada a été approuvé, mis en vigueur et a déclaré valide par la Loi sur l’Accord sur les revendications territoriales des Inuit du Labrador (L.C. 2005, ch. 27);\n\n \n\nAttendu que les parties ont reconnu que l’Atlas des cartes et les annexes de l’Accord sur les revendications territoriales contiennent des erreurs et qu’elles ont convenu de corriger ces erreurs lorsqu’un consensus sera atteint;\n\n \n\nAttendu qu’un protocole d’entente a été signé par les parties à l’entente le 20 avril 2012 pour démontrer qu’elles ont atteint un consensus au sujet des modifications;\n\n \n\nAttendu que, conformément à l’article 2.16.1 de l’Accord sur les revendications territoriales, les modifications à cet Accord exigent le consentement des parties, consentement donné, en ce qui concerne Sa Majesté du chef du Canada, par un décret du gouverneur en conseil,\n\n \n\nÀ ces causes, sur recommandation de la ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil consent aux modifications proposées à l’Accord sur les revendications territoriales entre les Inuits du Labrador et Sa Majesté la Reine du chef de Terre-Neuve-et-Labrador et Sa Majesté la Reine du chef du Canada qui figurent à l’annexe ci-jointe.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}