{
  "id": "3598",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1256<br></p><p><strong>Date: </strong>2003-08-13</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>,  consents to the exercise by TransGas Limited (the “Company”) of the power to take, without the consent of the owner, in accordance with <em>The SaskEnergy Act</em>, S.S.&nbsp;1992, c.&nbsp;S-35.1, the easements described in Schedules&nbsp;I, II and III to this order, for natural gas transmission pipeline purposes, subject to the term that they be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Company taking the easements, authorizes the grant to the Company of the  easements for the specified purposes, subject to the term that they be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, en date du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) en vertu du paragraphe&nbsp;35(1) de la<em> Loi&nbsp;sur&nbsp;les&nbsp;Indiens</em>, consent à l'exercice par la société TransGas Limited (la «&nbsp;société&nbsp;») du pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi intitulée <em>The SaskEnergy Act</em>, S.S.&nbsp;1992, ch.&nbsp;S-35.1, les servitudes décrites aux annexes&nbsp;I, II et III du présent décret, à des fins liées à un pipeline de transmission de gaz naturel, à la condition qu’elles soient délaissées à Sa&nbsp;Majesté du chef du Canada dès qu'elles cesseront d'être utilisées à ces fins;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>) en vertu du paragraphe&nbsp;35(3) de la<em> Loi&nbsp;sur&nbsp;les&nbsp;Indiens</em>, au lieu que la société prennent les servitudes, autorise l'octroi à la société de ces  servitudes à ces fins, à la condition qu’elles soient délaissées à Sa&nbsp;Majesté du chef du Canada dès qu'elles cesseront d'être utilisées à ces fins.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1256Date: 2003-08-13                         Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September 22, 1992, hereby   (a) pursuant to subsection 35(1) of the Indian Act,  consents to the exercise by TransGas Limited (the “Company”) of the power to take, without the consent of the owner, in accordance with The SaskEnergy Act, S.S. 1992, c. S-35.1, the easements described in Schedules I, II and III to this order, for natural gas transmission pipeline purposes, subject to the term that they be relinquished to Her Majesty in right of Canada when no longer used for those purposes; and   (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Company taking the easements, authorizes the grant to the Company of the  easements for the specified purposes, subject to the term that they be relinquished to Her Majesty in right of Canada when no longer used for those purposes.                        Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, en date du 22 septembre 1992, Son Excellence la Gouverneure générale en conseil :   a) en vertu du paragraphe 35(1) de la Loi sur les Indiens, consent à l'exercice par la société TransGas Limited (la « société ») du pouvoir de prendre, sans le consentement du propriétaire, conformément à la loi intitulée The SaskEnergy Act, S.S. 1992, ch. S-35.1, les servitudes décrites aux annexes I, II et III du présent décret, à des fins liées à un pipeline de transmission de gaz naturel, à la condition qu’elles soient délaissées à Sa Majesté du chef du Canada dès qu'elles cesseront d'être utilisées à ces fins;   b) en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu que la société prennent les servitudes, autorise l'octroi à la société de ces  servitudes à ces fins, à la condition qu’elles soient délaissées à Sa Majesté du chef du Canada dès qu'elles cesseront d'être utilisées à ces fins.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}