{
  "id": "36000",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-0362<br></p><p><strong>Date: </strong>2018-03-26</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas by Order in Council P.C. 1999-639 of April&nbsp;15,&nbsp;1999, the Governor in Council approved the provisions of the&nbsp;proposed letters patent of the Prince Rupert Port Authority relating to the limits on the power of that port authority to borrow money on the credit of the port authority for port purposes;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Minister of Transport issued letters patent to the Prince Rupert Port Authority, effective May 1, 1999;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Minister of Transport, pursuant to section 9 of the <em>Canada Marine Act</em> and at the request of the board of directors of the Prince Rupert Port Authority, proposes to issue supplementary letters patent amending the letters patent of the Prince Rupert Port Authority, substantially in accordance with the provisions set out in the annexed schedule, for the purpose of increasing the aggregate limit on the power of&nbsp;the Prince Rupert Port Authority to borrow money on its credit for port purposes;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, pursuant to subsection 8(5) of the <em>Canada Marine Act</em>, approves the provisions of the proposed supplementary letters patent, substantially in accordance with the provisions set out in the annexed schedule, for the&nbsp;purpose of increasing the aggregate limit on the power of the Prince Rupert Port Authority to borrow money on its credit for port purposes. </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, par le décret C.P. 1999-639 du 15 avril 1999, le&nbsp;gouverneur en conseil a approuvé les dispositions du projet de lettres patentes de l’Administration portuaire de Prince-Rupert relatives aux limites des pouvoirs de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le ministre des Transports a délivré des lettres patentes à l’Administration portuaire de Prince-Rupert le 1<sup>er</sup> mai 1999;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le ministre des Transports, en vertu de l’article 9 de la <em>Loi maritime du Canada</em> et sur demande du conseil d’administration de l’Administration portuaire de Prince-Rupert, se propose de délivrer des&nbsp;lettres patentes supplémentaires, conformes en substance aux dispositions figurant à l’annexe ci-jointe, modifiant les lettres patentes de&nbsp;l’Administration portuaire de Prince-Rupert afin d’augmenter la limite du pouvoir de l’Administration portuaire de Prince-Rupert d’emprunter des&nbsp;fonds sur son crédit pour l’exploitation du port,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Transports et du ministre des Finances et en vertu du paragraphe 8(5) de&nbsp;la <em>Loi maritime du Canada</em>, Son Excellence la Gouverneure générale en conseil approuve les dispositions du projet de lettres patentes supplémentaires, conformes en substance aux dispositions figurant à l’annexe ci-jointe, augmentant la limite du pouvoir de l’Administration portuaire de Prince-Rupert d’emprunter des fonds sur son crédit pour l’exploitation du port.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.14in;\">\n<strong>Schedule</strong>\n</p><p style=\"margin-left:0.19in;text-indent:-0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n<strong>1. Section 9.2 of the letters patent issued to the Prince Rupert Port Authority is replaced by the following:</strong>\n</p><p style=\"margin-left:0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n<strong>9.2</strong>&nbsp;<strong>Restriction on Incurrence of Borrowing</strong>.  The Authority shall not incur any item&nbsp;of Borrowing so that the aggregate Borrowing of the Authority would exceed&nbsp;$139,000,000.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.14in;\">\n<strong>Annexe</strong>\n</p><p style=\"margin-left:0.19in;text-indent:-0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n<strong> 1. Le paragraphe 9.2 des lettres patentes délivrées à l’Administration portuaire de  Prince-Rupert est remplacé par ce qui suit :</strong>\n</p><p style=\"margin-left:0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n<strong>9.2</strong>&nbsp;<strong>Restriction sur les Emprunts</strong>.  L’Administration ne doit pas contracter des Emprunts dont le total serait supérieur à 139 000 000 $.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2018-0362Date: 2018-03-26\n\n\nWhereas by Order in Council P.C. 1999-639 of April 15, 1999, the Governor in Council approved the provisions of the proposed letters patent of the Prince Rupert Port Authority relating to the limits on the power of that port authority to borrow money on the credit of the port authority for port purposes;\n\n \n\nWhereas the Minister of Transport issued letters patent to the Prince Rupert Port Authority, effective May 1, 1999;\n\n \n\nAnd whereas the Minister of Transport, pursuant to section 9 of the Canada Marine Act and at the request of the board of directors of the Prince Rupert Port Authority, proposes to issue supplementary letters patent amending the letters patent of the Prince Rupert Port Authority, substantially in accordance with the provisions set out in the annexed schedule, for the purpose of increasing the aggregate limit on the power of the Prince Rupert Port Authority to borrow money on its credit for port purposes;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, pursuant to subsection 8(5) of the Canada Marine Act, approves the provisions of the proposed supplementary letters patent, substantially in accordance with the provisions set out in the annexed schedule, for the purpose of increasing the aggregate limit on the power of the Prince Rupert Port Authority to borrow money on its credit for port purposes. \n\n\n \n\nAttendu que, par le décret C.P. 1999-639 du 15 avril 1999, le gouverneur en conseil a approuvé les dispositions du projet de lettres patentes de l’Administration portuaire de Prince-Rupert relatives aux limites des pouvoirs de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port;\n\n \n\nAttendu que le ministre des Transports a délivré des lettres patentes à l’Administration portuaire de Prince-Rupert le 1er mai 1999;\n\n \n\nAttendu que le ministre des Transports, en vertu de l’article 9 de la Loi maritime du Canada et sur demande du conseil d’administration de l’Administration portuaire de Prince-Rupert, se propose de délivrer des lettres patentes supplémentaires, conformes en substance aux dispositions figurant à l’annexe ci-jointe, modifiant les lettres patentes de l’Administration portuaire de Prince-Rupert afin d’augmenter la limite du pouvoir de l’Administration portuaire de Prince-Rupert d’emprunter des fonds sur son crédit pour l’exploitation du port,\n\n \n\nÀ ces causes, sur recommandation du ministre des Transports et du ministre des Finances et en vertu du paragraphe 8(5) de la Loi maritime du Canada, Son Excellence la Gouverneure générale en conseil approuve les dispositions du projet de lettres patentes supplémentaires, conformes en substance aux dispositions figurant à l’annexe ci-jointe, augmentant la limite du pouvoir de l’Administration portuaire de Prince-Rupert d’emprunter des fonds sur son crédit pour l’exploitation du port.\n\n \n\n\nSchedule\n\n1. Section 9.2 of the letters patent issued to the Prince Rupert Port Authority is replaced by the following:\n\n9.2 Restriction on Incurrence of Borrowing.  The Authority shall not incur any item of Borrowing so that the aggregate Borrowing of the Authority would exceed $139,000,000.\n\n\n \n\nAnnexe\n\n 1. Le paragraphe 9.2 des lettres patentes délivrées à l’Administration portuaire de  Prince-Rupert est remplacé par ce qui suit :\n\n9.2 Restriction sur les Emprunts.  L’Administration ne doit pas contracter des Emprunts dont le total serait supérieur à 139 000 000 $.\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}