{
  "id": "3603",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1258<br></p><p><strong>Date: </strong>2003-08-13</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby sets apart for the use and benefit of the Star Blanket Band</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) the lands described in Schedule I to this Order, mines and minerals included, as Star Blanket Indian Reserve No. 83F, in the Province of Saskatchewan;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) 128.210 hectares of surface lands and  128.690 hectares of mines and minerals of the lands described in Schedule II to this Order, as Star Blanket Indian Reserve No. 83G, in the Province of Saskatchewan; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>c</em>) the lands described in Schedule III to this Order, mines and minerals included, as Star Blanket Indian Reserve No.&nbsp;83H, in the Province of Saskatchewan;    </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>d</em>) the lands described in Schedule IV to this Order, mines and minerals included, as Star Blanket Indian Reserve No.&nbsp;83J, in the Province of Saskatchewan; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>e</em>) 124.279 hectares of surface lands and 125.744 hectares of mines and minerals of the lands described in Schedule V to this Order, as an addition to Star Blanket Indian Reserve No. 83E, in the Province of Saskatchewan.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, en date du 22&nbsp;septembre 1992, Son Excellence la Gouverneure générale en conseil met de côté à l’usage et au profit de la bande Star Blanket :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)les terres décrites à l’annexe I du présent décret, les mines et les minéraux compris, à titre de réserve indienne Star Blanket n<sup>o</sup> 83F, dans la province de la Saskatchewan;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)128,210 hectares de terres de surface et 128,690 hectares de mines et minéraux des terres décrites à l’annexe II du présent décret, à titre de réserve indienne Star Blanket n<sup>o</sup>&nbsp;83G, dans la province de la Saskatchewan;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>c</em>)les terres décrites à l’annexe III du présent décret, les mines et les minéraux compris, à titre de réserve indienne Star&nbsp;Blanket n<sup>o</sup> 83H, dans la province de la Saskatchewan; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>d</em>)les terres décrites à l’annexe IV du présent décret, les mines et les minéraux compris, à titre de réserve indienne Star&nbsp;Blanket n<sup>o</sup> 83J, dans la province de la Saskatchewan; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>e</em>)124,279 hectares de terres de surface et 125,744 hectares de mines et minéraux des terres décrites à l’annexe V du présent décret, à titre d’ajout à la réserve indienne Star Blanket n<sup>o</sup> 83E, dans la province de la Saskatchewan.</p> <br> <br>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}