{
  "id": "36337",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-0681<br></p><p><strong>Date: </strong>2018-06-01</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas section 6 of the <em>Government Corporations Operation Act </em>provides that the Act applies to a corporation only from the&nbsp;date of issue of a proclamation by the Governor in Council declaring the Act to be applicable to that corporation;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas 10804126 CANADA INC. is a corporation incorporated under the <em>Canada Business Corporations Act </em>and a&nbsp;wholly-owned subsidiary of the Canada Development Investment Corporation;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas, pursuant to section 3 of the <em>Government Corporations Operation Act</em>, the Canada Development Investment Corporation is for all its purposes an agent of Her Majesty in right of Canada and therefore, in accordance with the <em>Financial Administration Act</em>, all of the issued shares of 10804126 CANADA INC. are owned by Her&nbsp;Majesty in right of Canada;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 6 of the <em>Government Corporations Operation Act</em>, directs that a proclamation do issue declaring that the <em>Government Corporations Operation Act </em>is&nbsp;applicable to 10804126 CANADA INC.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’article 6 de la <em>Loi sur le fonctionnement des&nbsp;sociétés du secteur public </em>prévoit que celle-ci ne s’applique à une&nbsp;société donnée qu’à compter de la prise d’une proclamation à cet&nbsp;effet par le gouverneur en conseil;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que 10804126 CANADA INC. est une société constituée sous le régime de la <em>Loi canadienne sur les sociétés par actions </em>et qu’elle est une filiale à cent pour cent de la Corporation de développement des investissements du Canada;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en vertu de l’article 3 de la <em>Loi sur le&nbsp;fonctionnement des sociétés du secteur public</em>, la Corporation de développement des investissements du Canada est mandataire de Sa&nbsp;Majesté du chef du Canada et que, par conséquent, en vertu de la&nbsp;<em>Loi&nbsp;sur la gestion des finances publiques</em>, toutes les actions émises par&nbsp;10804126 CANADA INC. appartiennent à Sa Majesté du chef du&nbsp;Canada,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des&nbsp;Finances et en vertu de l’article 6 de la <em>Loi sur le fonctionnement des&nbsp;sociétés du secteur public</em>, Son Excellence la Gouverneure générale en conseil ordonne que soit prise une proclamation déclarant que la&nbsp;<em>Loi&nbsp;sur le fonctionnement des sociétés du secteur public </em>s’applique à&nbsp;10804126 CANADA INC.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2018-0681Date: 2018-06-01\n\n\nWhereas section 6 of the Government Corporations Operation Act provides that the Act applies to a corporation only from the date of issue of a proclamation by the Governor in Council declaring the Act to be applicable to that corporation;\n\n \n\nWhereas 10804126 CANADA INC. is a corporation incorporated under the Canada Business Corporations Act and a wholly-owned subsidiary of the Canada Development Investment Corporation;\n\n \n\nAnd whereas, pursuant to section 3 of the Government Corporations Operation Act, the Canada Development Investment Corporation is for all its purposes an agent of Her Majesty in right of Canada and therefore, in accordance with the Financial Administration Act, all of the issued shares of 10804126 CANADA INC. are owned by Her Majesty in right of Canada;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to section 6 of the Government Corporations Operation Act, directs that a proclamation do issue declaring that the Government Corporations Operation Act is applicable to 10804126 CANADA INC.\n\n\n \n\nAttendu que l’article 6 de la Loi sur le fonctionnement des sociétés du secteur public prévoit que celle-ci ne s’applique à une société donnée qu’à compter de la prise d’une proclamation à cet effet par le gouverneur en conseil;\n\n \n\nAttendu que 10804126 CANADA INC. est une société constituée sous le régime de la Loi canadienne sur les sociétés par actions et qu’elle est une filiale à cent pour cent de la Corporation de développement des investissements du Canada;\n\n \n\nAttendu que, en vertu de l’article 3 de la Loi sur le fonctionnement des sociétés du secteur public, la Corporation de développement des investissements du Canada est mandataire de Sa Majesté du chef du Canada et que, par conséquent, en vertu de la Loi sur la gestion des finances publiques, toutes les actions émises par 10804126 CANADA INC. appartiennent à Sa Majesté du chef du Canada,\n\n \n\nÀ ces causes, sur recommandation du ministre des Finances et en vertu de l’article 6 de la Loi sur le fonctionnement des sociétés du secteur public, Son Excellence la Gouverneure générale en conseil ordonne que soit prise une proclamation déclarant que la Loi sur le fonctionnement des sociétés du secteur public s’applique à 10804126 CANADA INC.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}