{
  "id": "36610",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-0902<br></p><p><strong>Date: </strong>2018-06-22</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Right Honourable Beverley M. McLachlin resigned from the office of Chief Justice of Canada on December&nbsp;15,&nbsp;2017 and is entitled to a removal allowance under section 40 of the <em>Judges Act</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Right Honourable Beverley M. McLachlin, on account of unfavourable conditions in the real estate market, has not been able to sell her former residence within the six month period referred to in subsection 3.2(8) of the <em>Judges Act</em>&nbsp;<em>(Removal Allowance) Order</em> and&nbsp;has requested that an additional period be prescribed so that the&nbsp;difference between the sale price of the former residence and its fair&nbsp;market value be prescribed to be an expense for which a removal allowance shall be paid under section 40 of the <em>Judges Act</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection&nbsp;3.2(9) of the <em>Judges Act (Removal Allowance) Order</em>, prescribes the period beginning on May 8, 2018 and ending on November&nbsp;7, 2018 as an additional period so that the difference between the sale price of the former residence of the Right Honourable Beverley&nbsp;M.&nbsp;McLachlin and its fair market value be prescribed, pursuant to&nbsp;subsection 3.2(2) of that Order, to be an expense for which a removal allowance shall be paid under section 40 of the <em>Judges Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la très honorable Beverley M. McLachlin a&nbsp;démissionné de ses fonctions de juge en chef du Canada le&nbsp;15&nbsp;décembre 2017 et qu’elle a droit à une allocation de déménagement en application de l’article 40 de la <em>Loi sur les juges</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la très honorable Beverley M. McLachlin, en&nbsp;raison des conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence dans le délai de six mois visé au paragraphe 3.2(8) du <em>Décret d’application de la Loi sur les juges (allocation de déménagement)</em> et a demandé que soit autorisée une période additionnelle de façon à ce que la différence entre le prix de vente de son ancienne résidence et sa juste valeur marchande soit admissible au titre des frais couverts par l’allocation de déménagement prévue à l’article 40 de la <em>Loi sur les juges</em>,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre de la&nbsp;Justice et en vertu du paragraphe 3.2(9) du <em>Décret d’application de la&nbsp;Loi sur les juges (allocation de déménagement)</em>, Son Excellence la&nbsp;Gouverneure générale en conseil autorise la période commençant le&nbsp;8&nbsp;mai 2018 et se terminant le 7 novembre 2018 à titre de période additionnelle de façon à ce que la différence entre le prix de vente de l’ancienne résidence de la très honorable Beverley M. McLachlin et sa&nbsp;juste valeur marchande soit admissible, conformément au paragraphe&nbsp;3.2(2) de ce décret, au titre des frais couverts par l’allocation de déménagement prévue à l’article 40 de la <em>Loi sur les juges</em>.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}