{
  "id": "37095",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-1416<br></p><p><strong>Date: </strong>2018-11-21</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, authorizes the&nbsp;Minister of National Defence to take any actions necessary to implement, on behalf of the Government of Canada, the&nbsp;LGBT Purge Class Action Final Settlement Agreement in relation to the proceeding of <em>Todd Edward Ross, Martine Roy and Alida Satalic v. Attorney General of Canada</em> (T-370-17), including making all payments required to implement that agreement.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le&nbsp;ministre de la Défense nationale à prendre toute mesure nécessaire à la mise en œuvre, au nom du gouvernement du&nbsp;Canada, de l’Entente de règlement définitive du recours collectif sur la purge LGBT relative à la décision <em>Todd&nbsp;Edward&nbsp;Ross, Martine Roy et Alida Satalic c. Procureur général du Canada</em> (T-370-17), notamment à faire tous les&nbsp;paiements nécessaires à la mise en œuvre de cette entente.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2018-1416Date: 2018-11-21\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, authorizes the Minister of National Defence to take any actions necessary to implement, on behalf of the Government of Canada, the LGBT Purge Class Action Final Settlement Agreement in relation to the proceeding of Todd Edward Ross, Martine Roy and Alida Satalic v. Attorney General of Canada (T-370-17), including making all payments required to implement that agreement.\n\n\n \n\nSur recommandation du premier ministre, Son Excellence la Gouverneure générale en conseil autorise le ministre de la Défense nationale à prendre toute mesure nécessaire à la mise en œuvre, au nom du gouvernement du Canada, de l’Entente de règlement définitive du recours collectif sur la purge LGBT relative à la décision Todd Edward Ross, Martine Roy et Alida Satalic c. Procureur général du Canada (T-370-17), notamment à faire tous les paiements nécessaires à la mise en œuvre de cette entente.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}