{
  "id": "37276",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2018-1589<br></p><p><strong>Date: </strong>2018-12-14</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 33(1) of the <em>Nunavut Act</em>, \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) appoints the Honourable M. Deborah Gass, a&nbsp;former&nbsp;judge of the Supreme Court of Nova Scotia (Family&nbsp;Division), as a deputy judge of the Nunavut Court of Justice, to hold office during good behaviour, until attaining the age of seventy-five years; and\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) fixes her remuneration in accordance with the&nbsp;annexed schedule.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre de la Justice et en vertu du paragraphe 33(1) de la <em>Loi sur le Nunavut</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) nomme&nbsp;l’honorable M. Deborah Gass, ancienne juge de la Cour suprême de la Nouvelle-Écosse (Division de la famille), au poste de juge adjointe de la Cour de justice du Nunavut, à titre inamovible, jusqu’à ce qu’elle atteigne l’âge de soixante-quinze ans;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) fixe, conformément à l’annexe ci-jointe, la&nbsp;rémunération de l’honorable M. Deborah Gass.\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nIt shall be paid to the Honourable M. Deborah Gass, for the&nbsp;period or periods that she acts as deputy judge of the Nunavut Court of Justice, a salary at the rate fixed by the <em>Judges Act</em> for a judge of the court of which she was a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to her under that Act in respect of that period or periods, and travel allowances that a judge is entitled to be paid under the <em>Judges Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL’honorable M. Deborah Gass reçoit, durant les périodes où&nbsp;elle exerce les fonctions de juge adjointe de la Cour de justice du&nbsp;Nunavut, le traitement fixé par la <em>Loi sur les juges</em> par les juges de la&nbsp;cour dont elle faisait partie, autres que le juge en chef ou le juge en chef adjoint de cette cour, diminué des montants qui lui sont par ailleurs payables aux termes de cette loi pendant cette période ou ces périodes, et les indemnités de déplacement prévues par la <em>Loi sur les juges</em>.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2018-1589Date: 2018-12-14\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice and pursuant to subsection 33(1) of the Nunavut Act, \n\n \n\n(a) appoints the Honourable M. Deborah Gass, a former judge of the Supreme Court of Nova Scotia (Family Division), as a deputy judge of the Nunavut Court of Justice, to hold office during good behaviour, until attaining the age of seventy-five years; and\n\n \n\nb) fixes her remuneration in accordance with the annexed schedule.\n\n\n \n\nSur recommandation de la ministre de la Justice et en vertu du paragraphe 33(1) de la Loi sur le Nunavut, Son Excellence la Gouverneure générale en conseil :\n\n \n\na) nomme l’honorable M. Deborah Gass, ancienne juge de la Cour suprême de la Nouvelle-Écosse (Division de la famille), au poste de juge adjointe de la Cour de justice du Nunavut, à titre inamovible, jusqu’à ce qu’elle atteigne l’âge de soixante-quinze ans;\n\n \n\nb) fixe, conformément à l’annexe ci-jointe, la rémunération de l’honorable M. Deborah Gass.\n\n \n\n\nSCHEDULE\n\n \n\nIt shall be paid to the Honourable M. Deborah Gass, for the period or periods that she acts as deputy judge of the Nunavut Court of Justice, a salary at the rate fixed by the Judges Act for a judge of the court of which she was a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to her under that Act in respect of that period or periods, and travel allowances that a judge is entitled to be paid under the Judges Act.\n\n\n \n\nANNEXE\n\n \n\nL’honorable M. Deborah Gass reçoit, durant les périodes où elle exerce les fonctions de juge adjointe de la Cour de justice du Nunavut, le traitement fixé par la Loi sur les juges par les juges de la cour dont elle faisait partie, autres que le juge en chef ou le juge en chef adjoint de cette cour, diminué des montants qui lui sont par ailleurs payables aux termes de cette loi pendant cette période ou ces périodes, et les indemnités de déplacement prévues par la Loi sur les juges.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}