{
  "id": "37355",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0037<br></p><p><strong>Date: </strong>2019-01-29</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Foreign Affairs, authorizes:\n</p><p style=\"margin-left:1.00in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the<em>&nbsp;</em>Protocol to the North Atlantic Treaty on the Accession of the Republic of North Macedonia; or\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) the Minister of Foreign Affairs to&nbsp;execute and issue an Instrument of Full Powers authorizing Harjit S. Sajjan, Minister of National Defence; Vera Alexander, Chargée d’affaires a.i., Canadian Joint Delegation to the North Atlantic Council, in Brussels; Cindy Termorshuizen, Director General, International Security Policy Bureau; or Éric Laporte, Counsellor, Canadian Joint Delegation to the North Atlantic Council, in Brussels, to sign, on behalf of the Government of Canada, subject to ratification, the&nbsp;Protocol to the North Atlantic Treaty on the&nbsp;Accession of the Republic of North Macedonia.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires&nbsp;étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise :\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du&nbsp;Canada, sous réserve de ratification, le<em>&nbsp;</em>Protocole au&nbsp;Traité de l’Atlantique Nord sur l’accession de la&nbsp;République de Macédoine du Nord;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) soit la ministre des Affaires étrangères à signer et à&nbsp;délivrer un instrument de pleins pouvoirs autorisant Harjit S. Sajjan, ministre de la Défense nationale, Vera&nbsp;Alexander, chargée d’affaires a.i., délégation conjointe du Canada auprès du Conseil de l’Atlantique Nord, à Bruxelles, Cindy Termorshuizen, directrice générale, Politique de la sécurité internationale, ou Éric&nbsp;Laporte, conseiller, délégation conjointe du Canada auprès du Conseil de l’Atlantique Nord, à Bruxelles, à signer, au nom du gouvernement du Canada, sous réserve de ratification, le<em>&nbsp;</em>Protocole au Traité de l’Atlantique Nord sur l’accession de la République de Macédoine du Nord.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2019-0037Date: 2019-01-29\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes:\n\n \n\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Protocol to the North Atlantic Treaty on the Accession of the Republic of North Macedonia; or\n\n \n\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Harjit S. Sajjan, Minister of National Defence; Vera Alexander, Chargée d’affaires a.i., Canadian Joint Delegation to the North Atlantic Council, in Brussels; Cindy Termorshuizen, Director General, International Security Policy Bureau; or Éric Laporte, Counsellor, Canadian Joint Delegation to the North Atlantic Council, in Brussels, to sign, on behalf of the Government of Canada, subject to ratification, the Protocol to the North Atlantic Treaty on the Accession of the Republic of North Macedonia.\n\n\n \n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :\n\n \n\na) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, le Protocole au Traité de l’Atlantique Nord sur l’accession de la République de Macédoine du Nord;\n\n \n\nb) soit la ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Harjit S. Sajjan, ministre de la Défense nationale, Vera Alexander, chargée d’affaires a.i., délégation conjointe du Canada auprès du Conseil de l’Atlantique Nord, à Bruxelles, Cindy Termorshuizen, directrice générale, Politique de la sécurité internationale, ou Éric Laporte, conseiller, délégation conjointe du Canada auprès du Conseil de l’Atlantique Nord, à Bruxelles, à signer, au nom du gouvernement du Canada, sous réserve de ratification, le Protocole au Traité de l’Atlantique Nord sur l’accession de la République de Macédoine du Nord.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}