{
  "id": "37407",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0088<br></p><p><strong>Date: </strong>2019-02-08</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, considering that it is in the public interest to do so, on the&nbsp;recommendation of the Treasury Board and the Minister of&nbsp;the&nbsp;Environment, pursuant to subsection 23(2.1) of the&nbsp;<em>Financial Administration Act</em>, makes the annexed <em>Order Amending the Banff National Park of Canada Siksika Nation Castle Mountain Land and Timber Claim Settlement Agreement Rent and Fee Remission Order</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du Conseil du Trésor et&nbsp;de la&nbsp;ministre de l’Environnement et en vertu du paragraphe&nbsp;23(2.1) de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la&nbsp;Gouverneure générale en conseil, estimant que l’intérêt public le justifie, prend le <em>Décret modifiant le Décret de remise de loyer et de redevances découlant de l’entente de règlement des&nbsp;revendications de la Nation siksika sur les terres et le bois d’œuvre du mont Castle, dans le parc national Banff du Canada</em>, ci-après.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2019-0088Date: 2019-02-08\n\n\n\nHer Excellency the Governor General in Council, considering that it is in the public interest to do so, on the recommendation of the Treasury Board and the Minister of the Environment, pursuant to subsection 23(2.1) of the Financial Administration Act, makes the annexed Order Amending the Banff National Park of Canada Siksika Nation Castle Mountain Land and Timber Claim Settlement Agreement Rent and Fee Remission Order.\n\n\n \n\nSur recommandation du Conseil du Trésor et de la ministre de l’Environnement et en vertu du paragraphe 23(2.1) de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil, estimant que l’intérêt public le justifie, prend le Décret modifiant le Décret de remise de loyer et de redevances découlant de l’entente de règlement des revendications de la Nation siksika sur les terres et le bois d’œuvre du mont Castle, dans le parc national Banff du Canada, ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}