{
  "id": "3752",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1332<br></p><p><strong>Date: </strong>2003-09-15</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of National Revenue, pursuant to section 15 of the <em>Canada Customs and Revenue Agency Act, </em>hereby appoints Howard&nbsp;A.&nbsp;Leeson of Regina, Saskatchewan, selected from a list of nominees submitted by the Province of Saskatchewan, to be a director of the Board of Management of the Canada Customs and Revenue Agency, to hold office during pleasure for a term of three&nbsp;years. </p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Revenu national et en vertu de l’article 15 de la <em>Loi sur l’Agence des douanes et du revenu du Canada, </em>Son Excellence la Gouverneure générale en conseil nomme Howard&nbsp;A.&nbsp;Leeson, de Regina (Saskatchewan), choisi sur une liste de candidats proposés par la province de la Saskatchewan, administrateur du conseil de direction de l’Agence des douanes et du revenu du Canada, à titre amovible pour un mandat de trois&nbsp;ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1332Date: 2003-09-15                        Her Excellency the Governor General in Council, on the recommendation of the Minister of National Revenue, pursuant to section 15 of the Canada Customs and Revenue Agency Act, hereby appoints Howard A. Leeson of Regina, Saskatchewan, selected from a list of nominees submitted by the Province of Saskatchewan, to be a director of the Board of Management of the Canada Customs and Revenue Agency, to hold office during pleasure for a term of three years.                          Sur recommandation de la ministre du Revenu national et en vertu de l’article 15 de la Loi sur l’Agence des douanes et du revenu du Canada, Son Excellence la Gouverneure générale en conseil nomme Howard A. Leeson, de Regina (Saskatchewan), choisi sur une liste de candidats proposés par la province de la Saskatchewan, administrateur du conseil de direction de l’Agence des douanes et du revenu du Canada, à titre amovible pour un mandat de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}