{
  "id": "37665",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0344<br></p><p><strong>Date: </strong>2019-04-12</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, pursuant to paragraph 16(1)(i) of the <em>Federal Real Property and Federal Immovables Act</em>,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) authorizes the concession to Her Majesty of real and&nbsp;perpetual right-of-way servitudes by destination of the owner, which will be imposed on federal immovables situated in the vicinity of the Montreal-Mirabel International Airport and described in the schedule as&nbsp;being part of the unleased sector; and\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) authorizes the Minister of Transport to sign any deed of servitude related to the concession of a right-of-way servitude referred to in paragraph (a).</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Transports et du Conseil du Trésor et en vertu de l’alinéa 16(1)i) de la&nbsp;<em>Loi&nbsp;sur les immeubles fédéraux et les biens réels fédéraux</em>, Son Excellence la Gouverneure générale en conseil&nbsp;:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) autorise la concession, en faveur de Sa Majesté, de&nbsp;servitudes de droit de passage réelles et perpétuelles par destination du propriétaire, qui seront appliquées aux immeubles fédéraux situés à proximité de l’Aéroport international de Montréal-Mirabel qui sont décrits à l’annexe comme faisant partie du secteur non loué;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) autorise le ministre des Transports à signer tout acte de servitude lié à la concession d’une servitude de droit de passage visée à l’alinéa a).\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Legal designation</strong>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAn immovable known and designated as being composed of the following lots: lot number ONE MILLION SIX HUNDRED EIGHTY-NINE THOUSAND FOUR HUNDRED EIGHTY-SEVEN (L. 1 689 487), the lot number ONE MILLION SIX HUNDRED EIGHTY-NINE THOUSAND FIVE HUNDRED SIX (L.1 689 506), lot number ONE MILLION SIX HUNDRED EIGHTY-NINE THOUSAND FIVE HUNDRED SEVEN (L. 1 689 507), lot number ONE MILLION SIX HUNDRED EIGHTY-NINE THOUSAND FIVE HUNDRED EIGHT (L.1 689 508), lot number ONE MILLION SIX HUNDRED EIGHTY-NINE THOUSAND FIVE HUNDRED NINE (L.1 689 509 ), lot number ONE MILLION SIX HUNDRED EIGHTY-NINE THOUSAND FIVE HUNDRED FIFTY-FIVE (L.1 689 555), lot number TWO MILLION FOUR HUNDRED FIFTY-FIVE THOUSAND FIVE HUNDRED FIFTY-NINE (L. 2 455 559), lot number FIVE MILLION FOUR HUNDRED EIGHTY-FIVE THOUSAND SEVEN HUNDRED SIXTY-SIX (L. 5 485 766), lot number FIVE MILLION FIVE HUNDRED NINETY-ONE THOUSAND EIGHT HUNDRED NINETY-TWO (L. 5 591 892), lot number FIVE MILLION FIVE HUNDRED NINETY-ONE THOUSAND EIGHT HUNDRED NINETY-FIVE (L. 5 591 895) and lot number FIVE MILLION FOUR HUNDRED EIGHTY-FIVE THOUSAND SEVEN HUNDRED SIXTY-SIX (5 485 766) of all the cadastre of Quebec, registration division of Deux-Montagnes.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>Désignation légale</strong>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nUn immeuble connu et désigné comme étant composé des lots suivants&nbsp;: le lot numéro UN MILLION SIX CENT QUATRE-VINGT-NEUF MILLE QUATRE CENT QUATRE-VINGT-SEPT (L. 1 689 487), le lot numéro UN MILLION SIX CENT QUATRE-VINGT-NEUF MILLE CINQ CENT SIX (L.1 689 506), le lot numéro UN MILLION SIX CENT QUATRE-VINGT-NEUF MILLE CINQ CENT SEPT (L. 1 689 507), le lot numéro UN MILLION SIX CENT QUATRE-VINGT-NEUF MILLE CINQ CENT HUIT (L.1 689 508), le lot numéro UN MILLION SIX CENT QUATRE-VINGT-NEUF MILLE CINQ CENT NEUF (L.1 689 509), le lot numéro UN MILLION SIX CENT QUATRE-VINGT-NEUF MILLE CINQ CENT CINQUANTE-CINQ (L.1 689 555), le lot numéro DEUX MILLIONS QUATRE CENT CINQUANTE-CINQ MILLE CINQ CENT CINQUANTE-NEUF (L. 2 455 559), le lot numéro CINQ MILLIONS QUATRE CENT QUATRE-VINGT-CINQ MILLE SEPT CENT SOIXANTE-SIX (L. 5 485 766), le lot numéro CINQ MILLIONS CINQ CENT QUATRE-VINGT-ONZE MILLE HUIT CENT QUATRE-VINGT-DOUZE (L. 5 591 892), le lot numéro CINQ MILLIONS CINQ CENT QUATRE-VINGT-ONZE MILLE HUIT CENT QUATRE-VINGT-QUINZE (L. 5 591 895) et le lot numéro CINQ MILLIONS QUATRE CENT QUATRE-VINGT-CINQ MILLE SEPT CENT SOIXANTE-SIX (5 485 766) tous du Cadastre du Québec, circonscription foncière de Deux-Montagnes.\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}