{
  "id": "37721",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0400<br></p><p><strong>Date: </strong>2019-05-02</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Committee of the Privy Council, on the recommendation of&nbsp;the&nbsp;Minister of Justice, advises that the Honourable M. Joyce DeWitt-Van Oosten, a&nbsp;Judge of the Supreme Court of British Columbia, be appointed a Justice of Appeal of the Court of Appeal for British Columbia;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.25in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Committee further advises that the Honourable M. Joyce DeWitt-Van&nbsp;Oosten&nbsp;be&nbsp;appointed a Judge of the Court of Appeal of Yukon during her tenure of office as a Justice of Appeal of the Court of Appeal for British Columbia.</p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:150%\">\n<p style=\"text-indent:1.25in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\nSur recommandation du ministre de la Justice, le Comité du&nbsp;Conseil privé recommande que l’honorable M. Joyce DeWitt-Van Oosten, juge&nbsp;de&nbsp;la Cour suprême de la Colombie-Britannique, soit nommée juge d’appel de&nbsp;la Cour d’appel de la Colombie-Britannique;</p>\n</div><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.25in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\nLe Comité du Conseil privé recommande en outre que l’honorable&nbsp;M. Joyce DeWitt-Van Oosten soit nommée juge de la Cour d’appel du&nbsp;Yukon pendant la durée de ses fonctions à titre de juge d’appel de la Cour d’appel de la Colombie-Britannique.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2019-0400Date: 2019-05-02\n\n\n\nThe Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that the Honourable M. Joyce DeWitt-Van Oosten, a Judge of the Supreme Court of British Columbia, be appointed a Justice of Appeal of the Court of Appeal for British Columbia;\n\n \n\nThe Committee further advises that the Honourable M. Joyce DeWitt-Van Oosten be appointed a Judge of the Court of Appeal of Yukon during her tenure of office as a Justice of Appeal of the Court of Appeal for British Columbia.\n\n\n\nSur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que l’honorable M. Joyce DeWitt-Van Oosten, juge de la Cour suprême de la Colombie-Britannique, soit nommée juge d’appel de la Cour d’appel de la Colombie-Britannique;\n\n \n\nLe Comité du Conseil privé recommande en outre que l’honorable M. Joyce DeWitt-Van Oosten soit nommée juge de la Cour d’appel du Yukon pendant la durée de ses fonctions à titre de juge d’appel de la Cour d’appel de la Colombie-Britannique.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}