{
  "id": "37742",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0425<br></p><p><strong>Date: </strong>2019-05-03</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to section 5 of the <em>Canada Wildlife Act</em>, approves that&nbsp;the Minister of the Environment enter into an agreement with the governments of Ontario, Quebec, Nova&nbsp;Scotia, New&nbsp;Brunswick, Prince Edward Island and Newfoundland and Labrador, substantially in the form set out in the annexed draft Agreement, to provide for the implementation in Canada of the&nbsp;North American Waterfowl Management Plan and the&nbsp;North&nbsp;American Bird Conservation Initiative.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre de l’Environnement et en&nbsp;vertu de l’article 5 de la <em>Loi sur les&nbsp;espèces sauvages du Canada</em>, Son&nbsp;Excellence la&nbsp;Gouverneure générale en conseil approuve la&nbsp;conclusion par&nbsp;la ministre de l’Environnement d’un accord, conforme en&nbsp;substance au projet d’accord ci-joint, avec les gouvernements de l’Ontario, du&nbsp;Québec, de la Nouvelle-Écosse, du&nbsp;Nouveau-Brunswick, de&nbsp;l’Île-du-Prince-Édouard et de Terre-Neuve-et-Labrador pour la&nbsp;mise en œuvre au Canada du&nbsp;Plan nord-américain de gestion de la sauvagine et de l’Initiative de conservation des oiseaux de l’Amérique du Nord.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2019-0425Date: 2019-05-03\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to section 5 of the Canada Wildlife Act, approves that the Minister of the Environment enter into an agreement with the governments of Ontario, Quebec, Nova Scotia, New Brunswick, Prince Edward Island and Newfoundland and Labrador, substantially in the form set out in the annexed draft Agreement, to provide for the implementation in Canada of the North American Waterfowl Management Plan and the North American Bird Conservation Initiative.\n\n\n \n\nSur recommandation de la ministre de l’Environnement et en vertu de l’article 5 de la Loi sur les espèces sauvages du Canada, Son Excellence la Gouverneure générale en conseil approuve la conclusion par la ministre de l’Environnement d’un accord, conforme en substance au projet d’accord ci-joint, avec les gouvernements de l’Ontario, du Québec, de la Nouvelle-Écosse, du Nouveau-Brunswick, de l’Île-du-Prince-Édouard et de Terre-Neuve-et-Labrador pour la mise en œuvre au Canada du Plan nord-américain de gestion de la sauvagine et de l’Initiative de conservation des oiseaux de l’Amérique du Nord.\n\n \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}