{
  "id": "37749",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0429<br></p><p><strong>Date: </strong>2019-05-03</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of State styled Minister of Indigenous Services, sets apart for the use and benefit of Cape Mudge, a band within the meaning of the <em>Indian Act</em>, as&nbsp;an addition to Quinsam Indian Reserve No. 12, in British&nbsp;Columbia, the lands described in the attached schedule, consisting of approximately 16.96 hectares (41.9 acres), effective on the day on which Her Majesty in right of Canada accepts the transfer of the administration and control of the lands from Her Majesty in right of British Columbia pursuant to the <em>Federal Real Property and Federal Immovables Act</em> and <em>Federal Real Property Regulations</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre d’État portant le titre de ministre des Services aux Autochtones, Son Excellence la Gouverneure générale en conseil met de côté à l’usage et au&nbsp;profit de Cape Mudge, une bande au sens de la <em>Loi sur les&nbsp;Indiens</em>, à titre d’ajout à la réserve indienne Quinsam n<sup>o</sup>&nbsp;12 en Colombie­Britannique, les terres décrites à l’annexe ci­jointe, lesquelles ont une superficie d’environ 16,96&nbsp;hectares (41,9 acres), avec prise d’effet à la date à laquelle Sa Majesté du chef du Canada accepte le transfert de la gestion et de&nbsp;la&nbsp;maîtrise des terres par Sa Majesté du chef de la&nbsp;Colombie-Britannique en vertu de la <em>Loi sur les immeubles fédéraux et les biens réels fédéraux</em> et du <em>Règlement concernant les immeubles fédéraux</em>.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}