{
  "id": "3776",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1344<br></p><p><strong>Date: </strong>2003-09-15</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to sections 3 and 6 of the <em>Transportation Appeal Tribunal of Canada Act</em>, hereby appoints Frank&nbsp;Morgan of Woodbridge, Ontario, to be a part-time member of the Transportation Appeal Tribunal of Canada, to hold office during good behaviour for a term of three&nbsp;years.   </p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Transports et en vertu des articles 3 et 6 de la <em>Loi sur le Tribunal d’appel des transports du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Frank Morgan, de Woodbridge (Ontario), conseiller à temps partiel du Tribunal d’appel des transports du Canada, à titre inamovible pour un mandat de trois ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1344Date: 2003-09-15                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to sections 3 and 6 of the Transportation Appeal Tribunal of Canada Act, hereby appoints Frank Morgan of Woodbridge, Ontario, to be a part-time member of the Transportation Appeal Tribunal of Canada, to hold office during good behaviour for a term of three years.                          Sur recommandation du ministre des Transports et en vertu des articles 3 et 6 de la Loi sur le Tribunal d’appel des transports du Canada, Son Excellence la Gouverneure générale en conseil nomme Frank Morgan, de Woodbridge (Ontario), conseiller à temps partiel du Tribunal d’appel des transports du Canada, à titre inamovible pour un mandat de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}