{
  "id": "38062",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-0733<br></p><p><strong>Date: </strong>2019-06-03</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas by Order in Council P.C. 2019-70 of January 31, 2019, the Governor General in Council issued a certificate of intent to amalgamate the Hamilton Port Authority and the Oshawa Port Authority;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Minister of Transport, proposes&nbsp;to recommend the Governor General in Council issue a certificate of amalgamation pursuant to section 59.1 of the <em>Port Authorities Management Regulations</em>, which contains letters patent for the amalgamated port authority;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, pursuant to subsection 8(5) of the&nbsp;<em>Canada Marine Act</em>, approves the provisions of the&nbsp;amalgamated port authority’s proposed letters patent, substantially in accordance with the provisions set out in the&nbsp;annexed schedule, relating to the limits on the power of the&nbsp;amalgamated port authority to borrow money on its credit for port purposes.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, par le décret C. P. 2019-70 du&nbsp;31&nbsp;janvier 2019, la gouverneure générale en conseil a&nbsp;délivré le certificat d’intention de fusionner l’Administration portuaire de Hamilton et l’Administration portuaire d’Oshawa;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le ministre des Transports propose de recommander que la gouverneure générale en conseil délivre un certificat de fusion en vertu de l’article 59.1 du&nbsp;<em>Règlement sur la gestion des administrations portuaires</em>, qui&nbsp;contient les lettres patentes de l’administration portuaire fusionnée;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Transports et du ministre des Finances et en vertu du&nbsp;paragraphe 8(5) de la <em>Loi maritime du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve&nbsp;les dispositions des lettres patentes proposées de l’administration portuaire fusionnée, conformes en substance aux dispositions établies dans l’annexe ci-jointe, relatives à la mesure dans laquelle l’administration portuaire fusionnée peut emprunter des fonds sur son crédit pour l’exploitation du port.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<div style=\"line-height:200%\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSchedule \n</p></div>\n<p></p>\n<table width=\"594\" cellspacing=\"1\"><tbody><tr valign=\"top\"><td width=\"594\"><p style=\"text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<strong>9.2 Restriction on Incurrence of Borrowing</strong>. The Authority shall not incur any item of Borrowing so that the aggregate Borrowing of the Authority would exceed $45,500,000.</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<strong>9.3 Borrowing.</strong> “Borrowing” means the following items for the Authority (adjusted to give effect to the provisions of section 9.4), without duplication, as follows:</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>a</em>)\t&nbsp;all obligations for borrowed money and all obligations evidenced by bonds, debentures, notes, or other similar instruments on which interest charges are customarily paid, recorded in accordance with GAAP;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>b</em>)\t&nbsp;all obligations, contingent or otherwise, relative to the face amount of all letters of credit, whether or not drawn, and bankers’ acceptances issued;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>c</em>)\t&nbsp;any obligation as lessee under leases which have been or should be, in accordance with GAAP, recorded as Capitalized Lease Liabilities;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>d</em>)\t&nbsp;all obligations to pay the deferred purchase price of property or services, and indebtedness (excluding prepaid interest thereon) secured by a lien on property owned or being purchased by the Authority (including indebtedness arising under conditional sales or other title retention agreements), whether or not such indebtedness shall have been assumed by the Authority or is limited in recourse and recorded in the financial statements of the Authority and Subsidiaries for the most recently completed Fiscal Year;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>e</em>)\t&nbsp;accrued contingent losses reflected as a charge to income in accordance with GAAP and recorded in the financial statements of the Authority and Subsidiaries for the most recently completed Fiscal Year;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>f</em>)\t&nbsp;all Contingent Liabilities of the Authority in respect of any of the foregoing; or</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n(<em>g</em>)\t&nbsp;the amount of the aggregate potential liability of the Authority pursuant to the terms of a Permitted Indemnity or Guarantee.</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<strong>9.4 Exclusion of Subsidiaries.</strong> In determining the Borrowing pursuant to section 9.3, any amounts pertaining to Subsidiaries carrying on activities contemplated by paragraph&nbsp;28(2)(<em>b</em>) of the Act shall be excluded.\n</p>\n&nbsp;</td></tr>\n</tbody></table>\n<div style=\"line-height:200%\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nAnnexe\n\n</p>\n<table width=\"594\" cellspacing=\"1\"><tbody><tr valign=\"top\"><td width=\"594\"><p style=\"text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<strong>9.2</strong>&nbsp;<strong>Restriction sur les Emprunts.</strong> L’Administration ne doit pas contracter des Emprunts dont le total serait supérieur à 45&nbsp;500 000 $.</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<strong>9.3 Emprunts.</strong> «&nbsp;Emprunts&nbsp;» À l’égard de l’Administration, les éléments suivants (rajustés de façon à donner effet aux dispositions du paragraphe 9.4), sans dédoublement&nbsp;:</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>a</em>)\t&nbsp;toutes les obligations de l’Administration relativement à ses emprunts et toutes les obligations constatées par les obligations, bons, billets ou autres instruments similaires sur lesquels des intérêts sont normalement payés, comptabilisées conformément aux PCGR;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>b</em>)\t&nbsp;toutes les obligations, éventuelles ou autres, relatives à la valeur nominale de toutes les lettres de crédit, qu’elles soient tirées ou non, et des acceptations bancaires émises;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>c</em>)\t&nbsp;toute obligation de l’Administration à titre de locataire en vertu de baux qui ont été, ou devraient être, conformément aux PCGR, comptabilisés à titre d’éléments de Passif de contrat de location-acquisition;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>d</em>)\t&nbsp;toutes les obligations de paiement du prix d’achat différé de biens ou de services, et l’endettement (à l’exclusion de l’intérêt payé d’avance à cet égard) garanti par un privilège sur des biens dont l’Administration est propriétaire ou fait l’acquisition (y compris l’endettement découlant de ventes conditionnelles ou autres ententes de réserve de propriété), que l’endettement ait ou non été assumé par l’Administration ou qu’il soit limité et comptabilisé dans les états financiers de l’Administration et des Filiales pour le dernier Exercice complété;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>e</em>)\t&nbsp;les pertes éventuelles accumulées qui seraient reflétées par une charge sur les revenus selon les PCGR et comptabilisées dans les états financiers de l’Administration et des Filiales pour le dernier Exercice complété;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>f</em>)\t&nbsp;tous les Éléments de passif éventuel de l’Administration relativement aux éléments susmentionnés;</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"margin-left:0.55in;text-indent:-0.25in;text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<em>g</em>)\t&nbsp;l’ensemble du passif potentiel de l’Administration conformément à une Indemnité ou garantie autorisée.</p>\n</td>\n</tr>\n<tr valign=\"top\">\n<td width=\"594\"><p style=\"text-align:left;margin-top:0.04in;margin-bottom:0.04in;\">\n<strong>9.4 Exclusion de Filiales.</strong> Pour déterminer les Emprunts conformément au paragraphe 9.3, tous les montants relatifs aux Filiales se livrant aux activités visées à l’alinéa 28(2)<em>b</em>) de la Loi doivent être exclus.\n</p>\n&nbsp;</td></tr>\n</tbody></table>\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2019-0733Date: 2019-06-03\n\n\nWhereas by Order in Council P.C. 2019-70 of January 31, 2019, the Governor General in Council issued a certificate of intent to amalgamate the Hamilton Port Authority and the Oshawa Port Authority;\n\n \n\nAnd whereas the Minister of Transport, proposes to recommend the Governor General in Council issue a certificate of amalgamation pursuant to section 59.1 of the Port Authorities Management Regulations, which contains letters patent for the amalgamated port authority;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, pursuant to subsection 8(5) of the Canada Marine Act, approves the provisions of the amalgamated port authority’s proposed letters patent, substantially in accordance with the provisions set out in the annexed schedule, relating to the limits on the power of the amalgamated port authority to borrow money on its credit for port purposes.\n\n\n \n\nAttendu que, par le décret C. P. 2019-70 du 31 janvier 2019, la gouverneure générale en conseil a délivré le certificat d’intention de fusionner l’Administration portuaire de Hamilton et l’Administration portuaire d’Oshawa;\n\n \n\nAttendu que le ministre des Transports propose de recommander que la gouverneure générale en conseil délivre un certificat de fusion en vertu de l’article 59.1 du Règlement sur la gestion des administrations portuaires, qui contient les lettres patentes de l’administration portuaire fusionnée;\n\n \n\nÀ ces causes, sur recommandation du ministre des Transports et du ministre des Finances et en vertu du paragraphe 8(5) de la Loi maritime du Canada, Son Excellence la Gouverneure générale en conseil approuve les dispositions des lettres patentes proposées de l’administration portuaire fusionnée, conformes en substance aux dispositions établies dans l’annexe ci-jointe, relatives à la mesure dans laquelle l’administration portuaire fusionnée peut emprunter des fonds sur son crédit pour l’exploitation du port.\n\n \n\n \n\n\n\nSchedule \n\n\n\n9.2 Restriction on Incurrence of Borrowing. The Authority shall not incur any item of Borrowing so that the aggregate Borrowing of the Authority would exceed $45,500,000.\n\n\n\n\n9.3 Borrowing. “Borrowing” means the following items for the Authority (adjusted to give effect to the provisions of section 9.4), without duplication, as follows:\n\n\n\n\n(a)\t all obligations for borrowed money and all obligations evidenced by bonds, debentures, notes, or other similar instruments on which interest charges are customarily paid, recorded in accordance with GAAP;\n\n\n\n\n(b)\t all obligations, contingent or otherwise, relative to the face amount of all letters of credit, whether or not drawn, and bankers’ acceptances issued;\n\n\n\n\n(c)\t any obligation as lessee under leases which have been or should be, in accordance with GAAP, recorded as Capitalized Lease Liabilities;\n\n\n\n\n(d)\t all obligations to pay the deferred purchase price of property or services, and indebtedness (excluding prepaid interest thereon) secured by a lien on property owned or being purchased by the Authority (including indebtedness arising under conditional sales or other title retention agreements), whether or not such indebtedness shall have been assumed by the Authority or is limited in recourse and recorded in the financial statements of the Authority and Subsidiaries for the most recently completed Fiscal Year;\n\n\n\n\n(e)\t accrued contingent losses reflected as a charge to income in accordance with GAAP and recorded in the financial statements of the Authority and Subsidiaries for the most recently completed Fiscal Year;\n\n\n\n\n(f)\t all Contingent Liabilities of the Authority in respect of any of the foregoing; or\n\n\n\n\n(g)\t the amount of the aggregate potential liability of the Authority pursuant to the terms of a Permitted Indemnity or Guarantee.\n\n\n\n\n9.4 Exclusion of Subsidiaries. In determining the Borrowing pursuant to section 9.3, any amounts pertaining to Subsidiaries carrying on activities contemplated by paragraph 28(2)(b) of the Act shall be excluded.\n\n \n\n\n\n \n\n\n \n\nAnnexe\n\n\n\n9.2 Restriction sur les Emprunts. L’Administration ne doit pas contracter des Emprunts dont le total serait supérieur à 45 500 000 $.\n\n\n\n\n9.3 Emprunts. « Emprunts » À l’égard de l’Administration, les éléments suivants (rajustés de façon à donner effet aux dispositions du paragraphe 9.4), sans dédoublement :\n\n\n\n\na)\t toutes les obligations de l’Administration relativement à ses emprunts et toutes les obligations constatées par les obligations, bons, billets ou autres instruments similaires sur lesquels des intérêts sont normalement payés, comptabilisées conformément aux PCGR;\n\n\n\n\nb)\t toutes les obligations, éventuelles ou autres, relatives à la valeur nominale de toutes les lettres de crédit, qu’elles soient tirées ou non, et des acceptations bancaires émises;\n\n\n\n\nc)\t toute obligation de l’Administration à titre de locataire en vertu de baux qui ont été, ou devraient être, conformément aux PCGR, comptabilisés à titre d’éléments de Passif de contrat de location-acquisition;\n\n\n\n\nd)\t toutes les obligations de paiement du prix d’achat différé de biens ou de services, et l’endettement (à l’exclusion de l’intérêt payé d’avance à cet égard) garanti par un privilège sur des biens dont l’Administration est propriétaire ou fait l’acquisition (y compris l’endettement découlant de ventes conditionnelles ou autres ententes de réserve de propriété), que l’endettement ait ou non été assumé par l’Administration ou qu’il soit limité et comptabilisé dans les états financiers de l’Administration et des Filiales pour le dernier Exercice complété;\n\n\n\n\ne)\t les pertes éventuelles accumulées qui seraient reflétées par une charge sur les revenus selon les PCGR et comptabilisées dans les états financiers de l’Administration et des Filiales pour le dernier Exercice complété;\n\n\n\n\nf)\t tous les Éléments de passif éventuel de l’Administration relativement aux éléments susmentionnés;\n\n\n\n\ng)\t l’ensemble du passif potentiel de l’Administration conformément à une Indemnité ou garantie autorisée.\n\n\n\n\n9.4 Exclusion de Filiales. Pour déterminer les Emprunts conformément au paragraphe 9.3, tous les montants relatifs aux Filiales se livrant aux activités visées à l’alinéa 28(2)b) de la Loi doivent être exclus.\n\n \n\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}