{
  "id": "38654",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2019-1325<br></p><p><strong>Date: </strong>2019-09-04</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nThe Committee of the Privy Council, on the recommendation of&nbsp;the&nbsp;Prime&nbsp;Minister, the Right Honourable Justin P.J. Trudeau, advises that&nbsp;a&nbsp;Commission under the Great Seal of Canada do issue appointing Brenda&nbsp;Louise&nbsp;Murphy&nbsp;of Grand Bay-Westfield, in the Province of New&nbsp;Brunswick, to&nbsp;be&nbsp;Lieutenant Governor of the Province of&nbsp;New&nbsp;Brunswick.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nThe Committee further advises that the Commission come into force on the day on which Brenda Louise Murphy shall make and subscribe the Oaths of Allegiance and Office prescribed by section 61 of&nbsp;the <em>Constitution Act, 1867</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nSur recommandation du premier ministre, le très honorable Justin P.J. Trudeau, le Comité du Conseil privé recommande que soit émise une commission sous le grand sceau du Canada nommant Brenda&nbsp;Louise Murphy, de Grand Bay-Westfield (Nouveau-Brunswick), lieutenante-gouverneure de la province du Nouveau-Brunswick,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nLe Comité recommande en outre que cette commission entre en&nbsp;vigueur le jour où Brenda Louise Murphy prête et souscrit les&nbsp;serments d’allégeance et d’office prévus à l’article 61 de la <em>Loi&nbsp;constitutionnelle de 1867</em>.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2019-1325Date: 2019-09-04\n\n\nThe Committee of the Privy Council, on the recommendation of the Prime Minister, the Right Honourable Justin P.J. Trudeau, advises that a Commission under the Great Seal of Canada do issue appointing Brenda Louise Murphy of Grand Bay-Westfield, in the Province of New Brunswick, to be Lieutenant Governor of the Province of New Brunswick.\n\nThe Committee further advises that the Commission come into force on the day on which Brenda Louise Murphy shall make and subscribe the Oaths of Allegiance and Office prescribed by section 61 of the Constitution Act, 1867.\n\n\n \n\nSur recommandation du premier ministre, le très honorable Justin P.J. Trudeau, le Comité du Conseil privé recommande que soit émise une commission sous le grand sceau du Canada nommant Brenda Louise Murphy, de Grand Bay-Westfield (Nouveau-Brunswick), lieutenante-gouverneure de la province du Nouveau-Brunswick,\n\nLe Comité recommande en outre que cette commission entre en vigueur le jour où Brenda Louise Murphy prête et souscrit les serments d’allégeance et d’office prévus à l’article 61 de la Loi constitutionnelle de 1867.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}