{
  "id": "38859",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0072<br></p><p><strong>Date: </strong>2020-02-29</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to&nbsp;section 213 of the <em>Budget Implementation Act, 2019, No. 1</em>, chapter 29 of the Statutes of Canada, 2019, fixes the day on which this Order is published in the <em>Canada Gazette</em>, Part II, as&nbsp;the day on which Subdivision H of Division 9 of Part 4 of that&nbsp;Act comes into force, other than sections 206 to 212, which&nbsp;came into force on assent.</p>\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre de la Santé et&nbsp;en vertu de l’article 213 de la <em>Loi n<sup>o</sup> 1 d’exécution du budget de&nbsp;2019</em>, chapitre 29 des Lois du Canada (2019), Son&nbsp;Excellence la Gouverneure générale en conseil fixe à la&nbsp;date de publication du présent décret dans la Partie II de la&nbsp;<em>Gazette du Canada</em> la date d’entrée en vigueur de la&nbsp;sous-section H de la section 9 de la partie 4 de cette loi, à&nbsp;l’exception des articles 206 à 212, lesquels sont entrés en&nbsp;vigueur à la&nbsp;sanction.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0072Date: 2020-02-29\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 213 of the Budget Implementation Act, 2019, No. 1, chapter 29 of the Statutes of Canada, 2019, fixes the day on which this Order is published in the Canada Gazette, Part II, as the day on which Subdivision H of Division 9 of Part 4 of that Act comes into force, other than sections 206 to 212, which came into force on assent.\n\n \n\n\n \n\nSur recommandation de la ministre de la Santé et en vertu de l’article 213 de la Loi no 1 d’exécution du budget de 2019, chapitre 29 des Lois du Canada (2019), Son Excellence la Gouverneure générale en conseil fixe à la date de publication du présent décret dans la Partie II de la Gazette du Canada la date d’entrée en vigueur de la sous-section H de la section 9 de la partie 4 de cette loi, à l’exception des articles 206 à 212, lesquels sont entrés en vigueur à la sanction.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}