{
  "id": "38867",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0080<br></p><p><strong>Date: </strong>2020-02-29</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Whitefish River First Nation is a band as defined in the <em>Indian Act</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas in 2003, the Whitefish River First Nation submitted to Canada the Whitefish River First Nation Boundaries Specific Claim (Specific Claim) regarding the Crown’s failure to correctly survey the&nbsp;Whitefish River Indian Reserve in 1851 in accordance with the&nbsp;negotiated terms of the Robinson Huron Treaty of 1850;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Canada, without admitting liability, accepted the&nbsp;Specific Claim for negotiation in 2008, pursuant to Canada’s Specific&nbsp;Claims Policy;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Canada, without admitting liability, agreed to enter into a full and final agreement with the Whitefish River First Nation to&nbsp;settle the Specific Claim;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas in accordance with the <em>Indian Act</em> and the <em>Indian Referendum Regulations</em>, a ratification vote was held on October 26, 2019 for the electors of the Whitefish River First Nation with respect to the settlement agreement, a trust agreement, and the absolute release and relinquishment to Canada of all rights and interests in the lands depicted as claim lands in Schedule B to this Order in accordance with sections 38 and 39 of the <em>Indian Act</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas a majority of the electors of the Whitefish River First Nation participated in the vote and of those who participated, a majority voted to approve the settlement agreement and trust agreement, and assented to the absolute release and relinquishment to Canada of all&nbsp;rights and interests in the lands depicted as claim lands in Schedule B to this Order in accordance with sections 38 and 39 of the <em>Indian Act</em>, and&nbsp;authorized the Chief and Council to sign the agreements and related&nbsp;documents;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:2.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the settlement agreement between the&nbsp;Whitefish River First Nation and Canada was signed by the Chief and&nbsp;Council on October 28, 2019;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations,\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) authorizes the Minister of Crown-Indigenous Relations to enter&nbsp;into and sign, on behalf of Her Majesty in right of Canada, the&nbsp;Whitefish River First Nation Boundaries Specific Claim Settlement Agreement, a summary of which is set out in the&nbsp;annexed Schedule A; and\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) pursuant to sections 38 and 39 of the <em>Indian Act</em>, accepts the document set out in Schedule 2 to the Whitefish River First Nation Boundaries Specific Claim Settlement Agreement, with respect to the claim lands depicted in the annexed Schedule B.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la Première Nation de Whitefish River est une bande au sens de la <em>Loi sur les Indiens</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en 2003, la Première Nation de Whitefish River a présenté au Canada la revendication particulière sur les limites de la&nbsp;réserve de la Première Nation de Whitefish River (revendication particulière) concernant le manquement de la Couronne à arpenter correctement la réserve indienne de Whitefish River en 1851 conformément aux conditions négociées lors du Traité de Robinson Huron de 1850;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en 2008, le Canada, sans admettre de responsabilité, a accepté la revendication particulière aux fins de négociation, conformément à la politique sur les revendications particulières du Canada;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le Canada, sans admettre de responsabilité, a&nbsp;accepté de conclure avec la Première Nation de Whitefish River un&nbsp;accord de règlement complet et définitif de la revendication particulière;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, conformément à la <em>Loi sur les Indiens</em> et au <em>Règlement sur les référendums des Indiens</em>, un vote de ratification a eu lieu le 26 octobre 2019 pour les électeurs de la Première Nation de Whitefish River concernant l’accord de règlement, une convention de fiducie et le délaissement et la renonciation absolus en faveur du Canada de<strong>&nbsp;</strong>tous les droits et intérêts sur les terres revendiquées et représentées à&nbsp;l’annexe B ci-jointe, conformément aux articles 38 et 39 de la <em>Loi sur les&nbsp;Indiens</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu qu’une majorité des électeurs de la Première Nation de Whitefish River ont participé au vote et que de ceux qui y ont participé, une majorité ont voté en faveur de l’accord de règlement et la convention de fiducie et ont sanctionné le délaissement et la renonciation absolus en faveur du Canada de tous les droits et intérêts sur les terres revendiquées qui sont représentées à l’annexe B ci-jointe, conformément aux articles 38 et 39 de&nbsp;la <em>Loi sur les Indiens</em>, autorisant ainsi son chef et son conseil à&nbsp;signer les accords et les documents connexes;\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…2/</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:2.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’accord de règlement entre la Première Nation de Whitefish River et le Canada a été signé par le chef et le conseil le&nbsp;28&nbsp;octobre 2019,\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des&nbsp;Relations Couronne-Autochtones, Son Excellence la&nbsp;Gouverneure&nbsp;générale en conseil :\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) autorise la ministre des Relations Couronne-Autochtones à conclure et à signer, au nom de Sa Majesté du chef du Canada, l’accord de règlement de la revendication particulière sur les limites&nbsp;de la réserve de la Première Nation de Whitefish River, dont&nbsp;un résumé figure à l’annexe A ci-jointe;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) en vertu des articles 38 et 39 de la <em>Loi sur les Indiens</em>, accepte le&nbsp;document figurant à l’annexe 2 de l’accord de règlement de la&nbsp;revendication particulière sur les limites de la réserve de la&nbsp;Première Nation de Whitefish River, lequel document porte sur les terres revendiquées qui sont représentées à l’annexe B ci-jointe.\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE A\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSummary of the Whitefish River First Nation Boundaries Specific Claim Settlement Agreement between the Whitefish River First Nation and Canada\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1. <u>Federal Compensation</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWithin 45 days of the execution of the Settlement Agreement by Canada, Canada will deposit $103,180,000 as the net compensation for the Whitefish River First Nation Boundaries Specific Claim into bank and/or trust accounts as directed by the Whitefish River First Nation. This net compensation reflects the deduction of $833,790 from the total compensation of $104,013,790 for the negotiation loan funding provided for the negotiation of the settlement of the claim.\t&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n2. <u>Additions to Reserve </u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Settlement Agreement includes an addition to reserve component to allow the Whitefish River First Nation, subject to Canada’s Policy on Additions to Reserve/Reserve Creation and the First Nation’s assumption of all related costs, to purchase up to 64,896 acres of land on a willing-buyer/willing-seller basis and apply for it to be added to reserve.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n3. <u>Indemnity and Release</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Settlement Agreement also provides for a full and final release and indemnity by the Whitefish River First Nation for all matters relating to the Whitefish River First Nation Boundaries Specific Claim, and for the discontinuance of any related litigation, all of which will bring certainty and finality to this Specific Claim.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n4. <u>Release and Relinquishment</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Whitefish River First Nation assented to release and relinquish absolutely to Canada all rights and interests in the claim lands as forming part of the Whitefish River Indian Reserve in accordance with sections 38 and 39 of the <em>Indian Act</em>.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n5. <u>Ratification</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nOn October 26, 2019, the Whitefish River First Nation held a ratification vote to approve the settlement agreement and a trust agreement, and to assent to release and relinquish absolutely to Canada all rights and interests in the claim lands as forming part of the Whitefish River Indian Reserve in accordance with sections 38 and 39 of the <em>Indian Act</em>.<strong>&nbsp;</strong>The vote was conducted in accordance with the <em>Indian Act</em>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nand the <em>Indian Referendum Regulations</em>, which require that a majority (over 50%) of the First Nation’s eligible voters participate in the vote and a majority (over 50%) of the votes cast be in favour of the ballot question. Of the 1,122 eligible voters, 635 votes (representing 57% of all eligible voters) were cast. Of the votes cast, 616 (97%) voted in favour of approving the settlement agreement and the trust agreement, and assenting to release and relinquish absolutely to Canada all rights and interests in the claim lands as forming part of the Whitefish River Indian Reserve in accordance with sections 38 and 39 of the <em>Indian Act</em>. 15 votes were against, and 4 ballots were rejected.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n6. <u>Legal and Financial Advice</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Whitefish River First Nation obtained independent legal advice throughout the negotiation of the Specific Claim, including for the settlement agreement and the trust agreement, and for the assent to release and relinquish absolutely to Canada all rights and interests in the claim lands as forming part of the Whitefish River Indian Reserve in accordance with sections 38 and 39 of the <em>Indian Act</em>. The First Nation’s legal counsel provided Canada with a solicitor’s certificate confirming that independent legal advice was provided to the Whitefish River First Nation on all these matters. The Whitefish River First Nation also retained a financial advisor to provide advice on the trust agreement established by the First Nation and the deposit of the compensation into the trust account(s) pursuant to the trust agreement. The financial advisor provided Canada with a certificate confirming that independent financial advice was provided to the Whitefish River First Nation.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE A\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nRésumé de l’accord de règlement sur la revendication particulière sur les limites de la réserve de la Première Nation de Whitefish River, entre la Première Nation de Whitefish River et le Canada\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1. <u>Indemnité du gouvernement fédéral</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nDans les 45&nbsp;jours suivant la signature de l’accord de règlement par le Canada, le Canada déposera 103 180 000 $ à titre d’indemnité nette pour la revendication particulière sur les limites de la réserve de la Première Nation de Whitefish River dans un (des) compte(s) bancaire et/ou en fiducie conformément aux instructions de la Première Nation de Whitefish River. Cette indemnité nette tient compte d’une déduction de 833 790 $ de l’indemnité totale de 104 013 790 $ afin de rembourser le prêt de négociation accordé pour la négociation du règlement de la revendication.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n2. <u>Ajouts à la réserve</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL’accord de règlement prévoit une composante d’ajouts à la réserve en vue de permettre à la Première Nation de Whitefish River d’acheter de gré à gré jusqu’à\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n64 896 acres de terres et de demander qu’elles soient ajoutées à la réserve, et ce, sous réserve de la Politique sur les ajouts aux réserves et création de réserves du Canada et de la prise en charge de tous les frais connexes par la Première Nation.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n3. <u>Indemnisation et quittance</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL’accord de règlement prévoit également une quittance et une indemnisation finale et définitive par la Première Nation de Whitefish River pour toutes questions relatives à la revendication particulière sur les limites de la réserve de la Première Nation de Whitefish River, ainsi que l’abandon de tout litige connexe, qui amènera une certitude et un terme définitif à cette revendication particulière.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n4. <u>Libération et renonciation</u>&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa Première Nation de Whitefish River a consenti de libérer et de se dessaisir absolument et en faveur du Canada de tous les droits et intérêts sur les terres revendiquées comme faisant partie de la réserve indienne de Whitefish River, conformément aux articles 38 et 39 de la <em>Loi sur les Indiens</em>.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n5. <u>Ratification</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLe 26 octobre 2019, la Première Nation de Whitefish River a tenu un vote de ratification pour approuver l’accord de règlement et une entente de fiducie, et pour consentir de libérer et de se dessaisir absolument et en faveur du Canada de tous les droits et intérêts sur les terres revendiquées comme faisant partie de la réserve indienne de Whitefish River, conformément aux articles 38 et 39 de la <em>Loi sur les Indiens</em>. Le vote a été mené conformément à la <em>Loi sur les Indiens</em> et au <em>Règlement sur les référendums des Indiens</em>, qui exigent qu’une majorité (plus de 50%) des\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nélecteurs admissibles de la Première Nation participent au vote et une majorité (plus de 50%) des suffrages exprimés en faveur de la question du scrutin. Sur les 1 122 électeurs éligibles, 635 votes (représentant 57% de tous les électeurs éligibles) ont été exprimés. De tous les votes exprimés, 616 (97%) ont voté en faveur de l’approbation de l’accord de règlement et une entente de fiducie, et ont consenti de libérer et de se dessaisir absolument et en faveur du Canada de tous les droits et intérêts sur les terres revendiquées comme faisant partie de la réserve indienne de Whitefish River, conformément aux articles 38 et 39 de la <em>Loi sur les Indiens</em>. 15 voix étaient contre et 4 bulletins ont été rejetés.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n6. <u>Conseils juridiques et financiers</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa Première Nation de Whitefish River a obtenu des conseils juridiques indépendants tout au long de la négociation de la revendication particulière, y compris pour l’accord de règlement et une entente de fiducie, et pour la sanction de libérer et de se dessaisir absolument et en faveur du Canada de tous les droits et intérêts sur les terres revendiquées comme faisant partie de la réserve indienne de Whitefish River, conformément aux articles 38 et 39 de la <em>Loi sur les Indiens</em>. Le conseiller juridique de la Première Nation a remis au Canada un certificat d’avocat confirmant que des conseils juridiques indépendants ont été fournis à la Première Nation de Whitefish River sur toutes ces questions. La Première Nation de Whitefish River a également retenu les services d’un conseiller financier pour lui fournir des conseils sur une entente de fiducie établie par la Première Nation et le dépôt de l’indemnité dans les comptes en fiducie, conformément à l’entente de fiducie. Le conseiller financier a remis au Canada un certificat confirmant que des conseils financiers indépendants ont été fournis à la Première Nation de Whitefish River.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}