{
  "id": "39095",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0251<br></p><p><strong>Date: </strong>2020-04-10</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Sipekne’katik and the Millbrook First Nation are each a band as defined by the <em>Indian Act</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas in 1987, the Confederacy of Mainland Mi’kmaq, joined by Sipekne’katik and the Millbrook First Nation in 2004, pursued and submitted to Canada their Halifax County 1919 Invalid Surrender Specific Claim regarding the 1919 surrender for sale of three reserves of the Halifax County Band, namely, Indian Reserve #15 at Sambro, Indian Reserve #16 at Ingrams River and Indian Reserve #18 at Ship Harbour, which reserves were set aside in 1784, 1820, and 1848, respectively;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Canada accepted the Specific Claim for negotiation in 2007 on the basis that Canada has an outstanding lawful obligation within the meaning of the Specific Claims Policy for the Crown’s failure to conduct a surrender meeting and to correctly interpret the <em>Indian Act</em> when determining who should participate in the surrender vote;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas Canada agreed to enter into a full and final tripartite settlement agreement with Sipekne’katik and the Millbrook First Nation to settle the Specific Claim;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas in accordance with the <em>Indian Act</em> and the <em>Indian Referendum Regulations</em>, a ratification vote was held on November 21, 2019 for the electors of each of Sipekne’katik and the Millbrook First Nation with respect to the settlement agreement, respective trust agreements and the assent to surrender absolutely to Canada all of the rights and interests in the surrendered lands as set out in the settlement agreement;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:2.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-indent:2.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas a majority of the electors for each of Sipekne’katik and the Millbrook First Nation voted and of those who voted, a majority of each approved the settlement agreement and the respective trust agreements, assented to surrender absolutely to Canada all rights and interests in the surrendered lands, and authorized and directed their respective Chiefs and Councils to sign the agreements;\n</p><p style=\"text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the settlement agreement among Sipekne’katik, the Millbrook First Nation and Canada was signed by the Chiefs and Councils on December 6, 2019 and December 3, 2019, respectively;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, on the recommendation of the Minister of Crown-Indigenous Relations, Her Excellency the Governor General in Council,\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) authorizes the Minister of Crown-Indigenous Relations to enter into and sign, on behalf of Her Majesty in right of Canada, the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim Settlement Agreement, a summary of which is set out in the annexed Schedule A; and\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) pursuant to sections 38 and 39 of the <em>Indian Act</em>, accepts the instrument set out in Schedule 3 to the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim Settlement Agreement, which absolutely surrenders to Canada all rights and interests in the surrendered lands described in the annexed Schedule B.\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que Sipekne’katik et la Première Nation de Millbrook sont toutes deux des bandes au sens de la <em>Loi sur les Indiens</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en 1987, la Confederacy of Mainland Mi’kmaq, à laquelle se sont joints Sipekne’katik et la Première Nation de Millbrook en 2004, a présenté au Canada sa revendication particulière de 1919 sur la cession invalide du comté de Halifax concernant la cession pour vente en 1919 de trois réserves de la bande du comté de Halifax, soit la réserve indienne n<sup>o</sup> 15 à Sambro, la réserve indienne n<sup>o</sup> 16 à Ingrams River et la réserve indienne n<sup>o</sup> 18 à Ship Harbour, qui avaient été mises de côté en 1784, 1820 et 1848, respectivement;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en 2007, le Canada a accepté la revendication particulière aux fins de négociation, au motif que le Canada a une obligation légale non respectée au sens de la Politique sur les revendications particulières en raison du défaut de la Couronne de tenir une réunion sur la cession et de l’interprétation incorrecte de la <em>Loi sur les Indiens</em> au moment de déterminer qui devait participer au vote sur la cession;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le Canada a accepté de conclure avec Sipekne’katik et la Première Nation de Millbrook un accord de règlement tripartite complet et définitif de la revendication particulière;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, conformément à la <em>Loi sur les Indiens</em> et au <em>Règlement sur les référendums des Indiens</em>, un vote de ratification a eu lieu le 21 novembre 2019 pour les électeurs de Sipekne’katik et de la Première Nation de Millbrook concernant l’accord de règlement, les ententes de fiducie respectives et la cession absolue en faveur du Canada de tous les droits et intérêts sur les terres revendiquées, décrites dans l’accord de règlement; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:2.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu qu’une majorité des électeurs de Sipekne’katik et de la Première Nation de Millbrook ont participé au vote et que de ceux qui y ont participé, une majorité de chacune des collectivités ont voté en faveur de l’accord de règlement et les ententes de fiducie respectives, et ont sanctionné la cession absolue en faveur du Canada de tous les droits et intérêts sur les terres revendiquées, autorisant aussi leur chef et leur conseil respectifs à signer les accords;\n</p><p style=\"text-indent:2.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que l’accord de règlement entre Sipekne’katik, la Première Nation de Millbrook et le Canada a été signé par les chefs et les conseillers le 6 décembre 2019 et le 3 décembre 2019, respectivement,\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des Relations Couronne-Autochtones, Son Excellence la Gouverneure générale en conseil :\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) autorise la ministre des Relations Couronne-Autochtones à conclure et à signer, au nom de Sa Majesté du chef du Canada, l’accord de règlement de la revendication particulière de 1919 sur la cession invalide du comté de Halifax de Sipekne’katik et de la Première Nation de Millbrook, dont un résumé figure à l’annexe A ci-jointe;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) en vertu des articles 38 et 39 de la <em>Loi sur les Indiens</em>, le document figurant à l’annexe 3 de l’accord de règlement de la revendication particulière de 1919 sur la cession invalide du comté de Halifax de Sipekne’katik et de la Première Nation de Millbrook, qui cède à titre absolu en faveur du Canada tous les droits et intérêts sur les terres revendiquées décrites à l’annexe B ci-jointe.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE A\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSummary of the Sipekne’katik and the Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim Settlement Agreement among Sipekne’katik, the Millbrook First Nation and Canada\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1.<u>Federal Compensation</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWithin 45 days of the execution of the settlement agreement by Canada, Canada will deposit $47,149,788 as the net compensation for the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim into trust accounts as directed by each of Sipekne’katik and the Millbrook First Nation. Canada is authorized and directed to pay Sipekne’katik $27,818,375 and the Millbrook First Nation $19,331,413. This net compensation reflects the deduction of $2,054,229 from the total compensation of $49,204,017 for the negotiation loan funding provided by Canada for the negotiation of the settlement of the claim.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n2.<u>Additions to Reserve </u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe settlement agreement includes an addition to reserve component to allow Sipekne’katik and the Millbrook First Nation to apply to have added to reserve lands acquired by the First Nations on a willing-buyer/willing-seller basis, subject to Canada’s Additions to Reserve/Reserve Creation Policy and that each First Nation assumes all related costs, to request reserve status for up to 1,265.35 acres of land, as apportioned and agreed upon by the two First Nations.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n3.<u>Indemnity and Release</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe settlement agreement also provides for full and final releases and indemnities by both Sipekne’katik and the Millbrook First Nation for all matters relating to the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim, and for the discontinuance of any related litigation, all of which will bring finality to this Specific Claim.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n4.<u>Surrender</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSipekne’katik and the Millbrook First Nation each assented to surrender absolutely to Canada all rights and interests in the Surrendered Lands in accordance with sections 38 and 39 of the <em>Indian Act</em>.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n5.<u>Ratification</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nOn November 21, 2019, ratification votes were held for each of Sipekne’katik and the Millbrook First Nation to approve the settlement agreement, respective trust agreements, and to assent to absolutely surrender to Canada all rights and interests in the Surrendered Lands.<strong>&nbsp;</strong>The vote was conducted in accordance with the <em>Indian Act</em> and the <em>Indian Referendum Regulations</em>, which require that a majority (over 50%) of the eligible voters of each First Nation must participate in its respective vote and a majority (over 50%) of the votes cast by each First Nation’s electors must be in favour of the ballot question. \n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe double majority voting threshold was achieved for Sipekne’katik and the Millbrook First Nation. Of the 2,076 eligible Sipekne’katik voters, 52% voted with 79% of those voting in favour. Of the 1,483 eligible Millbrook voters, 61% voted with 88% of those in favour.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n6.<u>Legal and Financial Advice</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSipekne’katik and the Millbrook First Nation each obtained independent legal advice throughout the negotiation of the Specific Claim, including for the settlement agreement, respective trust agreements, and for the assent to absolutely surrender to Canada all rights and interests in the Surrendered Lands in accordance with sections 38 and 39 of the <em>Indian Act</em>. The First Nations’ legal counsel provided Canada with solicitor’s certificates confirming that independent legal advice was provided to both Sipekne’katik and the Millbrook First Nation on all these matters. Sipekne’katik and the Millbrook First Nation each retained their own financial advisors to provide advice on their respective trust agreements and the deposit of the compensation into the trust accounts established pursuant to them. Their financial advisors provided Canada with certificates confirming that independent financial advice was provided to Sipekne’katik and the Millbrook First Nation, respectively.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE A\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nRésumé de l’accord de règlement de la revendication particulière de 1919 sur la cession invalide du comté de Halifax par les Sipekne’katik et la Première Nation de Millbrook intervenu entre les Sipekne’katik, la Première Nation de Millbrook et le Canada\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1.<u>Indemnité fédérale</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nDans les 45 jours suivant la signature de l’accord de règlement par le Canada, le Canada déposera 47 149 788 $ à titre d’indemnité nette pour la revendication particulière de 1919 sur la cession invalide du comté de Halifax par les Sipekne’katik et la Première Nation de Millbrook dans des comptes en fiducie, conformément aux instructions de chacune des Sipekne’katik et de la Première Nation de Millbrook. Le Canada est autorisé à verser 27 818 375 $ aux Sipekne’katik, et 19 331 413 $ à la Première Nation de Millbrook. Cette indemnité nette tient compte la déduction de 2 054 229 $ de l’indemnité totale de 49 204 017 $ pour le remboursement des prêts accordés par le Canada pour la négociation du règlement de la revendication.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n2.<u>Ajouts aux réserves </u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL’accord de règlement prévoit une composante d’ajout à la réserve pour permettre aux Sipekne’katik et à la Première Nation de Millbrook de présenter une demande d’ajout aux terres de réserve acquises par les Premières Nations sur le principe d’achat de gré à gré, sous à la Politique du Canada sur les ajouts aux réserves et la création de réserves. L’accord prévoit également que chacune des Premières Nations assume la prise en charge de tous les frais connexes liés à la demande du statut de réserve pour un maximum de 1 265,35 acres de terres, conformément à la répartition et aux accords conclus entre les deux Premières Nations.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n3.<u>Indemnités et quittances</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL’accord de règlement prévoit également une quittance et indemnisation finale et définitive par les Sipekne’katik et la Première Nation de Millbrook pour toutes questions relatives à la revendication particulière de 1919 sur la cession invalide du comté de Halifax par les Sipekne’katik et la Première Nation de Millbrook ainsi que l’abandon de tout litige connexe, qui amènera une certitude et un terme définitif à cette revendication.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n4.<u>Cession</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLes Sipekne’katik et la Première Nation de Millbrook ont consenti à céder au bénéfice du Canada tous les droits et intérêts sur les terres revendiquées, conformément aux articles 38 et 39 de la <em>Loi sur les Indiens</em>.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n5.<u>Ratification</u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLe 21 novembre 2019, les Sipekne’katik et la Première Nation de Millbrook ont tenu des votes de ratification pour approuver l’accord de règlement, les ententes de fiducie respectives, et le consentement à la cession absolue au bénéfice du Canada de tous les droits et intérêts sur les terres revendiquées.<strong>&nbsp;</strong>Le vote a été mené, conformément à la <em>Loi sur les Indiens</em> et au <em>Règlement sur les référendums des Indiens</em>, et exige que la double majorité (plus de 50 %) des électeurs admissibles de chaque Première Nation participent à leurs votes respectifs, et qu’une majorité (plus de 50 %) des votes exprimés par les électeurs de chaque Première Nation soient en faveur de la question du scrutin. \n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL’exigence de la double majorité a été respectée par les Sipekne’katik et la Première Nation de Millbrook. Sur les 2 076 électeurs admissibles des Sipekne’katik, 52 % ont voté et 79 % ont voté en faveur de la cession. Sur les 1 483 électeurs admissibles de la Première Nation de Millbrook, 61 % ont voté et 88 % ont voté en faveur de la cession.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n6.<u>Conseils juridiques et financiers </u>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLes Sipekne’katik et la Première Nation de Millbrook ont toutes deux obtenu des conseils juridiques indépendants tout au long de la négociation de la revendication particulière, y compris pour l’accord de règlement, les ententes de fiducie respectives, et le consentement à la cession absolue au bénéfice du Canada de tous les droits et intérêts sur les terres revendiquées, conformément aux articles 38 et 39 de la <em>Loi sur les Indiens</em>. Le conseiller juridique des Premières Nations a remis un certificat d’avocat au Canada afin de confirmer la prestation de conseils juridiques indépendants aux Sipekne’katik et à la Première Nation de Millbrook sur toutes ces questions. Les Sipekne’katik et la Première Nation de Millbrook ont retenu les services de leurs propres conseillers financiers qui ont chacun formulé des conseils quant à leurs ententes de fiducie respectives et au dépôt de l’indemnité dans des comptes en fiducie établis aux termes de ces accords. Les conseillers financiers ont remis au Canada des certificats confirmant que des conseils financiers indépendants ont été fournis aux Sipekne’katik et à la Première Nation de Millbrook respectivement.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0251Date: 2020-04-10\n\n\nWhereas Sipekne’katik and the Millbrook First Nation are each a band as defined by the Indian Act;\n\n \n\nWhereas in 1987, the Confederacy of Mainland Mi’kmaq, joined by Sipekne’katik and the Millbrook First Nation in 2004, pursued and submitted to Canada their Halifax County 1919 Invalid Surrender Specific Claim regarding the 1919 surrender for sale of three reserves of the Halifax County Band, namely, Indian Reserve #15 at Sambro, Indian Reserve #16 at Ingrams River and Indian Reserve #18 at Ship Harbour, which reserves were set aside in 1784, 1820, and 1848, respectively;\n\n \n\nWhereas Canada accepted the Specific Claim for negotiation in 2007 on the basis that Canada has an outstanding lawful obligation within the meaning of the Specific Claims Policy for the Crown’s failure to conduct a surrender meeting and to correctly interpret the Indian Act when determining who should participate in the surrender vote;\n\n \n\nWhereas Canada agreed to enter into a full and final tripartite settlement agreement with Sipekne’katik and the Millbrook First Nation to settle the Specific Claim;\n\n \n\nWhereas in accordance with the Indian Act and the Indian Referendum Regulations, a ratification vote was held on November 21, 2019 for the electors of each of Sipekne’katik and the Millbrook First Nation with respect to the settlement agreement, respective trust agreements and the assent to surrender absolutely to Canada all of the rights and interests in the surrendered lands as set out in the settlement agreement;\n\n \n\n \n\n \n\n \n\n \n\n \n\n…/2\n\n \n\n\n- 2 -\n\n \n\nWhereas a majority of the electors for each of Sipekne’katik and the Millbrook First Nation voted and of those who voted, a majority of each approved the settlement agreement and the respective trust agreements, assented to surrender absolutely to Canada all rights and interests in the surrendered lands, and authorized and directed their respective Chiefs and Councils to sign the agreements;\n\n \n\nAnd whereas the settlement agreement among Sipekne’katik, the Millbrook First Nation and Canada was signed by the Chiefs and Councils on December 6, 2019 and December 3, 2019, respectively;\n\n \n\nTherefore, on the recommendation of the Minister of Crown-Indigenous Relations, Her Excellency the Governor General in Council,\n\n \n\n(a) authorizes the Minister of Crown-Indigenous Relations to enter into and sign, on behalf of Her Majesty in right of Canada, the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim Settlement Agreement, a summary of which is set out in the annexed Schedule A; and\n\n \n\n(b) pursuant to sections 38 and 39 of the Indian Act, accepts the instrument set out in Schedule 3 to the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim Settlement Agreement, which absolutely surrenders to Canada all rights and interests in the surrendered lands described in the annexed Schedule B.\n\n \n\n \n\n \n\n\nAttendu que Sipekne’katik et la Première Nation de Millbrook sont toutes deux des bandes au sens de la Loi sur les Indiens;\n\n \n\nAttendu que, en 1987, la Confederacy of Mainland Mi’kmaq, à laquelle se sont joints Sipekne’katik et la Première Nation de Millbrook en 2004, a présenté au Canada sa revendication particulière de 1919 sur la cession invalide du comté de Halifax concernant la cession pour vente en 1919 de trois réserves de la bande du comté de Halifax, soit la réserve indienne no 15 à Sambro, la réserve indienne no 16 à Ingrams River et la réserve indienne no 18 à Ship Harbour, qui avaient été mises de côté en 1784, 1820 et 1848, respectivement;\n\n \n\nAttendu que, en 2007, le Canada a accepté la revendication particulière aux fins de négociation, au motif que le Canada a une obligation légale non respectée au sens de la Politique sur les revendications particulières en raison du défaut de la Couronne de tenir une réunion sur la cession et de l’interprétation incorrecte de la Loi sur les Indiens au moment de déterminer qui devait participer au vote sur la cession;\n\n \n\nAttendu que le Canada a accepté de conclure avec Sipekne’katik et la Première Nation de Millbrook un accord de règlement tripartite complet et définitif de la revendication particulière;\n\n \n\nAttendu que, conformément à la Loi sur les Indiens et au Règlement sur les référendums des Indiens, un vote de ratification a eu lieu le 21 novembre 2019 pour les électeurs de Sipekne’katik et de la Première Nation de Millbrook concernant l’accord de règlement, les ententes de fiducie respectives et la cession absolue en faveur du Canada de tous les droits et intérêts sur les terres revendiquées, décrites dans l’accord de règlement; \n\n \n\n \n\n \n\n \n\n…/2\n\n \n\n\n- 2 -\n\n \n\nAttendu qu’une majorité des électeurs de Sipekne’katik et de la Première Nation de Millbrook ont participé au vote et que de ceux qui y ont participé, une majorité de chacune des collectivités ont voté en faveur de l’accord de règlement et les ententes de fiducie respectives, et ont sanctionné la cession absolue en faveur du Canada de tous les droits et intérêts sur les terres revendiquées, autorisant aussi leur chef et leur conseil respectifs à signer les accords;\n\n \n\nAttendu que l’accord de règlement entre Sipekne’katik, la Première Nation de Millbrook et le Canada a été signé par les chefs et les conseillers le 6 décembre 2019 et le 3 décembre 2019, respectivement,\n\n \n\nÀ ces causes, sur recommandation de la ministre des Relations Couronne-Autochtones, Son Excellence la Gouverneure générale en conseil :\n\n \n\na) autorise la ministre des Relations Couronne-Autochtones à conclure et à signer, au nom de Sa Majesté du chef du Canada, l’accord de règlement de la revendication particulière de 1919 sur la cession invalide du comté de Halifax de Sipekne’katik et de la Première Nation de Millbrook, dont un résumé figure à l’annexe A ci-jointe;\n\n \n\nb) en vertu des articles 38 et 39 de la Loi sur les Indiens, le document figurant à l’annexe 3 de l’accord de règlement de la revendication particulière de 1919 sur la cession invalide du comté de Halifax de Sipekne’katik et de la Première Nation de Millbrook, qui cède à titre absolu en faveur du Canada tous les droits et intérêts sur les terres revendiquées décrites à l’annexe B ci-jointe.\n\n \n\n \n\n\nSCHEDULE A\n\n \n\nSummary of the Sipekne’katik and the Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim Settlement Agreement among Sipekne’katik, the Millbrook First Nation and Canada\n\n \n\n \n\n1.Federal Compensation\n\n \n\nWithin 45 days of the execution of the settlement agreement by Canada, Canada will deposit $47,149,788 as the net compensation for the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim into trust accounts as directed by each of Sipekne’katik and the Millbrook First Nation. Canada is authorized and directed to pay Sipekne’katik $27,818,375 and the Millbrook First Nation $19,331,413. This net compensation reflects the deduction of $2,054,229 from the total compensation of $49,204,017 for the negotiation loan funding provided by Canada for the negotiation of the settlement of the claim.\n\n \n\n2.Additions to Reserve \n\n \n\nThe settlement agreement includes an addition to reserve component to allow Sipekne’katik and the Millbrook First Nation to apply to have added to reserve lands acquired by the First Nations on a willing-buyer/willing-seller basis, subject to Canada’s Additions to Reserve/Reserve Creation Policy and that each First Nation assumes all related costs, to request reserve status for up to 1,265.35 acres of land, as apportioned and agreed upon by the two First Nations.\n\n \n\n3.Indemnity and Release\n\n \n\nThe settlement agreement also provides for full and final releases and indemnities by both Sipekne’katik and the Millbrook First Nation for all matters relating to the Sipekne’katik and Millbrook First Nation Halifax County 1919 Invalid Surrender Specific Claim, and for the discontinuance of any related litigation, all of which will bring finality to this Specific Claim.\n\n \n\n4.Surrender\n\n \n\nSipekne’katik and the Millbrook First Nation each assented to surrender absolutely to Canada all rights and interests in the Surrendered Lands in accordance with sections 38 and 39 of the Indian Act.\n\n \n\n\n5.Ratification\n\n \n\nOn November 21, 2019, ratification votes were held for each of Sipekne’katik and the Millbrook First Nation to approve the settlement agreement, respective trust agreements, and to assent to absolutely surrender to Canada all rights and interests in the Surrendered Lands. The vote was conducted in accordance with the Indian Act and the Indian Referendum Regulations, which require that a majority (over 50%) of the eligible voters of each First Nation must participate in its respective vote and a majority (over 50%) of the votes cast by each First Nation’s electors must be in favour of the ballot question. \n\n \n\nThe double majority voting threshold was achieved for Sipekne’katik and the Millbrook First Nation. Of the 2,076 eligible Sipekne’katik voters, 52% voted with 79% of those voting in favour. Of the 1,483 eligible Millbrook voters, 61% voted with 88% of those in favour.\n\n \n\n6.Legal and Financial Advice\n\n \n\nSipekne’katik and the Millbrook First Nation each obtained independent legal advice throughout the negotiation of the Specific Claim, including for the settlement agreement, respective trust agreements, and for the assent to absolutely surrender to Canada all rights and interests in the Surrendered Lands in accordance with sections 38 and 39 of the Indian Act. The First Nations’ legal counsel provided Canada with solicitor’s certificates confirming that independent legal advice was provided to both Sipekne’katik and the Millbrook First Nation on all these matters. Sipekne’katik and the Millbrook First Nation each retained their own financial advisors to provide advice on their respective trust agreements and the deposit of the compensation into the trust accounts established pursuant to them. Their financial advisors provided Canada with certificates confirming that independent financial advice was provided to Sipekne’katik and the Millbrook First Nation, respectively.\n\n \n\n\nANNEXE A\n\n \n\nRésumé de l’accord de règlement de la revendication particulière de 1919 sur la cession invalide du comté de Halifax par les Sipekne’katik et la Première Nation de Millbrook intervenu entre les Sipekne’katik, la Première Nation de Millbrook et le Canada\n\n \n\n \n\n1.Indemnité fédérale\n\n \n\nDans les 45 jours suivant la signature de l’accord de règlement par le Canada, le Canada déposera 47 149 788 $ à titre d’indemnité nette pour la revendication particulière de 1919 sur la cession invalide du comté de Halifax par les Sipekne’katik et la Première Nation de Millbrook dans des comptes en fiducie, conformément aux instructions de chacune des Sipekne’katik et de la Première Nation de Millbrook. Le Canada est autorisé à verser 27 818 375 $ aux Sipekne’katik, et 19 331 413 $ à la Première Nation de Millbrook. Cette indemnité nette tient compte la déduction de 2 054 229 $ de l’indemnité totale de 49 204 017 $ pour le remboursement des prêts accordés par le Canada pour la négociation du règlement de la revendication.\n\n \n\n2.Ajouts aux réserves \n\n \n\nL’accord de règlement prévoit une composante d’ajout à la réserve pour permettre aux Sipekne’katik et à la Première Nation de Millbrook de présenter une demande d’ajout aux terres de réserve acquises par les Premières Nations sur le principe d’achat de gré à gré, sous à la Politique du Canada sur les ajouts aux réserves et la création de réserves. L’accord prévoit également que chacune des Premières Nations assume la prise en charge de tous les frais connexes liés à la demande du statut de réserve pour un maximum de 1 265,35 acres de terres, conformément à la répartition et aux accords conclus entre les deux Premières Nations.\n\n \n\n3.Indemnités et quittances\n\n \n\nL’accord de règlement prévoit également une quittance et indemnisation finale et définitive par les Sipekne’katik et la Première Nation de Millbrook pour toutes questions relatives à la revendication particulière de 1919 sur la cession invalide du comté de Halifax par les Sipekne’katik et la Première Nation de Millbrook ainsi que l’abandon de tout litige connexe, qui amènera une certitude et un terme définitif à cette revendication.\n\n \n\n4.Cession\n\n \n\nLes Sipekne’katik et la Première Nation de Millbrook ont consenti à céder au bénéfice du Canada tous les droits et intérêts sur les terres revendiquées, conformément aux articles 38 et 39 de la Loi sur les Indiens.\n\n5.Ratification\n\n \n\nLe 21 novembre 2019, les Sipekne’katik et la Première Nation de Millbrook ont tenu des votes de ratification pour approuver l’accord de règlement, les ententes de fiducie respectives, et le consentement à la cession absolue au bénéfice du Canada de tous les droits et intérêts sur les terres revendiquées. Le vote a été mené, conformément à la Loi sur les Indiens et au Règlement sur les référendums des Indiens, et exige que la double majorité (plus de 50 %) des électeurs admissibles de chaque Première Nation participent à leurs votes respectifs, et qu’une majorité (plus de 50 %) des votes exprimés par les électeurs de chaque Première Nation soient en faveur de la question du scrutin. \n\n \n\nL’exigence de la double majorité a été respectée par les Sipekne’katik et la Première Nation de Millbrook. Sur les 2 076 électeurs admissibles des Sipekne’katik, 52 % ont voté et 79 % ont voté en faveur de la cession. Sur les 1 483 électeurs admissibles de la Première Nation de Millbrook, 61 % ont voté et 88 % ont voté en faveur de la cession.\n\n \n\n6.Conseils juridiques et financiers \n\n \n\nLes Sipekne’katik et la Première Nation de Millbrook ont toutes deux obtenu des conseils juridiques indépendants tout au long de la négociation de la revendication particulière, y compris pour l’accord de règlement, les ententes de fiducie respectives, et le consentement à la cession absolue au bénéfice du Canada de tous les droits et intérêts sur les terres revendiquées, conformément aux articles 38 et 39 de la Loi sur les Indiens. Le conseiller juridique des Premières Nations a remis un certificat d’avocat au Canada afin de confirmer la prestation de conseils juridiques indépendants aux Sipekne’katik et à la Première Nation de Millbrook sur toutes ces questions. Les Sipekne’katik et la Première Nation de Millbrook ont retenu les services de leurs propres conseillers financiers qui ont chacun formulé des conseils quant à leurs ententes de fiducie respectives et au dépôt de l’indemnité dans des comptes en fiducie établis aux termes de ces accords. Les conseillers financiers ont remis au Canada des certificats confirmant que des conseils financiers indépendants ont été fournis aux Sipekne’katik et à la Première Nation de Millbrook respectivement.\n\n \n\n \n\n \n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}