{
  "id": "39504",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0525<br></p><p><strong>Date: </strong>2020-06-29</p><hr><p>\n\n</p><div style=\"line-height:150%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 2(a) of the <em>Public Service Rearrangement and Transfer of Duties Act</em>, transfers from the Department of Public&nbsp;Works and Government Services to the Privy Council Office the control and supervision of that portion of the federal public administration in the Department of Public Works and Government Services known as the Ministers’ Regional Office Program.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en&nbsp;vertu de l’alinéa 2a) de la <em>Loi sur les restructurations et les&nbsp;transferts d’attributions dans l’administration publique</em>, Son&nbsp;Excellence la Gouverneure générale en conseil transfère du ministère des Travaux publics et des Services gouvernementaux au Bureau du Conseil privé la responsabilité à l’égard du secteur de l’administration publique fédérale au&nbsp;sein du ministère des Travaux publics et des Services gouvernementaux connu sous le nom de programme des&nbsp;Bureaux régionaux de ministres.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0525Date: 2020-06-29\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 2(a) of the Public Service Rearrangement and Transfer of Duties Act, transfers from the Department of Public Works and Government Services to the Privy Council Office the control and supervision of that portion of the federal public administration in the Department of Public Works and Government Services known as the Ministers’ Regional Office Program.\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la Gouverneure générale en conseil transfère du ministère des Travaux publics et des Services gouvernementaux au Bureau du Conseil privé la responsabilité à l’égard du secteur de l’administration publique fédérale au sein du ministère des Travaux publics et des Services gouvernementaux connu sous le nom de programme des Bureaux régionaux de ministres.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}