{
  "id": "39585",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0610<br></p><p><strong>Date: </strong>2020-08-31</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice:\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n(a)\t&nbsp;pursuant to sections 26 and 30 of the <em>Canadian Human Rights Act</em>, re-appoints Karen Ann Jensen of Ottawa, Ontario, as a full-time member of the Canadian Human Rights Commission, to hold office during good behaviour for a term ending on the earlier of October 1, 2022, or the day on which section 419 of the <em>Budget Implementation Act, 2018, No. 2</em> comes into force, and fixes her remuneration and certain conditions of employment as set out in the annexed schedule, which salary is within the range GCQ 6 ($183,600 - $216,000), effective October 1, 2020; and \n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) in consultation with the Minister of Labour and pursuant to section 26 of the <em>Canadian Human Rights Act</em>, as amended by section 419 of the <em>Budget Implementation Act, 2018, No. 2</em> and section 30 of the <em>Canadian Human Rights Act</em>, appoints Karen Ann Jensen of Ottawa, Ontario, to be the Pay Equity Commissioner of the Canadian Human Rights Commission, to hold office during good behaviour for a term of three years, and fixes her remuneration and certain conditions of employment as set out in the annexed schedule, which salary is within the range GCQ 6 ($183,600 - $216,000), effective on the day on which section 419 of the <em>Budget Implementation Act, 2018, No. 2</em> comes into force.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\nSur recommandation du ministre de la Justice, Son Excellence la Gouverneure générale en conseil :\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\na) en vertu des articles 26 et 30 de la <em>Loi canadienne sur les droits de la personne</em>, renouvelle le mandat de Karen Ann Jensen, d’Ottawa (Ontario), commissaire à temps plein de la Commission canadienne des droits de la personne, à titre inamovible pour un mandat se terminant le 1<sup>er</sup> octobre 2022 ou à la date à laquelle l’article 419 de la <em>Loi n<sup>o </sup>2 d’exécution du budget de 2018</em> entre en vigueur, si cette date est antérieure, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ 6 (183 600 $ – 216 000 $), à compter du 1<sup>er</sup> octobre 2020;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\nb) en consultation avec la ministre du Travail et en vertu de l’article 26 de la <em>Loi canadienne sur les droits de la personne</em>, modifié par l’article 419 de la <em>Loi n<sup>o</sup> 2 d’exécution du budget de 2018</em>, et l’article 30 de la <em>Loi canadienne sur les droits de la personne</em>, nomme Karen Ann Jensen, d’Ottawa (Ontario), commissaire à l’équité salariale de la Commission canadienne des droits de la personne, à titre inamovible pour un mandat de trois ans, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ 6 (183 600 $ – 216 000 $), à compter de la date à laquelle l’article 419 de la <em>Loi n<sup>o</sup> 2 d’exécution du budget de 2018</em> entre en vigueur.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}