{
  "id": "39619",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0640<br></p><p><strong>Date: </strong>2020-09-04</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 2‍(a) of the&nbsp;<em>Public Service Rearrangement and Transfer of Duties Act</em>, transfers from the Deputy Prime Minister and Minister of Intergovernmental Affairs to the President of the Queen’s Privy Council for Canada the control and supervision of that portion of the federal public administration known as the Canadian Intergovernmental Conference Secretariat.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu de l’alinéa 2a) de la <em>Loi sur les restructurations et les transferts d’attributions dans l’administration publique</em>, Son Excellence la Gouverneure générale en conseil transfère de la vice-première ministre et ministre des Affaires intergouvernementales au président du Conseil privé de la Reine pour le&nbsp;Canada la responsabilité à l’égard du secteur de l’administration publique fédérale connu sous le nom de Secrétariat des conférences intergouvernementales canadiennes.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0640Date: 2020-09-04\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 2‍(a) of the Public Service Rearrangement and Transfer of Duties Act, transfers from the Deputy Prime Minister and Minister of Intergovernmental Affairs to the President of the Queen’s Privy Council for Canada the control and supervision of that portion of the federal public administration known as the Canadian Intergovernmental Conference Secretariat.\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la Gouverneure générale en conseil transfère de la vice-première ministre et ministre des Affaires intergouvernementales au président du Conseil privé de la Reine pour le Canada la responsabilité à l’égard du secteur de l’administration publique fédérale connu sous le nom de Secrétariat des conférences intergouvernementales canadiennes.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}