{
  "id": "39930",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0924<br></p><p><strong>Date: </strong>2020-11-23</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;color:#333333;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, pursuant to paragraph&nbsp;127.1(1)(c) of the&nbsp;<em>Public Service Employment Act,</em> appoints the&nbsp;Honourable Irwin Cotler, P.C., O.C., O.Q., of Montreal, Quebec, to&nbsp;be&nbsp;special adviser to the Minister of Foreign Affairs, to be known as Special&nbsp;Envoy on Preserving Holocaust Remembrance and Combatting Antisemitism, to hold office during pleasure on a part-time basis for a term of one year, and fixes certain conditions of employment as set out in the annexed schedule.</p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:200%\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;color:#333333;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;color:#333333;\">\nSur recommandation du premier ministre et en vertu de l’alinéa 127.1(1)c) de la&nbsp;<em>Loi sur l’emploi dans la fonction publique,</em> Son&nbsp;Excellence la Gouverneure générale en conseil nomme l’honorable&nbsp;Irwin Cotler, C.P., O.C., O.Q., de Montréal (Québec), conseiller spécial auprès du ministre des Affaires étrangères, portant le titre d’envoyé spécial pour la préservation de la mémoire de l’Holocauste et la lutte contre l’antisémitisme, à titre amovible pour un mandat d’un an et&nbsp;à&nbsp;temps partiel, et fixe certaines conditions d’emploi conformément à&nbsp;l’annexe ci-jointe.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0924Date: 2020-11-23\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 127.1(1)(c) of the Public Service Employment Act, appoints the Honourable Irwin Cotler, P.C., O.C., O.Q., of Montreal, Quebec, to be special adviser to the Minister of Foreign Affairs, to be known as Special Envoy on Preserving Holocaust Remembrance and Combatting Antisemitism, to hold office during pleasure on a part-time basis for a term of one year, and fixes certain conditions of employment as set out in the annexed schedule.\n\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa 127.1(1)c) de la Loi sur l’emploi dans la fonction publique, Son Excellence la Gouverneure générale en conseil nomme l’honorable Irwin Cotler, C.P., O.C., O.Q., de Montréal (Québec), conseiller spécial auprès du ministre des Affaires étrangères, portant le titre d’envoyé spécial pour la préservation de la mémoire de l’Holocauste et la lutte contre l’antisémitisme, à titre amovible pour un mandat d’un an et à temps partiel, et fixe certaines conditions d’emploi conformément à l’annexe ci-jointe.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}