{
  "id": "39989",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0979<br></p><p><strong>Date: </strong>2020-12-04</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Finance, pursuant to sections 166 and 168 of the <em>Greenhouse Gas Pollution Pricing Act</em>, taking into account, as the primary factor, the stringency of the&nbsp;provincial pricing mechanisms for greenhouse gas emissions, makes&nbsp;the annexed <em>Regulations Amending Part 1 of Schedule 1 and&nbsp;Schedule 2 to the Greenhouse Gas Pollution Pricing Act and the&nbsp;Fuel Charge Regulations</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Finances et en&nbsp;vertu des articles 166 et 168 de la <em>Loi sur la tarification de la&nbsp;pollution causée par les gaz à effet de serre</em>, Son Excellence la&nbsp;Gouverneure générale en conseil, tenant compte avant tout de la&nbsp;rigueur des systèmes provinciaux de tarification des émissions de gaz à effet de serre, prend le <em>Règlement modifiant la partie 1 de l’annexe 1 et l’annexe 2 de la Loi sur la tarification de la pollution causée par les gaz à effet de serre et le Règlement sur la redevance sur les combustibles</em>, ci-après.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0979Date: 2020-12-04\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to sections 166 and 168 of the Greenhouse Gas Pollution Pricing Act, taking into account, as the primary factor, the stringency of the provincial pricing mechanisms for greenhouse gas emissions, makes the annexed Regulations Amending Part 1 of Schedule 1 and Schedule 2 to the Greenhouse Gas Pollution Pricing Act and the Fuel Charge Regulations.\n\n\n \n\nSur recommandation de la ministre des Finances et en vertu des articles 166 et 168 de la Loi sur la tarification de la pollution causée par les gaz à effet de serre, Son Excellence la Gouverneure générale en conseil, tenant compte avant tout de la rigueur des systèmes provinciaux de tarification des émissions de gaz à effet de serre, prend le Règlement modifiant la partie 1 de l’annexe 1 et l’annexe 2 de la Loi sur la tarification de la pollution causée par les gaz à effet de serre et le Règlement sur la redevance sur les combustibles, ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}