{
  "id": "40007",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-0997<br></p><p><strong>Date: </strong>2020-12-04</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of State (Seniors), pursuant to section 41 of the<em> Old Age Security Act</em>, declares that, in accordance with Article 28 of the Agreement on Social&nbsp;Security between Canada and the Republic of Albania, signed at Ottawa on April 30, 2019, the Agreement, after each Party has notified the other by diplomatic note that it has completed the internal legal procedures necessary for the entry into force of the Agreement, enters into force on the first day of the fourth month following the&nbsp;month in which the second diplomatic note is received.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre d’État (Aînés) et&nbsp;en vertu de l’article 41 de la <em>Loi sur la sécurité de la&nbsp;vieillesse</em>, Son Excellence la Gouverneure générale en conseil déclare que&nbsp;l’Accord sur la sécurité sociale entre le Canada et la&nbsp;République d’Albanie, signé à Ottawa le 30 avril 2019, entre en&nbsp;vigueur, conformément à son article 28, le premier jour du&nbsp;quatrième mois suivant celui au cours duquel est reçue la&nbsp;deuxième des notes diplomatiques que chacune des parties transmet à l’autre pour lui notifier l’accomplissement des&nbsp;procédures juridiques internes nécessaires à&nbsp;l’entrée en&nbsp;vigueur de l’Accord. \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-0997Date: 2020-12-04\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of State (Seniors), pursuant to section 41 of the Old Age Security Act, declares that, in accordance with Article 28 of the Agreement on Social Security between Canada and the Republic of Albania, signed at Ottawa on April 30, 2019, the Agreement, after each Party has notified the other by diplomatic note that it has completed the internal legal procedures necessary for the entry into force of the Agreement, enters into force on the first day of the fourth month following the month in which the second diplomatic note is received.\n\n\n \n\nSur recommandation de la ministre d’État (Aînés) et en vertu de l’article 41 de la Loi sur la sécurité de la vieillesse, Son Excellence la Gouverneure générale en conseil déclare que l’Accord sur la sécurité sociale entre le Canada et la République d’Albanie, signé à Ottawa le 30 avril 2019, entre en vigueur, conformément à son article 28, le premier jour du quatrième mois suivant celui au cours duquel est reçue la deuxième des notes diplomatiques que chacune des parties transmet à l’autre pour lui notifier l’accomplissement des procédures juridiques internes nécessaires à l’entrée en vigueur de l’Accord. \n\n \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}