{
  "id": "40014",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-1002<br></p><p><strong>Date: </strong>2020-12-07</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) the Prime Minister or the Minister of Foreign Affairs to&nbsp;sign, on behalf of Canada, subject to ratification, the&nbsp;Agreement on Trade Continuity between Canada and the United Kingdom of Great Britain and Northern&nbsp;Ireland, and related binding instruments; or \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Mary Ng, Minister for International Trade; John F.G. Hannaford, Deputy Minister for International Trade; Doug Forsyth, Chief Negotiator (Canada-United Kingdom Trade Continuity Agreement); or Janice Charette, High&nbsp;Commissioner for Canada to the&nbsp;United Kingdom of Great Britain and Northern Ireland, to sign, on behalf of Canada, subject to ratification, the&nbsp;Agreement on Trade Continuity between Canada and the&nbsp;United&nbsp;Kingdom of Great Britain and Northern&nbsp;Ireland, and related binding instruments.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires&nbsp;étrangères, Son Excellence la Gouverneure générale en&nbsp;conseil autorise :\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) soit le premier ministre ou le ministre des Affaires étrangères à signer, au nom du Canada, sous réserve de ratification, l’Accord de continuité commerciale entre le&nbsp;Canada et le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, et les instruments contraignants connexes;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) soit le ministre des Affaires étrangères à signer et à&nbsp;délivrer un instrument de&nbsp;pleins pouvoirs autorisant Mary&nbsp;Ng, ministre du Commerce international, John&nbsp;F.G.&nbsp;Hannaford, sous-ministre du Commerce international, Doug&nbsp;Forsyth, négociateur en chef (Accord de continuité commerciale Canada-Royaume-Uni), ou Janice Charette, haute-commissaire du Canada auprès du&nbsp;Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, à signer, au nom du Canada, sous réserve de ratification, l’Accord de continuité commerciale entre le Canada et le&nbsp;Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, et les instruments contraignants connexes.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-1002Date: 2020-12-07\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes\n\n \n\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of Canada, subject to ratification, the Agreement on Trade Continuity between Canada and the United Kingdom of Great Britain and Northern Ireland, and related binding instruments; or \n\n \n\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Mary Ng, Minister for International Trade; John F.G. Hannaford, Deputy Minister for International Trade; Doug Forsyth, Chief Negotiator (Canada-United Kingdom Trade Continuity Agreement); or Janice Charette, High Commissioner for Canada to the United Kingdom of Great Britain and Northern Ireland, to sign, on behalf of Canada, subject to ratification, the Agreement on Trade Continuity between Canada and the United Kingdom of Great Britain and Northern Ireland, and related binding instruments.\n\n\n \n\nSur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :\n\n \n\na) soit le premier ministre ou le ministre des Affaires étrangères à signer, au nom du Canada, sous réserve de ratification, l’Accord de continuité commerciale entre le Canada et le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, et les instruments contraignants connexes;\n\n \n\nb) soit le ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Mary Ng, ministre du Commerce international, John F.G. Hannaford, sous-ministre du Commerce international, Doug Forsyth, négociateur en chef (Accord de continuité commerciale Canada-Royaume-Uni), ou Janice Charette, haute-commissaire du Canada auprès du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, à signer, au nom du Canada, sous réserve de ratification, l’Accord de continuité commerciale entre le Canada et le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord, et les instruments contraignants connexes.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}