{
  "id": "40075",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-1063<br></p><p><strong>Date: </strong>2020-12-14</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Foreign Affairs, authorizes the&nbsp;Minister of Foreign Affairs\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) to sign, on behalf of the Government of Canada, subject to ratification, the Exchange of Letters between the Government of&nbsp;Canada and the Government of the Republic of Colombia Constituting an Agreement to amend the Free Trade Agreement between Canada and the Republic of Colombia, done at Lima on&nbsp;November 21, 2008; or \n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) to execute and issue an Instrument of Full Powers authorizing&nbsp;Mary F.Y. Ng, Minister for International Trade; John&nbsp;F.G.&nbsp;Hannaford, Deputy Minister for International Trade; Steve Verheul, Assistant Deputy Minister, Trade Policy and Negotiations; or Marcel&nbsp;Lebleu, Ambassador Extraordinary and Plenipotentiary of&nbsp;Canada to the Republic of Colombia, to sign, on&nbsp;behalf of the&nbsp;Government of Canada, subject to ratification, the&nbsp;Exchange of&nbsp;Letters between the Government of Canada and the Government of the Republic of Colombia Constituting an&nbsp;Agreement to amend the Free Trade Agreement between Canada and the Republic of&nbsp;Colombia, done at Lima on November&nbsp;21, 2008.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.06in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci&nbsp;:\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na)&nbsp;soit à signer, au nom du gouvernement du Canada, sous réserve&nbsp;de ratification, l’Échange de lettres entre le gouvernement du&nbsp;Canada et le gouvernement de la République de Colombie constituant un Accord modifiant l’Accord de libre-échange entre le&nbsp;Canada et la République de Colombie, fait à Lima le&nbsp;21&nbsp;novembre&nbsp;2008;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb)&nbsp;soit à signer et à délivrer un instrument de pleins pouvoirs autorisant Mary F.Y. Ng, ministre du Commerce international, John&nbsp;F.G. Hannaford, sous-ministre du Commerce international, Steve Verheul sous-ministre adjoint, Politique et négociations commerciales, ou Marcel Lebleu, ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République de Colombie, à signer, au nom du gouvernement du Canada, sous réserve de&nbsp;ratification, l’Échange de lettres entre le gouvernement du&nbsp;Canada et le gouvernement de la République de Colombie constituant un Accord modifiant l’Accord de libre-échange entre le&nbsp;Canada et la République de Colombie, fait à Lima le&nbsp;21&nbsp;novembre 2008.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}