{
  "id": "40093",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2020-1083<br></p><p><strong>Date: </strong>2020-12-16</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 127.1(1)(c) of&nbsp;the <em>Public Service Employment Act</em>, appoints Serge Dupont, of Gatineau,&nbsp;Quebec, as a Special Advisor to the Prime Minister, to be styled Senior Executive Advisor, to hold office during pleasure, on a part-time basis, and fixes his remuneration and certain conditions of employment as set out in the annexed schedule, which per diem is within the range ($1,250 - $1,470).</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nSur recommandation du premier ministre et en vertu de&nbsp;l’alinéa 127.1(1)c) de la <em>Loi sur l’emploi dans la fonction publique</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Serge&nbsp;Dupont, de Gatineau (Québec), conseiller spécial auprès du premier ministre, portant le titre de conseiller exécutif principal, à titre amovible, à temps partiel, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel taux journalier se situe dans l’échelle (1 250 $ – 1 470$).</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2020-1083Date: 2020-12-16\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 127.1(1)(c) of the Public Service Employment Act, appoints Serge Dupont, of Gatineau, Quebec, as a Special Advisor to the Prime Minister, to be styled Senior Executive Advisor, to hold office during pleasure, on a part-time basis, and fixes his remuneration and certain conditions of employment as set out in the annexed schedule, which per diem is within the range ($1,250 - $1,470).\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa 127.1(1)c) de la Loi sur l’emploi dans la fonction publique, Son Excellence la Gouverneure générale en conseil nomme Serge Dupont, de Gatineau (Québec), conseiller spécial auprès du premier ministre, portant le titre de conseiller exécutif principal, à titre amovible, à temps partiel, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel taux journalier se situe dans l’échelle (1 250 $ – 1 470$).\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}