{
  "id": "40261",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0087<br></p><p><strong>Date: </strong>2021-02-18</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nWhereas the Minister of Justice has nominated Beverley&nbsp;Noel Salmon, C.M., O.Ont., to be a member of the Independent Advisory Board for&nbsp;Supreme Court of Canada Judicial Appointments; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nTherefore, His Excellency the Administrator of the Government&nbsp;of Canada in Council, on the recommendation of the Prime&nbsp;Minister, pursuant to paragraph 127.1(1)(c) of the <em>Public Service Employment Act</em> and&nbsp;Order in Council P.C. 2016-693 of July 29, 2016, appoints Beverley&nbsp;Noel&nbsp;Salmon, C.M., O.Ont., of Toronto, Ontario, to&nbsp;be&nbsp;a&nbsp;special adviser to the Prime Minister, to serve as a member of the&nbsp;Independent Advisory Board for Supreme Court of Canada Judicial Appointments, to hold office during pleasure for a term of one year.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu que le ministre de la Justice a proposé que Beverley&nbsp;Noel&nbsp;Salmon, C.M., O.Ont., soit nommée à titre de membre du&nbsp;Comité consultatif indépendant sur la nomination des juges de la Cour&nbsp;suprême du Canada;&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nÀ ces causes, sur recommandation du premier ministre, Son&nbsp;Excellence l’administrateur du gouvernement du Canada en conseil, en vertu de l’alinéa 127.1(1)c) de la<em> Loi sur l’emploi dans la fonction publique</em> et du décret C.P. 2016-693 du 29 juillet 2016, nomme Beverley&nbsp;Noel&nbsp;Salmon, C.M., O.Ont., de Toronto (Ontario), conseillère spéciale du premier&nbsp;ministre, afin d’agir en tant que membre du Comité consultatif indépendant sur la nomination des juges de la Cour suprême du Canada, à titre amovible pour un mandat d’un an.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0087Date: 2021-02-18\n\n\nWhereas the Minister of Justice has nominated Beverley Noel Salmon, C.M., O.Ont., to be a member of the Independent Advisory Board for Supreme Court of Canada Judicial Appointments; \n\n \n\nTherefore, His Excellency the Administrator of the Government of Canada in Council, on the recommendation of the Prime Minister, pursuant to paragraph 127.1(1)(c) of the Public Service Employment Act and Order in Council P.C. 2016-693 of July 29, 2016, appoints Beverley Noel Salmon, C.M., O.Ont., of Toronto, Ontario, to be a special adviser to the Prime Minister, to serve as a member of the Independent Advisory Board for Supreme Court of Canada Judicial Appointments, to hold office during pleasure for a term of one year.\n\n\nAttendu que le ministre de la Justice a proposé que Beverley Noel Salmon, C.M., O.Ont., soit nommée à titre de membre du Comité consultatif indépendant sur la nomination des juges de la Cour suprême du Canada; \n\n \n\nÀ ces causes, sur recommandation du premier ministre, Son Excellence l’administrateur du gouvernement du Canada en conseil, en vertu de l’alinéa 127.1(1)c) de la Loi sur l’emploi dans la fonction publique et du décret C.P. 2016-693 du 29 juillet 2016, nomme Beverley Noel Salmon, C.M., O.Ont., de Toronto (Ontario), conseillère spéciale du premier ministre, afin d’agir en tant que membre du Comité consultatif indépendant sur la nomination des juges de la Cour suprême du Canada, à titre amovible pour un mandat d’un an.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}