{
  "id": "40407",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0224<br></p><p><strong>Date: </strong>2021-03-26</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"margin-right:0.01in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Administrator of the&nbsp;Government&nbsp;of Canada in Council, considering that it is&nbsp;in&nbsp;the&nbsp;public interest&nbsp;to&nbsp;do so, on the recommendation of the&nbsp;Minister of&nbsp;Natural&nbsp;Resources and the Treasury Board, pursuant to subsection&nbsp;23‍(2.1) of the <em>Financial Administration&nbsp;Act</em>, remits&nbsp;$1,241,925 to Vector Pipeline Limited Partnership, representing the amount by which the cost recovery charge payable by Vector&nbsp;Pipeline Limited Partnership under the&nbsp;<em>National&nbsp;Energy Board Cost Recovery Regulations</em> for 2019 exceeds its revised cost recovery charge for that year.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-right:0.01in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des&nbsp;Ressources&nbsp;naturelles et du Conseil du Trésor et en vertu du&nbsp;paragraphe&nbsp;23‍(2.1) de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence l’administrateur du gouvernement du&nbsp;Canada en conseil, estimant que l’intérêt public le justifie, fait&nbsp;remise à Vector Pipeline Limited Partnership de la somme de&nbsp;1&nbsp;241&nbsp;925&nbsp;$, qui correspond au montant par lequel les droits à&nbsp;payer au titre du recouvrement des frais par Vector Pipeline Limited Partnership pour 2019, en application du <em>Règlement sur le recouvrement des frais de l’Office national de l’énergie</em>, excède celui de ses droits à payer révisés au titre de ce recouvrement.</p>\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0224Date: 2021-03-26\n\n\n\nHis Excellency the Administrator of the Government of Canada in Council, considering that it is in the public interest to do so, on the recommendation of the Minister of Natural Resources and the Treasury Board, pursuant to subsection 23‍(2.1) of the Financial Administration Act, remits $1,241,925 to Vector Pipeline Limited Partnership, representing the amount by which the cost recovery charge payable by Vector Pipeline Limited Partnership under the National Energy Board Cost Recovery Regulations for 2019 exceeds its revised cost recovery charge for that year.\n\n\n \n\nSur recommandation du ministre des Ressources naturelles et du Conseil du Trésor et en vertu du paragraphe 23‍(2.1) de la Loi sur la gestion des finances publiques, Son Excellence l’administrateur du gouvernement du Canada en conseil, estimant que l’intérêt public le justifie, fait remise à Vector Pipeline Limited Partnership de la somme de 1 241 925 $, qui correspond au montant par lequel les droits à payer au titre du recouvrement des frais par Vector Pipeline Limited Partnership pour 2019, en application du Règlement sur le recouvrement des frais de l’Office national de l’énergie, excède celui de ses droits à payer révisés au titre de ce recouvrement.\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}