{
  "id": "40411",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0228<br></p><p><strong>Date: </strong>2021-03-26</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Stony Plain &amp; District Chamber of Commerce has applied, under section 4 of the <em>Boards of Trade Act</em>, to change the&nbsp;boundaries of its district from the County of Parkland No. 31 and&nbsp;the&nbsp;Town of Stony Plain to the City of Spruce Grove, the Town of Stony Plain and Parkland County, including the villages of Spring Lake and Wabamun, the summer villages of Seba Beach and Kapasiwin and&nbsp;the&nbsp;hamlets of Carvel, Duffield and Fallis;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, His Excellency the Administrator of the&nbsp;Government of Canada in Council, on the recommendation of the&nbsp;Minister of Industry, pursuant to section 4 of&nbsp;the <em>Boards of Trade Act</em>, changes the boundaries of the district of the&nbsp;Stony Plain &amp; District Chamber of Commerce from the County of Parkland No. 31 and the Town of Stony Plain to the City of Spruce Grove, the Town of Stony Plain and Parkland County, including the villages of Spring Lake and Wabamun, the&nbsp;summer villages of Seba Beach and&nbsp;Kapasiwin and the hamlets of Carvel, Duffield and Fallis.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la Stony Plain &amp; District Chamber of Commerce a présenté une demande, au titre de l’article 4 de la <em>Loi sur les chambres de commerce, </em>pour que<em>&nbsp;</em>les limites de son district, soit le comté de&nbsp;Parkland n° 31 et la ville de Stony Plain, soient changées de façon à&nbsp;correspondre aux villes de Spruce Grove et Stony Plain et au comté de&nbsp;Parkland, y compris les villages de Spring Lake et Wabamun, les&nbsp;villages estivaux de Seba Beach et Kapasiwin et les hameaux de&nbsp;Carvel, Duffield et Fallis, \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre de l’Industrie et en vertu de l’article 4 de la <em>Loi sur les chambres de commerce</em>, Son&nbsp;Excellence l’administrateur du gouvernement du Canada en conseil change les limites du&nbsp;district de la Stony Plain &amp; District Chamber of Commerce, soit le&nbsp;comté de Parkland n° 31 et la ville de Stony Plain, pour&nbsp;qu’elles correspondent aux villes de Spruce Grove et Stony Plain et au comté de&nbsp;Parkland, y&nbsp;compris les villages de Spring Lake et Wabamun, les&nbsp;villages estivaux de&nbsp;Seba Beach et Kapasiwin et les hameaux de&nbsp;Carvel, Duffield et Fallis.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.17in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}