{
  "id": "40532",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0332<br></p><p><strong>Date: </strong>2021-04-30</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Administrator of the Government of Canada in&nbsp;Council, on the recommendation of the Minister of Transport, in&nbsp;consultation with&nbsp;the classes of users mentioned in the letters patent, pursuant to paragraph 14(1)(d) of the&nbsp;<em>Canada Marine Act</em>, reappoints Frans Johannes Tjallingii of&nbsp;North&nbsp;Vancouver, British Columbia, as a director of the Prince Rupert Port&nbsp;Authority, to hold office for a term of three years.</p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:200%\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Transports, en consultation avec les catégories d’utilisateurs mentionnés dans les lettres patentes, et&nbsp;en&nbsp;vertu de l’alinéa 14(1)d) de la&nbsp;<em>Loi maritime du Canada</em>, Son&nbsp;Excellence l’administrateur du gouvernement du Canada en conseil nomme de nouveau Frans Johannes Tjallingii, de North Vancouver (Colombie-Britannique), administrateur de l’Administration portuaire de&nbsp;Prince Rupert, pour une période de trois ans.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0332Date: 2021-04-30\n\n\n\nHis Excellency the Administrator of the Government of Canada in Council, on the recommendation of the Minister of Transport, in consultation with the classes of users mentioned in the letters patent, pursuant to paragraph 14(1)(d) of the Canada Marine Act, reappoints Frans Johannes Tjallingii of North Vancouver, British Columbia, as a director of the Prince Rupert Port Authority, to hold office for a term of three years.\n\n\n\n \n\n\nSur recommandation du ministre des Transports, en consultation avec les catégories d’utilisateurs mentionnés dans les lettres patentes, et en vertu de l’alinéa 14(1)d) de la Loi maritime du Canada, Son Excellence l’administrateur du gouvernement du Canada en conseil nomme de nouveau Frans Johannes Tjallingii, de North Vancouver (Colombie-Britannique), administrateur de l’Administration portuaire de Prince Rupert, pour une période de trois ans.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}