{
  "id": "40911",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0602<br></p><p><strong>Date: </strong>2021-06-17</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Administrator of the&nbsp;Government of&nbsp;Canada in Council, on the recommendation of the Minister of&nbsp;Justice, pursuant to section 3 of the <em>Family&nbsp;Orders and Agreements Enforcement Assistance Act</em>, approves that the&nbsp;Minister of Justice, on behalf of the Government of Canada, enter into an&nbsp;agreement, substantially in accordance with the&nbsp;annexed draft Memorandum of Agreement, with each province concerning the&nbsp;searching for and the release of information under Part I of that&nbsp;Act and providing for the establishment of safeguards in the province to protect the information being released under that Part.</p>\n<br style=\"page-break-before:always\">\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Justice et&nbsp;en&nbsp;vertu de l’article 3 de la <em>Loi d’aide à l’exécution des&nbsp;ordonnances et des ententes familiales</em>, Son Excellence l’administrateur du gouvernement du Canada en conseil approuve&nbsp;la&nbsp;conclusion par le ministre de la Justice, au nom du&nbsp;gouvernement du Canada, d’un accord avec chaque province, conforme en substance au projet d’accord ci-joint, concernant la&nbsp;recherche et la&nbsp;communication de renseignements au titre de&nbsp;la&nbsp;partie I de cette&nbsp;loi et prévoyant la mise en place, dans la&nbsp;province, de&nbsp;garanties visant à protéger les renseignements communiqués au&nbsp;titre de cette partie.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0602Date: 2021-06-17\n\n\n\nHis Excellency the Administrator of the Government of Canada in Council, on the recommendation of the Minister of Justice, pursuant to section 3 of the Family Orders and Agreements Enforcement Assistance Act, approves that the Minister of Justice, on behalf of the Government of Canada, enter into an agreement, substantially in accordance with the annexed draft Memorandum of Agreement, with each province concerning the searching for and the release of information under Part I of that Act and providing for the establishment of safeguards in the province to protect the information being released under that Part.\n\n\n \n\nSur recommandation du ministre de la Justice et en vertu de l’article 3 de la Loi d’aide à l’exécution des ordonnances et des ententes familiales, Son Excellence l’administrateur du gouvernement du Canada en conseil approuve la conclusion par le ministre de la Justice, au nom du gouvernement du Canada, d’un accord avec chaque province, conforme en substance au projet d’accord ci-joint, concernant la recherche et la communication de renseignements au titre de la partie I de cette loi et prévoyant la mise en place, dans la province, de garanties visant à protéger les renseignements communiqués au titre de cette partie.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}