{
  "id": "40920",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0611<br></p><p><strong>Date: </strong>2021-06-17</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHis Excellency the Administrator of the&nbsp;Government of&nbsp;Canada in Council, on the recommendation of the&nbsp;Prime&nbsp;Minister, pursuant to section 4 of the <em>Department&nbsp;of Veterans Affairs Act</em>, assigns to the Minister of Veterans&nbsp;Affairs the power to develop, establish and implement social support programming by way of peer&nbsp;support to Canadian Armed Forces members and veterans who&nbsp;experienced sexual misconduct during their service, and to&nbsp;their&nbsp;family members, that contributes to the well-being of those&nbsp;members and veterans and their families.</p>\n<br style=\"page-break-before:always\">\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu de l’article 4 de la <em>Loi sur le ministère des Anciens Combattants</em>, Son Excellence l’administrateur du gouvernement du Canada en&nbsp;conseil attribue au ministre des Anciens Combattants le&nbsp;pouvoir de concevoir, d’établir et de mettre en œuvre des&nbsp;programmes de&nbsp;soutien social offrant aux membres des&nbsp;Forces armées canadiennes et aux anciens combattants qui&nbsp;ont été victimes d’inconduite sexuelle pendant leur service, ainsi qu’aux membres de&nbsp;leurs familles, un soutien social par les&nbsp;pairs destiné à&nbsp;contribuer à leur bien-être.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0611Date: 2021-06-17\n\n\n\nHis Excellency the Administrator of the Government of Canada in Council, on the recommendation of the Prime Minister, pursuant to section 4 of the Department of Veterans Affairs Act, assigns to the Minister of Veterans Affairs the power to develop, establish and implement social support programming by way of peer support to Canadian Armed Forces members and veterans who experienced sexual misconduct during their service, and to their family members, that contributes to the well-being of those members and veterans and their families.\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’article 4 de la Loi sur le ministère des Anciens Combattants, Son Excellence l’administrateur du gouvernement du Canada en conseil attribue au ministre des Anciens Combattants le pouvoir de concevoir, d’établir et de mettre en œuvre des programmes de soutien social offrant aux membres des Forces armées canadiennes et aux anciens combattants qui ont été victimes d’inconduite sexuelle pendant leur service, ainsi qu’aux membres de leurs familles, un soutien social par les pairs destiné à contribuer à leur bien-être.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}