{
  "id": "4122",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1492<br></p><p><strong>Date: </strong>2003-10-01</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Ontario, the Honourable Roland&nbsp;Roy&nbsp;McMurtry, Chief Justice of Ontario, will be unable to act from October&nbsp;2 to October&nbsp;5, 2003, inclusive, from October&nbsp;13 to October&nbsp;15, 2003, inclusive, from November&nbsp;2 to November&nbsp;3, 2003, inclusive, from November&nbsp;8 to November&nbsp;15, 2003, inclusive and from November&nbsp;24 to November&nbsp;26,&nbsp;2003, inclusive, and it is therefore expedient that another person be appointed Administrator for those periods;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective October&nbsp;2,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to section 67 of the <em>Constitution Act, 1867</em>, appoints the Honourable&nbsp;Dennis&nbsp;R. O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October&nbsp;2,&nbsp;2003;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>c</em>) terminates the appointment of the Honourable&nbsp;Dennis&nbsp;R. O’Connor as Administrator, effective October&nbsp;6,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>d</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry, to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October&nbsp;6,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>e</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective October&nbsp;13,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>f</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable John&nbsp;W.&nbsp;Morden to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October 13, 2003;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"text-align: right; margin-right: -0.0625in\">.../2</p> <br> <p style=\"text-align: center; margin-right: -0.0625in\">- 2 -</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>g</em>) terminates the appointment of the Honourable John&nbsp;W.&nbsp;Morden as Administrator, effective October&nbsp;16,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>h</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October&nbsp;16,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>i</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective November&nbsp;2,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>j</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Heather&nbsp;J. Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;2,&nbsp;2003.</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>k</em>) terminates the appointment of the Honourable Heather&nbsp;J.&nbsp;Smith as Administrator, effective November&nbsp;4,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>l</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;4,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>m</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective November&nbsp;8,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>n</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Heather&nbsp;J.&nbsp;Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;8,&nbsp;2003.</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>o</em>) terminates the appointment of the Honourable Heather&nbsp;J.&nbsp;Smith as Administrator, effective November&nbsp;13,&nbsp;2003;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"text-align: right; margin-right: -0.0625in\">.../3</p> <br> <p style=\"text-align: center; margin-right: -0.0625in\">- 3 -</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>p</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable John&nbsp;W.&nbsp;Morden to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 13, 2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>q</em>) terminates the appointment of the Honourable John&nbsp;W.&nbsp;Morden as Administrator, effective November&nbsp;16,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>r</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;16,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>s</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective November&nbsp;24,&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>t</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Heather&nbsp;J.&nbsp;Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;24,&nbsp;2003.</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>u</em>) terminates the appointment of the Honourable Heather&nbsp;J.&nbsp;Smith as Administrator, effective November&nbsp;27,&nbsp;2003; and</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>v</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry to be during pleasure Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;27,&nbsp;2003.</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <br> <p style=\"margin-right: -0.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland&nbsp;Roy&nbsp;McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 2 au 5 octobre&nbsp;2003, inclusivement, du 13 au 15&nbsp;octobre&nbsp;2003, inclusivement, les 2 et 3 novembre 2003, du 8 au 15&nbsp;novembre&nbsp;2003, inclusivement et du 24 au 26&nbsp;novembre 2003, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation de la ministre du </p> <p style=\"margin-right: -0.0625in\">Patrimoine canadien, Son Excellence la Gouverneure générale en conseil&nbsp;: </p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>a</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 2&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>b</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Dennis&nbsp;R. O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 2&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>c</em>) met fin à la nomination de l’honorable Dennis&nbsp;R.&nbsp;O’Connor au poste  d’administrateur, la cessation de fonctions prenant effet le 6&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>d</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Roland&nbsp;Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 6&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>e</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 13&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>f</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable&nbsp;John&nbsp;W.&nbsp;Morden à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 13&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-bottom: 0.104167in; margin-right: -0.0625in; margin-bottom: 0.104167in\">&nbsp;</p> <p style=\"text-align: right; margin-right: -0.0625in; margin-bottom: 0.104167in\">.../2</p> <br> <p style=\"text-align: center; margin-right: -0.0625in; margin-bottom: 0.104167in\">- 2 -</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>g</em>) met fin à la nomination de l’honorable John&nbsp;W.&nbsp;Morden au poste d’administrateur, la cessation de fonctions prenant effet le 16&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>h</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Roland&nbsp;Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 16&nbsp;octobre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in; margin-bottom: 0.104167in\"><em>i</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 2&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>j</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Heather&nbsp;J.&nbsp;Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 2&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>k</em>) met fin à la nomination de l’honorable Heather&nbsp;J.&nbsp;Smith au poste d’administrateur, la cessation de fonctions prenant effet le 4&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>l</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Roland&nbsp;Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 4&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>m</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 8&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>n</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Heather&nbsp;J.&nbsp;Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 8&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>o</em>) met fin à la nomination de l’honorable Heather&nbsp;J.&nbsp;Smith au poste d’administrateur, la cessation de fonctions prenant effet le 13&nbsp;novembre&nbsp;2003;</p> <p style=\"text-align: right; margin-right: -0.125in; margin-bottom: 0.104167in\">.../3</p> <p style=\"margin-bottom: 0.104167in; margin-right: -0.125in; margin-bottom: 0.104167in\">&nbsp;</p> <br> <p style=\"text-align: center; margin-right: -0.125in; margin-bottom: 0.104167in\">- 3 -</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>p</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable&nbsp;John&nbsp;W.&nbsp;Morden à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 13&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>q</em>) met fin à la nomination de l’honorable John&nbsp;W.&nbsp;Morden au poste d’administrateur, la cessation de fonctions prenant effet le 16&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>r</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Roland&nbsp;Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 16&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>s</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 24&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>t</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Heather&nbsp;J.&nbsp;Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 24&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>u</em>) met fin à la nomination de l’honorable Heather&nbsp;J.&nbsp;Smith au poste d’administrateur, la cessation de fonctions prenant effet le 27&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.5in; margin-right: -0.125in; margin-bottom: 0.104167in\"><em>v</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l’honorable Roland&nbsp;Roy&nbsp;McMurtry, administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 27&nbsp;novembre&nbsp;2003.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1492Date: 2003-10-01                    Whereas the Administrator of the Government of Ontario, the Honourable Roland Roy McMurtry, Chief Justice of Ontario, will be unable to act from October 2 to October 5, 2003, inclusive, from October 13 to October 15, 2003, inclusive, from November 2 to November 3, 2003, inclusive, from November 8 to November 15, 2003, inclusive and from November 24 to November 26, 2003, inclusive, and it is therefore expedient that another person be appointed Administrator for those periods;                   Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   (a) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective October 2, 2003;   (b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Dennis R. O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October 2, 2003;   (c) terminates the appointment of the Honourable Dennis R. O’Connor as Administrator, effective October 6, 2003;   (d) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Roland Roy McMurtry, to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October 6, 2003;   (e) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective October 13, 2003;   (f) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable John W. Morden to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October 13, 2003;     .../2  - 2 -     (g) terminates the appointment of the Honourable John W. Morden as Administrator, effective October 16, 2003;   (h) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective October 16, 2003;   (i) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective November 2, 2003;   (j) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Heather J. Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 2, 2003.   (k) terminates the appointment of the Honourable Heather J. Smith as Administrator, effective November 4, 2003;   (l) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 4, 2003;   (m) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective November 8, 2003;   (n) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Heather J. Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 8, 2003.   (o) terminates the appointment of the Honourable Heather J. Smith as Administrator, effective November 13, 2003;     .../3  - 3 -   (p) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable John W. Morden to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 13, 2003;   (q) terminates the appointment of the Honourable John W. Morden as Administrator, effective November 16, 2003;   (r) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 16, 2003;   (s) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective November 24, 2003;   (t) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Heather J. Smith to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 24, 2003.   (u) terminates the appointment of the Honourable Heather J. Smith as Administrator, effective November 27, 2003; and   (v) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable Roland Roy McMurtry to be during pleasure Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective November 27, 2003.                       Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland Roy McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 2 au 5 octobre 2003, inclusivement, du 13 au 15 octobre 2003, inclusivement, les 2 et 3 novembre 2003, du 8 au 15 novembre 2003, inclusivement et du 24 au 26 novembre 2003, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,                    À ces causes, sur recommandation de la ministre du  Patrimoine canadien, Son Excellence la Gouverneure générale en conseil :    a) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 2 octobre 2003; b) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Dennis R. O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 2 octobre 2003; c) met fin à la nomination de l’honorable Dennis R. O’Connor au poste  d’administrateur, la cessation de fonctions prenant effet le 6 octobre 2003; d) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 6 octobre 2003; e) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 13 octobre 2003; f) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable John W. Morden à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 13 octobre 2003;   .../2  - 2 - g) met fin à la nomination de l’honorable John W. Morden au poste d’administrateur, la cessation de fonctions prenant effet le 16 octobre 2003; h) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 16 octobre 2003; i) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 2 novembre 2003; j) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Heather J. Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 2 novembre 2003; k) met fin à la nomination de l’honorable Heather J. Smith au poste d’administrateur, la cessation de fonctions prenant effet le 4 novembre 2003; l) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 4 novembre 2003; m) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 8 novembre 2003; n) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Heather J. Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 8 novembre 2003; o) met fin à la nomination de l’honorable Heather J. Smith au poste d’administrateur, la cessation de fonctions prenant effet le 13 novembre 2003; .../3    - 3 - p) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable John W. Morden à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 13 novembre 2003; q) met fin à la nomination de l’honorable John W. Morden au poste d’administrateur, la cessation de fonctions prenant effet le 16 novembre 2003; r) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 16 novembre 2003; s) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 24 novembre 2003; t) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Heather J. Smith à titre d’administrateur du gouvernement de l’Ontario afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 24 novembre 2003; u) met fin à la nomination de l’honorable Heather J. Smith au poste d’administrateur, la cessation de fonctions prenant effet le 27 novembre 2003; v) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme de nouveau, à titre amovible, l’honorable Roland Roy McMurtry, administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 27 novembre 2003.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}