{
  "id": "41296",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0930<br></p><p><strong>Date: </strong>2021-10-26</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 2‍(a) of the <em>Public Service Rearrangement and Transfer of Duties Act</em>, transfers from the Minister of Economic Development and Official Languages to the Minister for International Development the powers, duties and functions of the Minister of Economic Development and Official Languages with respect to the Pacific Economic Development Agency of&nbsp;Canada.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et&nbsp;en&nbsp;vertu de l’alinéa 2a) de la <em>Loi sur les restructurations et&nbsp;les&nbsp;transferts d’attributions dans l’administration publique</em>, Son&nbsp;Excellence la Gouverneure générale en conseil transfère du ministre du Développement économique et des Langues officielles au ministre du Développement international les&nbsp;attributions du ministre du Développement économique et des Langues officielles à l’égard de l’Agence de développement économique du Pacifique Canada.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0930Date: 2021-10-26\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to paragraph 2‍(a) of the Public Service Rearrangement and Transfer of Duties Act, transfers from the Minister of Economic Development and Official Languages to the Minister for International Development the powers, duties and functions of the Minister of Economic Development and Official Languages with respect to the Pacific Economic Development Agency of Canada.\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la Gouverneure générale en conseil transfère du ministre du Développement économique et des Langues officielles au ministre du Développement international les attributions du ministre du Développement économique et des Langues officielles à l’égard de l’Agence de développement économique du Pacifique Canada.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}