{
  "id": "41329",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2021-0964<br></p><p><strong>Date: </strong>2021-11-25</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nWhereas, by Order in Council P.C. 2020-1136 of December&nbsp;21,&nbsp;2020, Admiral&nbsp;Arthur McDonald was appointed as Chief of the Defence Staff, at the Rank of Admiral, to hold office during pleasure pursuant to section 18 of the <em>National Defence Act</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nWhereas by Order in Council P.C. 2021-0889 of August 12, 2021, Admiral Arthur McDonald was placed on administrative leave with pay from his duties as Chief of the Defence Staff, until further notice; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nWhereas on October 26, 2021, Admiral Arthur McDonald was invited to <strong><em>provide any</em></strong>&nbsp;<strong><em>submissions that should be taken into account by the Governor in Council on the subject of whether he should continue to serve as Chief of the Defence Staff; </em></strong>\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nWhereas on November 1, 2021, Admiral Arthur McDonald made submissions to the Governor in Council in writing;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nWhereas Governor in Council appointees have an obligation to act in a manner that will bear the closest public scrutiny, an obligation that is not fully discharged by simply acting within the law;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAnd whereas the Governor in Council, having carefully considered the public statements issued on behalf of Admiral Arthur McDonald on August&nbsp;11,&nbsp;2021, the&nbsp;public statements made by Admiral Arthur McDonald, the letter sent by Admiral Arthur&nbsp;McDonald to all Canadian Armed Forces General and Flag Officers on October&nbsp;14,&nbsp;2021, and the submissions received from Admiral Arthur McDonald on&nbsp;November 1, 2021,  has concluded that Admiral Arthur McDonald no longer has the&nbsp;confidence of the Governor in Council as Chief of the Defence Staff; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section 18 of the <em>National Defence Act</em>, terminates the at pleasure appointment of Admiral Arthur McDonald as Chief of the Defence Staff, made by Order in Council P.C. 2020-1136 of December&nbsp;21,&nbsp;2020.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu, que par le décret C.P. 2020-1136 du 21 décembre 2020, l’amiral Arthur McDonald a été nommé chef d’état-major de la défense, au rang d’amiral, à titre amovible en vertu de l’article 18 de la <em>Loi sur la défense nationale</em>;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu que par le décret C.P. 2021-0889 du 12 août 2021, l’amiral Arthur&nbsp;McDonald a été placé en congé administratif avec solde de ses fonctions, à&nbsp;titre&nbsp;de&nbsp;chef d’état-major de la défense, jusqu’à nouvel ordre; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu que le 26 octobre 2021, l’amiral Arthur McDonald a été invité à présenter des arguments qui devraient être pris en compte par le gouverneur en conseil sur la question de savoir s’il devrait continuer d’occuper le poste de chef d’état-major de la défense;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu que le 1<sup>er</sup> novembre 2021, l’amiral Arthur McDonald a présenté ses arguments écrits au gouverneur en conseil;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu que les personnes nommées par le gouverneur en conseil doivent agir d’une manière si irréprochable qu’elle puisse résister à l’examen public le&nbsp;plus minutieux et que pour s’acquitter de cette obligation, il ne leur suffit pas simplement d’observer la loi;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nAttendu que le gouverneur en conseil, après avoir examiné attentivement la déclaration publique publiée au nom de l’amiral Arthur&nbsp;McDonald, le&nbsp;11&nbsp;août 2021,&nbsp;les&nbsp;déclarations publiques faites par l’amiral Arthur McDonald, la lettre que l’amiral Arthur&nbsp;McDonald a envoyée à tous les officiers généraux et supérieurs des forces armées canadiennes le 14 octobre 2021 et les arguments reçus de la part de l’amiral Arthur McDonald le 1 novembre 2021, a conclu que l’amiral Arthur McDonald n’a plus la&nbsp;confiance du gouverneur en conseil à titre de chef d’état-major de la défense;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nÀ ces causes, sur recommandation du premier ministre et en vertu de l’article 18 de la <em>Loi sur la défense nationale</em>, Son Excellence la Gouverneure générale en&nbsp;conseil met fin à la nomination à titre amovible de l’amiral Arthur McDonald, à titre de chef d’état-major de la défense, faite par le décret C.P. 2020-1136 du 21 décembre 2020.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2021-0964Date: 2021-11-25\n\n\nWhereas, by Order in Council P.C. 2020-1136 of December 21, 2020, Admiral Arthur McDonald was appointed as Chief of the Defence Staff, at the Rank of Admiral, to hold office during pleasure pursuant to section 18 of the National Defence Act;\n\nWhereas by Order in Council P.C. 2021-0889 of August 12, 2021, Admiral Arthur McDonald was placed on administrative leave with pay from his duties as Chief of the Defence Staff, until further notice; \n\nWhereas on October 26, 2021, Admiral Arthur McDonald was invited to provide any submissions that should be taken into account by the Governor in Council on the subject of whether he should continue to serve as Chief of the Defence Staff; \n\nWhereas on November 1, 2021, Admiral Arthur McDonald made submissions to the Governor in Council in writing;\n\nWhereas Governor in Council appointees have an obligation to act in a manner that will bear the closest public scrutiny, an obligation that is not fully discharged by simply acting within the law;\n\nAnd whereas the Governor in Council, having carefully considered the public statements issued on behalf of Admiral Arthur McDonald on August 11, 2021, the public statements made by Admiral Arthur McDonald, the letter sent by Admiral Arthur McDonald to all Canadian Armed Forces General and Flag Officers on October 14, 2021, and the submissions received from Admiral Arthur McDonald on November 1, 2021,  has concluded that Admiral Arthur McDonald no longer has the confidence of the Governor in Council as Chief of the Defence Staff; \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, pursuant to section 18 of the National Defence Act, terminates the at pleasure appointment of Admiral Arthur McDonald as Chief of the Defence Staff, made by Order in Council P.C. 2020-1136 of December 21, 2020.\n\n\n \n\nAttendu, que par le décret C.P. 2020-1136 du 21 décembre 2020, l’amiral Arthur McDonald a été nommé chef d’état-major de la défense, au rang d’amiral, à titre amovible en vertu de l’article 18 de la Loi sur la défense nationale;\n\nAttendu que par le décret C.P. 2021-0889 du 12 août 2021, l’amiral Arthur McDonald a été placé en congé administratif avec solde de ses fonctions, à titre de chef d’état-major de la défense, jusqu’à nouvel ordre; \n\nAttendu que le 26 octobre 2021, l’amiral Arthur McDonald a été invité à présenter des arguments qui devraient être pris en compte par le gouverneur en conseil sur la question de savoir s’il devrait continuer d’occuper le poste de chef d’état-major de la défense;\n\nAttendu que le 1er novembre 2021, l’amiral Arthur McDonald a présenté ses arguments écrits au gouverneur en conseil;\n\nAttendu que les personnes nommées par le gouverneur en conseil doivent agir d’une manière si irréprochable qu’elle puisse résister à l’examen public le plus minutieux et que pour s’acquitter de cette obligation, il ne leur suffit pas simplement d’observer la loi;\n\nAttendu que le gouverneur en conseil, après avoir examiné attentivement la déclaration publique publiée au nom de l’amiral Arthur McDonald, le 11 août 2021, les déclarations publiques faites par l’amiral Arthur McDonald, la lettre que l’amiral Arthur McDonald a envoyée à tous les officiers généraux et supérieurs des forces armées canadiennes le 14 octobre 2021 et les arguments reçus de la part de l’amiral Arthur McDonald le 1 novembre 2021, a conclu que l’amiral Arthur McDonald n’a plus la confiance du gouverneur en conseil à titre de chef d’état-major de la défense;\n\nÀ ces causes, sur recommandation du premier ministre et en vertu de l’article 18 de la Loi sur la défense nationale, Son Excellence la Gouverneure générale en conseil met fin à la nomination à titre amovible de l’amiral Arthur McDonald, à titre de chef d’état-major de la défense, faite par le décret C.P. 2020-1136 du 21 décembre 2020.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}