{
  "id": "41492",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0040<br></p><p><strong>Date: </strong>2022-01-28</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;The Committee of the Privy Council, on the recommendation of the Prime Minister, advises that a commission under the Great Seal of&nbsp;Canada do issue empowering any person appointed as Deputy Clerk of&nbsp;the Privy Council and Associate Secretary to the Cabinet, including Nathalie G. Drouin, the current holder of that office, to administer, to any person who holds or is authorized to hold office, or who may be appointed to discharge any duty, on behalf of the Government of Canada, the Oath of Allegiance and the Oath of Office, and any other oath as may from time to time be prescribed by law, and&nbsp;to have that power during their tenure of&nbsp;office as Deputy Clerk of the Privy&nbsp;Council and Associate Secretary to the Cabinet. </p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-right:0.13in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre, le Comité du Conseil&nbsp;privé recommande que soit délivrée, sous le grand sceau du Canada, une commission habilitant toute personne nommée à titre de&nbsp;sous-greffier du Conseil privé et secrétaire associé du Cabinet, notamment Nathalie&nbsp;G. Drouin, titulaire actuelle de cette charge, à&nbsp;faire&nbsp;prêter à toute personne qui occupe ou est autorisée à occuper une&nbsp;charge, ou qui peut être nommée pour exercer des fonctions, pour&nbsp;le&nbsp;compte du gouvernement du Canada, les serments d’allégeance et d’entrée en fonction ainsi que tout autre serment exigé par la&nbsp;loi, et&nbsp;à&nbsp;détenir ce pouvoir pendant la durée de son mandat à titre de sous-greffier du Conseil privé et secrétaire associé du Cabinet.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}