{
  "id": "41576",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0115<br></p><p><strong>Date: </strong>2022-02-18</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under sections 3 and 6 of&nbsp;the&nbsp;<em>Transportation Appeal Tribunal of Canada Act</em>, reappoints Thomas&nbsp;Vernon Davis of Calgary, Alberta, as a part-time member of&nbsp;the&nbsp;Transportation Appeal Tribunal of Canada, to hold office during good behaviour for a term of four years.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Transports et en vertu&nbsp;des articles 3 et 6 de la&nbsp;<em>Loi sur le Tribunal d’appel des transports du&nbsp;Canada</em>, Son Excellence la Gouverneure générale en conseil nomme&nbsp;de nouveau Thomas Vernon Davis, de Calgary (Alberta), conseiller à temps partiel du Tribunal d’appel des transports du Canada, à&nbsp;titre inamovible pour une période de quatre ans.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0115Date: 2022-02-18\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under sections 3 and 6 of the Transportation Appeal Tribunal of Canada Act, reappoints Thomas Vernon Davis of Calgary, Alberta, as a part-time member of the Transportation Appeal Tribunal of Canada, to hold office during good behaviour for a term of four years.\n\n\nSur recommandation du ministre des Transports et en vertu des articles 3 et 6 de la Loi sur le Tribunal d’appel des transports du Canada, Son Excellence la Gouverneure générale en conseil nomme de nouveau Thomas Vernon Davis, de Calgary (Alberta), conseiller à temps partiel du Tribunal d’appel des transports du Canada, à titre inamovible pour une période de quatre ans.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}