{
  "id": "41730",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0250<br></p><p><strong>Date: </strong>2022-03-09</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of National Defence, pursuant&nbsp;to section 11 of the <em>National Defence Act</em>, authorizes the&nbsp;Minister of National&nbsp;Defence to deliver to the Department of&nbsp;Public Works and Government Services, for disposal to&nbsp;Ukraine, certain materiel required by&nbsp;the Government of&nbsp;Ukraine, of a total value that does not exceed $75&nbsp;million, that has not been declared&nbsp;surplus and is not immediately required for the use of the&nbsp;Canadian Forces or for any other purpose under that Act.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre de la&nbsp;Défense&nbsp;nationale et en vertu de l’article 11 de la <em>Loi sur la&nbsp;défense nationale</em>, Son Excellence la Gouverneure générale en&nbsp;conseil autorise le&nbsp;ministre de la Défense nationale à livrer au&nbsp;ministère des Travaux publics et des Services gouvernementaux, en&nbsp;vue de&nbsp;son aliénation à l’Ukraine, du matériel demandé par le&nbsp;gouvernement de l’Ukraine d’une valeur totale ne dépassant pas&nbsp;75 millions de dollars, lequel matériel n’a pas été déclaré excédentaire et n’est pas nécessaire dans l’immédiat pour l’usage des Forces canadiennes ou à toute autre fin prévue par la Loi.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0250Date: 2022-03-09\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of National Defence, pursuant to section 11 of the National Defence Act, authorizes the Minister of National Defence to deliver to the Department of Public Works and Government Services, for disposal to Ukraine, certain materiel required by the Government of Ukraine, of a total value that does not exceed $75 million, that has not been declared surplus and is not immediately required for the use of the Canadian Forces or for any other purpose under that Act.\n\n\n \n\nSur recommandation de la ministre de la Défense nationale et en vertu de l’article 11 de la Loi sur la défense nationale, Son Excellence la Gouverneure générale en conseil autorise le ministre de la Défense nationale à livrer au ministère des Travaux publics et des Services gouvernementaux, en vue de son aliénation à l’Ukraine, du matériel demandé par le gouvernement de l’Ukraine d’une valeur totale ne dépassant pas 75 millions de dollars, lequel matériel n’a pas été déclaré excédentaire et n’est pas nécessaire dans l’immédiat pour l’usage des Forces canadiennes ou à toute autre fin prévue par la Loi.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}