{
  "id": "41744",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0260<br></p><p><strong>Date: </strong>2022-03-24</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Transport, pursuant to subsection 86‍(2) of the <em>Financial Administration Act</em>, declares that&nbsp;all provisions of Part X of that Act that apply only to parent Crown corporations — except for sections 104.1, 105, 106, 107 and 108 — apply with any modifications that the circumstances require, to&nbsp;the wholly-owned subsidiary of VIA Rail Canada Inc. that is yet to be named, as if it were a parent Crown corporation, effective on&nbsp;the day on which it is incorporated.  </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Transports et en&nbsp;vertu du paragraphe 86‍(2) de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil rend applicables, compte tenu des adaptations de circonstance, à&nbsp;la filiale à cent pour cent de VIA Rail Canada Inc. qui reste à&nbsp;nommer, comme si elle était une société d’État mère, toutes les&nbsp;dispositions de la partie X de cette loi qui ne s’appliquent qu’aux&nbsp;sociétés d’État mères, sauf les articles 104.1, 105, 106, 107 et 108, à compter de la date à laquelle elle est constituée.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0260Date: 2022-03-24\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to subsection 86‍(2) of the Financial Administration Act, declares that all provisions of Part X of that Act that apply only to parent Crown corporations — except for sections 104.1, 105, 106, 107 and 108 — apply with any modifications that the circumstances require, to the wholly-owned subsidiary of VIA Rail Canada Inc. that is yet to be named, as if it were a parent Crown corporation, effective on the day on which it is incorporated.  \n\n\n \n\nSur recommandation du ministre des Transports et en vertu du paragraphe 86‍(2) de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil rend applicables, compte tenu des adaptations de circonstance, à la filiale à cent pour cent de VIA Rail Canada Inc. qui reste à nommer, comme si elle était une société d’État mère, toutes les dispositions de la partie X de cette loi qui ne s’appliquent qu’aux sociétés d’État mères, sauf les articles 104.1, 105, 106, 107 et 108, à compter de la date à laquelle elle est constituée.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}