{
  "id": "41927",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0422<br></p><p><strong>Date: </strong>2022-04-29</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations, under subsections&nbsp;18(5) and 18(8) of the Inuvialuit Final Agreement, as approved, given&nbsp;effect and declared valid by subsection 3(1) of the <em>Western Arctic (Inuvialuit) Claims Settlement Act,</em> S.C. 1984, c. 24, and having received confirmation of acceptability from the Inuvialuit and Industry as provided for&nbsp;the Inuvialuit Final Agreement, appoints Carla R. Conkin of Fort Steele, British&nbsp;Columbia, to be Vice-Chairman of the Inuvialuit Arbitration Board, to&nbsp;hold office during pleasure for a term of three years.  </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.08in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.08in;\">\nSur recommandation du ministre des Relations Couronne-Autochtones et en vertu des paragraphes 18(5) et 18(8) de la Convention définitive avec les Inuvialuit, approuvée, mise en vigueur et déclarée valide par le&nbsp;paragraphe 3(1) de la <em>Loi sur le règlement des revendications des Inuvialuit de&nbsp;la région ouest de l’Arctique, </em>S.C. 1984, c. 24, et ayant reçu la confirmation d’acceptabilité des Inuvialuit et d’industrie, comme prévu dans la Convention définitive avec les Inuvialuit, Son Excellence la Gouverneure générale en&nbsp;conseil nomme Carla R. Conkin, de Fort Steele (Colombie-Britannique), vice-présidente de la Commission d’arbitrage d’Inuvialuit, à titre amovible pour un mandat de&nbsp;trois ans.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}