{
  "id": "41979",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0483<br></p><p><strong>Date: </strong>2022-05-10</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under subsection 33(1) of the <em>Nunavut Act</em>, appoints the&nbsp;Honourable Bonnie&nbsp;M.&nbsp;Tulloch, former Judge of the Nunavut Court of Justice, to be a deputy judge of the Nunavut Court of Justice and to hold office during good behaviour until attaining the age of&nbsp;75&nbsp;years, effective October&nbsp;2,&nbsp;2022, and fixes her remuneration and allowances in accordance with the annexed schedule.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Justice et&nbsp;en&nbsp;vertu du paragraphe 33(1) de la <em>Loi sur le Nunavut</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme l’honorable Bonnie M. Tulloch, ancienne juge de la Cour de&nbsp;justice du Nunavut, au poste de juge adjointe de la Cour de&nbsp;justice du&nbsp;Nunavut, à titre inamovible, jusqu’à ce qu’elle atteigne l’âge de&nbsp;soixante-quinze ans, à compter du&nbsp;2&nbsp;octobre&nbsp;2022, et fixe sa&nbsp;rémunération et ses indemnités conformément à l’annexe ci-jointe.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Honourable Bonnie M. Tulloch is to be paid, for the period or periods that she acts as deputy judge of the Nunavut Court of Justice, remuneration at the rate of salary fixed by the <em>Judges Act</em> for a judge of the court of which they were a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to her under that Act in respect of that period or periods, and&nbsp;travelling allowances that a judge is entitled to be paid under the <em>Judges Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nL'honorable Bonnie M. Tulloch reçoit, durant la période ou les périodes qu’elle exerce les fonctions de juge adjointe de la Cour de justice du Nunavut, un&nbsp;traitement au taux spécifié dans la <em>Loi sur les juges</em> à l'égard d'un juge de la Cour dont elle faisait partie, autre que le juge en chef ou le juge en chef adjoint de cette Cour, moins tout montant qui lui est par ailleurs versé en vertu de ladite loi relativement à&nbsp;cette période ou ces périodes, et les indemnités de déplacement auxquelles un juge a&nbsp;droit en vertu de la <em>Loi sur les juges</em>.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0483Date: 2022-05-10\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under subsection 33(1) of the Nunavut Act, appoints the Honourable Bonnie M. Tulloch, former Judge of the Nunavut Court of Justice, to be a deputy judge of the Nunavut Court of Justice and to hold office during good behaviour until attaining the age of 75 years, effective October 2, 2022, and fixes her remuneration and allowances in accordance with the annexed schedule.\n\n\n \n\nSur recommandation du ministre de la Justice et en vertu du paragraphe 33(1) de la Loi sur le Nunavut, Son Excellence la Gouverneure générale en conseil nomme l’honorable Bonnie M. Tulloch, ancienne juge de la Cour de justice du Nunavut, au poste de juge adjointe de la Cour de justice du Nunavut, à titre inamovible, jusqu’à ce qu’elle atteigne l’âge de soixante-quinze ans, à compter du 2 octobre 2022, et fixe sa rémunération et ses indemnités conformément à l’annexe ci-jointe.\n\n \n\n \n\n\nSCHEDULE\n\n \n\nThe Honourable Bonnie M. Tulloch is to be paid, for the period or periods that she acts as deputy judge of the Nunavut Court of Justice, remuneration at the rate of salary fixed by the Judges Act for a judge of the court of which they were a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to her under that Act in respect of that period or periods, and travelling allowances that a judge is entitled to be paid under the Judges Act.\n\n\n \n\nANNEXE\n\n \n\nL'honorable Bonnie M. Tulloch reçoit, durant la période ou les périodes qu’elle exerce les fonctions de juge adjointe de la Cour de justice du Nunavut, un traitement au taux spécifié dans la Loi sur les juges à l'égard d'un juge de la Cour dont elle faisait partie, autre que le juge en chef ou le juge en chef adjoint de cette Cour, moins tout montant qui lui est par ailleurs versé en vertu de ladite loi relativement à cette période ou ces périodes, et les indemnités de déplacement auxquelles un juge a droit en vertu de la Loi sur les juges.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}