{
  "id": "42202",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0657<br></p><p><strong>Date: </strong>2022-06-10</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of State (Seniors), under section 41 of the <em>Old Age Security Act</em>, declares that, in&nbsp;accordance with Article 31 of the Agreement on Social Security between Canada and the Argentine Republic, signed at Buenos&nbsp;Aires on&nbsp;August&nbsp;13,&nbsp;2021, the Agreement shall enter into&nbsp;force on the&nbsp;first day of the fourth month following the month in&nbsp;which each Party receives from the other Party written notification through the&nbsp;diplomatic channel that it has complied with all internal requirements for the entry into force of the&nbsp;Agreement. </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre d’État (Aînés) et&nbsp;en vertu de l’article 41 de la <em>Loi sur la sécurité de la vieillesse</em>, Son Excellence la Gouverneure générale en conseil déclare que, conformément à l’article 31 de l’Accord sur la sécurité sociale entre le Canada et la République argentine, signé à Buenos Aires le 13 août 2021, l’Accord entre en vigueur le premier jour du&nbsp;quatrième mois suivant celui où chaque Partie a reçu de l’autre Partie, par voie diplomatique, une notification écrite confirmant qu’elle s’est conformée à toutes les exigences internes d’entrée en vigueur de l’Accord.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0657Date: 2022-06-10\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of State (Seniors), under section 41 of the Old Age Security Act, declares that, in accordance with Article 31 of the Agreement on Social Security between Canada and the Argentine Republic, signed at Buenos Aires on August 13, 2021, the Agreement shall enter into force on the first day of the fourth month following the month in which each Party receives from the other Party written notification through the diplomatic channel that it has complied with all internal requirements for the entry into force of the Agreement. \n\n\n \n\nSur recommandation de la ministre d’État (Aînés) et en vertu de l’article 41 de la Loi sur la sécurité de la vieillesse, Son Excellence la Gouverneure générale en conseil déclare que, conformément à l’article 31 de l’Accord sur la sécurité sociale entre le Canada et la République argentine, signé à Buenos Aires le 13 août 2021, l’Accord entre en vigueur le premier jour du quatrième mois suivant celui où chaque Partie a reçu de l’autre Partie, par voie diplomatique, une notification écrite confirmant qu’elle s’est conformée à toutes les exigences internes d’entrée en vigueur de l’Accord.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}