{
  "id": "424",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2013<br></p><p><strong>Date: </strong>2002-11-26</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the <em>Museums Act</em>, hereby approves the reappointment by the Minister of Canadian Heritage of Roger&nbsp;Allan&nbsp;Soloman of Souris, Prince&nbsp;Edward&nbsp;Island, as a trustee of the Board of Trustees of the National Museum of Science and Technology to hold office during pleasure for a term of three&nbsp;years.    </p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tSur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la <em>Loi sur les musées</em>, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par la ministre du Patrimoine canadien de Roger&nbsp;Allan&nbsp;Soloman, de Souris (Île-du-Prince-Édouard), administrateur du conseil d'administration du Musée national des sciences et de la technologie à titre amovible pour une période de trois&nbsp;ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2013Date: 2002-11-26       \t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 18 and 19 of the Museums Act, hereby approves the reappointment by the Minister of Canadian Heritage of Roger Allan Soloman of Souris, Prince Edward Island, as a trustee of the Board of Trustees of the National Museum of Science and Technology to hold office during pleasure for a term of three years.       \t\tSur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la Loi sur les musées, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par la ministre du Patrimoine canadien de Roger Allan Soloman, de Souris (Île-du-Prince-Édouard), administrateur du conseil d'administration du Musée national des sciences et de la technologie à titre amovible pour une période de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}