{
  "id": "42402",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0843<br></p><p><strong>Date: </strong>2022-06-28</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, under sections 26 and&nbsp;28 of the <em>Canadian Energy Regulator Act</em>, reappoints Trena L. Grimoldby of Calgary, Alberta, as a full-time Commissioner of the Canadian Energy Regulator, to hold office during good behaviour for a term of two years, effective August 28, 2022. </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.08in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.08in;\">\nSur recommandation du ministre des Ressources naturelles et en vertu des articles 26 et 28 de la <em>Loi sur la Régie canadienne de l’énergie</em>, Son Excellence la Gouverneure générale en&nbsp;conseil reconduit le mandat de Trena L. Grimoldby, de Calgary (Alberta), commissaire à temps plein de la Régie canadienne de l’énergie, à titre inamovible pour une période de deux ans, à compter du 28 août 2022.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0843Date: 2022-06-28\n\n\n Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, under sections 26 and 28 of the Canadian Energy Regulator Act, reappoints Trena L. Grimoldby of Calgary, Alberta, as a full-time Commissioner of the Canadian Energy Regulator, to hold office during good behaviour for a term of two years, effective August 28, 2022. \n\n\n \n\nSur recommandation du ministre des Ressources naturelles et en vertu des articles 26 et 28 de la Loi sur la Régie canadienne de l’énergie, Son Excellence la Gouverneure générale en conseil reconduit le mandat de Trena L. Grimoldby, de Calgary (Alberta), commissaire à temps plein de la Régie canadienne de l’énergie, à titre inamovible pour une période de deux ans, à compter du 28 août 2022.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}