{
  "id": "42485",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0907<br></p><p><strong>Date: </strong>2022-07-29</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsections 5(1) and 6(3) of the <em>Public Service Employment Act</em>, authorizes Stan Lee of Ottawa,&nbsp;Ontario, to act as President of the Public Service Commission, for a term of one year or until such time as a new President is appointed, whichever occurs first, and fixes his remuneration and certain conditions of employment as set out in the annexed schedule, which salary is within the range GCQ&nbsp;7&nbsp;($228,900&nbsp;-&nbsp;$269,200).</p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nSur recommandation du premier ministre et en vertu des&nbsp;paragraphes 5(1) et 6(3) de la&nbsp;<em>Loi sur l’emploi dans la fonction publique,</em> Son&nbsp;Excellence la Gouverneure générale en conseil autorise Stan Lee, d’Ottawa (Ontario), à assumer la présidence de la Commission de la fonction publique, pour une période d’un an ou jusqu’à ce qu’un nouveau président soit nommé, selon la première de ces éventualités, et fixe sa rémunération et&nbsp;certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ 7 (228 900 $ –&nbsp;269&nbsp;200&nbsp;$).</p>\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-08-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-0907Date: 2022-07-29\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsections 5(1) and 6(3) of the Public Service Employment Act, authorizes Stan Lee of Ottawa, Ontario, to act as President of the Public Service Commission, for a term of one year or until such time as a new President is appointed, whichever occurs first, and fixes his remuneration and certain conditions of employment as set out in the annexed schedule, which salary is within the range GCQ 7 ($228,900 - $269,200).\n\n\n\n \n\nSur recommandation du premier ministre et en vertu des paragraphes 5(1) et 6(3) de la Loi sur l’emploi dans la fonction publique, Son Excellence la Gouverneure générale en conseil autorise Stan Lee, d’Ottawa (Ontario), à assumer la présidence de la Commission de la fonction publique, pour une période d’un an ou jusqu’à ce qu’un nouveau président soit nommé, selon la première de ces éventualités, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle GCQ 7 (228 900 $ – 269 200 $).\n\n\n \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}