{
  "id": "42501",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-0924<br></p><p><strong>Date: </strong>2022-08-11</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;The Committee of the Privy Council has had before it a report from the Right Honourable Justin P.J. Trudeau, the Prime Minister, stating that by Commission dated the 16<sup>th</sup> day of June, 2015, the Honourable Janice Clare Filmon, C.M., O.M., was appointed Lieutenant Governor of the Province of Manitoba; and\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;That the said Honourable Janice Clare Filmon, C.M., O.M., made and subscribed the Oaths of Allegiance and Office prescribed by section 61 of the <em>Constitution Act, 1867</em> and assumed the duties of the said office on the 19<sup>th</sup> day of June, 2015.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;The Committee, therefore, on the recommendation of the Prime Minister, advises that a Commission under the Great Seal of Canada do issue appointing the Honourable Anita Neville, P.C., of Winnipeg, in the Province of Manitoba, to be Lieutenant Governor of the Province of Manitoba, and that, from the date on which the said the Honourable Anita Neville, P.C., makes and subscribes the Oaths of Allegiance and Office prescribed by section 61 of the <em>Constitution Act, 1867</em>, the Commission issued hereunder shall supersede the Commission appointing the Honourable Janice Clare Filmon, C.M., O.M., to be Lieutenant Governor of the said Province.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;Le très honorable Justin P.J. Trudeau, premier ministre, avait présenté au Comité du Conseil privé un rapport déclarant que l’honorable Janice Clare Filmon, C.M., O.M., était nommée lieutenante-gouverneure de la province du Manitoba, en vertu d’une commission datée du 16 juin 2015;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;Que ladite honorable Janice Clare Filmon, C.M., O.M., a prêté et souscrit les serments d’allégeance et d’office prévus à l’article 61 de la <em>Loi constitutionnelle de 1867</em> et a assumé les fonctions de cette charge le 19 juin 2015.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n\t&nbsp;\t&nbsp;À ces causes, sur recommandation du premier ministre, le Comité recommande qu’une commission sous le grand sceau du Canada soit émise nommant l’honorable Anita Neville, C.P., de Winnipeg (Manitoba), lieutenante-gouverneure de la province du Manitoba, et ce, à compter de la date à laquelle ladite honorable Anita Neville, C.P., prêtera et souscrira les serments d’allégeance et d’office prévus à l'article 61 de la <em>Loi constitutionnelle de 1867</em>, la commission émise en vertu de la présente remplacera celle qui nommait l’honorable Janice Clare Filmon, C.M., O.M., au poste de lieutenante-gouverneure de ladite province.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-right:0.01in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-08-18\",\n                showPostContent: true\n            });\n        </script>\n    "
}