{
  "id": "42804",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2022-1194<br></p><p><strong>Date: </strong>2022-11-04</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the proposed Regulations set out standards that are&nbsp;additional or complementary to the standards set out in the&nbsp;International Convention for the Safety of Life at Sea, 1974 and the&nbsp;Protocol of 1988 relating to the Convention, and the Governor in&nbsp;Council is satisfied that those&nbsp;additional or complementary standards meet the objectives of the&nbsp;Convention and Protocol;  \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in&nbsp;Council, on&nbsp;the recommendation of the Minister of Transport, under&nbsp;paragraph&nbsp;35‍(1)‍(d) and subsection 120‍(1) of the <em>Canada Shipping Act,&nbsp;2001</em>, makes the annexed <em>Regulations Amending the&nbsp;Vessel Fire Safety Regulations</em>.  </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le projet de règlement prévoit des normes supplémentaires ou complémentaires à celles prévues dans la&nbsp;Convention internationale de 1974 pour la sauvegarde de la vie humaine en mer et le&nbsp;Protocole de 1988 relatif à la Convention et que la gouverneure en conseil est convaincue que ces normes supplémentaires ou complémentaires servent les objectifs de la&nbsp;Convention et du Protocole,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des&nbsp;Transports et en vertu de l’alinéa 35‍(1)d) et du&nbsp;paragraphe&nbsp;120‍(1) de la <em>Loi de 2001 sur la marine marchande du Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le&nbsp;<em>Règlement modifiant le Règlement sur la sécurité contre l’incendie des bâtiments</em>, ci-après.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-11-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2022-1194Date: 2022-11-04\n\n\nWhereas the proposed Regulations set out standards that are additional or complementary to the standards set out in the International Convention for the Safety of Life at Sea, 1974 and the Protocol of 1988 relating to the Convention, and the Governor in Council is satisfied that those additional or complementary standards meet the objectives of the Convention and Protocol;  \n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under paragraph 35‍(1)‍(d) and subsection 120‍(1) of the Canada Shipping Act, 2001, makes the annexed Regulations Amending the Vessel Fire Safety Regulations.  \n\n\n \n\nAttendu que le projet de règlement prévoit des normes supplémentaires ou complémentaires à celles prévues dans la Convention internationale de 1974 pour la sauvegarde de la vie humaine en mer et le Protocole de 1988 relatif à la Convention et que la gouverneure en conseil est convaincue que ces normes supplémentaires ou complémentaires servent les objectifs de la Convention et du Protocole,\n\n \n\nÀ ces causes, sur recommandation du ministre des Transports et en vertu de l’alinéa 35‍(1)d) et du paragraphe 120‍(1) de la Loi de 2001 sur la marine marchande du Canada, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur la sécurité contre l’incendie des bâtiments, ci-après.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}