{
  "id": "43190",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0069<br></p><p><strong>Date: </strong>2023-02-03</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Health, makes the&nbsp;annexed <em>Regulations Amending the Medical Devices Regulations (Interim Order No. 3 Respecting the Importation and Sale of Medical Devices for Use in Relation to COVID-19)</em> under section 30 of the <em>Food and Drugs Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Santé et&nbsp;en vertu de l’article 30 de la <em>Loi sur les aliments et drogues</em>, Son Excellence la Gouverneure générale en conseil prend le&nbsp;<em>Règlement modifiant le Règlement sur les instruments médicaux (Arrêté d’urgence n<sup>o</sup> 3 concernant l’importation et&nbsp;la&nbsp;vente d’instruments médicaux destinés à être utilisés à&nbsp;l’égard de la COVID-19)</em>, ci-après</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-02-09\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0069Date: 2023-02-03\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Health, makes the annexed Regulations Amending the Medical Devices Regulations (Interim Order No. 3 Respecting the Importation and Sale of Medical Devices for Use in Relation to COVID-19) under section 30 of the Food and Drugs Act.\n\n\nSur recommandation du ministre de la Santé et en vertu de l’article 30 de la Loi sur les aliments et drogues, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur les instruments médicaux (Arrêté d’urgence no 3 concernant l’importation et la vente d’instruments médicaux destinés à être utilisés à l’égard de la COVID-19), ci-après\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}