{
  "id": "43197",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0040<br></p><p><strong>Date: </strong>2023-01-31</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas, by Order in Council P.C. 2022-250 of March&nbsp;9,&nbsp;2022, the Governor in Council authorized the Minister of National Defence to&nbsp;deliver to the Department of Public Works and Government Services, for&nbsp;disposal to Ukraine, certain materiel required by the Government of&nbsp;Ukraine, of a value that does not exceed $75 million, and it is desirable that additional materiel be provided to the Government of Ukraine of a total value that does not exceed $200 million;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of National Defence, under&nbsp;section&nbsp;11 of the <em>National Defence Act</em>, authorizes the Minister of&nbsp;National Defence to&nbsp;deliver to the Department of Public Works and Government Services, for&nbsp;disposal to Ukraine, additional materiel required&nbsp;by the Government of&nbsp;Ukraine, of a value that does not&nbsp;exceed&nbsp;$125&nbsp;million, that has not been&nbsp;declared surplus and is not immediately required for the use of the&nbsp;Canadian Forces or for any other purpose under that Act.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, par le décret C.P. 2022-250 du 9 mars 2022, la&nbsp;gouverneure en conseil a autorisé le ministre de la Défense nationale à&nbsp;livrer au ministère des Travaux publics et des Services gouvernementaux, en vue de son aliénation à l’Ukraine, du matériel demandé par le&nbsp;gouvernement de l’Ukraine d’une valeur ne dépassant pas 75 millions de&nbsp;dollars, et qu’il est souhaitable que du matériel supplémentaire soit&nbsp;fourni&nbsp;au gouvernement de l’Ukraine pour une valeur totale ne&nbsp;dépassant pas&nbsp;200&nbsp;millions de dollars,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre de la&nbsp;Défense nationale et en vertu de l’article 11 de la <em>Loi sur la&nbsp;défense&nbsp;nationale</em>, Son Excellence la Gouverneure générale en&nbsp;conseil&nbsp;autorise la ministre de la Défense nationale à livrer au&nbsp;ministère&nbsp;des&nbsp;Travaux&nbsp;publics et des Services gouvernementaux, en&nbsp;vue&nbsp;de son&nbsp;aliénation à l’Ukraine, du matériel supplémentaire demandé&nbsp;par le&nbsp;gouvernement de l’Ukraine d’une valeur ne dépassant pas&nbsp;125&nbsp;millions de&nbsp;dollars, lequel matériel n’a pas été déclaré excédentaire&nbsp;et n’est pas nécessaire dans l’immédiat pour l’usage des&nbsp;Forces canadiennes ou à&nbsp;toute&nbsp;autre fin prévue par la Loi.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-02-08\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0040Date: 2023-01-31\n\n\nWhereas, by Order in Council P.C. 2022-250 of March 9, 2022, the Governor in Council authorized the Minister of National Defence to deliver to the Department of Public Works and Government Services, for disposal to Ukraine, certain materiel required by the Government of Ukraine, of a value that does not exceed $75 million, and it is desirable that additional materiel be provided to the Government of Ukraine of a total value that does not exceed $200 million;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of National Defence, under section 11 of the National Defence Act, authorizes the Minister of National Defence to deliver to the Department of Public Works and Government Services, for disposal to Ukraine, additional materiel required by the Government of Ukraine, of a value that does not exceed $125 million, that has not been declared surplus and is not immediately required for the use of the Canadian Forces or for any other purpose under that Act.\n\n\nAttendu que, par le décret C.P. 2022-250 du 9 mars 2022, la gouverneure en conseil a autorisé le ministre de la Défense nationale à livrer au ministère des Travaux publics et des Services gouvernementaux, en vue de son aliénation à l’Ukraine, du matériel demandé par le gouvernement de l’Ukraine d’une valeur ne dépassant pas 75 millions de dollars, et qu’il est souhaitable que du matériel supplémentaire soit fourni au gouvernement de l’Ukraine pour une valeur totale ne dépassant pas 200 millions de dollars,\n\n \n\nÀ ces causes, sur recommandation de la ministre de la Défense nationale et en vertu de l’article 11 de la Loi sur la défense nationale, Son Excellence la Gouverneure générale en conseil autorise la ministre de la Défense nationale à livrer au ministère des Travaux publics et des Services gouvernementaux, en vue de son aliénation à l’Ukraine, du matériel supplémentaire demandé par le gouvernement de l’Ukraine d’une valeur ne dépassant pas 125 millions de dollars, lequel matériel n’a pas été déclaré excédentaire et n’est pas nécessaire dans l’immédiat pour l’usage des Forces canadiennes ou à toute autre fin prévue par la Loi.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}