{
  "id": "43265",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0138<br></p><p><strong>Date: </strong>2023-02-10</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><em>Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and&nbsp;Emergency Preparedness, under paragraph 95(a) of&nbsp;the&nbsp;Firearms Act, approves that the Minister of Public Safety and&nbsp;Emergency Preparedness enter into the annexed agreement with the government of Quebec providing for&nbsp;payment of&nbsp;compensation by Canada in respect of&nbsp;administrative costs actually incurred by the province in&nbsp;relation to processing licences, authorizations, and applications for licences and authorizations under that Act.</em></strong></p>\n<br style=\"page-break-before:always\">\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong><em>Sur recommandation du ministre de la&nbsp;Sécurité&nbsp;publique et de la Protection civile et en vertu de&nbsp;l’alinéa 95a) de&nbsp;la&nbsp;Loi sur les armes à feu, Son Excellence la&nbsp;Gouverneure&nbsp;générale en conseil agrée la conclusion par le&nbsp;ministre de&nbsp;la&nbsp;Sécurité publique et de la Protection civile de&nbsp;l’accord ci-joint avec le gouvernement du Québec prévoyant le&nbsp;paiement de compensation par le Canada des frais administratifs effectivement exposés par la province en&nbsp;ce&nbsp;qui&nbsp;concerne le traitement des permis, des certificats d’enregistrement et des autorisations et des demandes y&nbsp;afférentes en vertu de cette loi.</em></strong></p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-02-16\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0138Date: 2023-02-10\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, under paragraph 95(a) of the Firearms Act, approves that the Minister of Public Safety and Emergency Preparedness enter into the annexed agreement with the government of Quebec providing for payment of compensation by Canada in respect of administrative costs actually incurred by the province in relation to processing licences, authorizations, and applications for licences and authorizations under that Act.\n\n\n \n\nSur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu de l’alinéa 95a) de la Loi sur les armes à feu, Son Excellence la Gouverneure générale en conseil agrée la conclusion par le ministre de la Sécurité publique et de la Protection civile de l’accord ci-joint avec le gouvernement du Québec prévoyant le paiement de compensation par le Canada des frais administratifs effectivement exposés par la province en ce qui concerne le traitement des permis, des certificats d’enregistrement et des autorisations et des demandes y afférentes en vertu de cette loi.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}