{
  "id": "43349",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0202<br></p><p><strong>Date: </strong>2023-03-09</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and&nbsp;Emergency Preparedness,  under paragraph 95(a) of&nbsp;the&nbsp;<em>Firearms Act</em>, approves that the Minister of Public Safety and Emergency Preparedness enter into agreements with the&nbsp;governments of the provinces to provide for payment of&nbsp;compensation by Canada to the provinces in respect of&nbsp;administrative costs actually incurred by the provinces in&nbsp;relation to processing licences and authorizations and&nbsp;applications for licences and authorizations and the&nbsp;operation of the Canadian Firearms Registration System, which&nbsp;agreements are substantially in accordance with&nbsp;the&nbsp;annexed draft agreement.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Sécurité&nbsp;publique et de la Protection civile et en vertu de l’alinéa&nbsp;95a) de&nbsp;la&nbsp;<em>Loi sur les armes à feu</em>, Son Excellence la&nbsp;Gouverneure&nbsp;générale en conseil agrée la conclusion, par&nbsp;le&nbsp;ministre de la&nbsp;Sécurité publique et de la Protection civile, d’accords avec les gouvernements provinciaux prévoyant le&nbsp;paiement de&nbsp;compensation par le Canada des frais administratifs effectivement exposés par les provinces en&nbsp;ce qui&nbsp;concerne le&nbsp;traitement des permis et des autorisations et&nbsp;des&nbsp;demandes y afférentes ainsi que le&nbsp;fonctionnement du&nbsp;système canadien d’enregistrement des&nbsp;armes à feu, lesquels accords sont&nbsp;conformes en&nbsp;substance au projet d’accord ci-joint.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-03-15\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0202Date: 2023-03-09\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness,  under paragraph 95(a) of the Firearms Act, approves that the Minister of Public Safety and Emergency Preparedness enter into agreements with the governments of the provinces to provide for payment of compensation by Canada to the provinces in respect of administrative costs actually incurred by the provinces in relation to processing licences and authorizations and applications for licences and authorizations and the operation of the Canadian Firearms Registration System, which agreements are substantially in accordance with the annexed draft agreement.\n\n \n\n \n\n\nSur recommandation du ministre de la Sécurité publique et de la Protection civile et en vertu de l’alinéa 95a) de la Loi sur les armes à feu, Son Excellence la Gouverneure générale en conseil agrée la conclusion, par le ministre de la Sécurité publique et de la Protection civile, d’accords avec les gouvernements provinciaux prévoyant le paiement de compensation par le Canada des frais administratifs effectivement exposés par les provinces en ce qui concerne le traitement des permis et des autorisations et des demandes y afférentes ainsi que le fonctionnement du système canadien d’enregistrement des armes à feu, lesquels accords sont conformes en substance au projet d’accord ci-joint.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}