{
  "id": "43354",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0207<br></p><p><strong>Date: </strong>2023-03-09</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and&nbsp;Communities, after consultation by the Minister with the&nbsp;board of directors of The Jacques-Cartier and Champlain Bridges Inc., under section&nbsp;134 of the <em>Financial Administration Act</em>, appoints the Auditor&nbsp;General of Canada as the auditor of&nbsp;The Jacques-Cartier and Champlain Bridges Inc. for&nbsp;the&nbsp;fiscal year ending on March&nbsp;31, 2024.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Infrastructure et des Collectivités, après consultation par celui-ci du conseil d’administration de la société Les Ponts Jacques-Cartier et Champlain Inc. et en vertu de l’article 134 de la <em>Loi sur la&nbsp;gestion des finances publiques</em>, Son Excellence la&nbsp;Gouverneure générale en conseil nomme la vérificatrice générale à titre de vérificateur de la société Les Ponts Jacques-Cartier et Champlain Inc. pour&nbsp;l’exercice se terminant le 31&nbsp;mars&nbsp;2024.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-03-15\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0207Date: 2023-03-09\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, after consultation by the Minister with the board of directors of The Jacques-Cartier and Champlain Bridges Inc., under section 134 of the Financial Administration Act, appoints the Auditor General of Canada as the auditor of The Jacques-Cartier and Champlain Bridges Inc. for the fiscal year ending on March 31, 2024.\n\n\n \n\nSur recommandation du ministre de l’Infrastructure et des Collectivités, après consultation par celui-ci du conseil d’administration de la société Les Ponts Jacques-Cartier et Champlain Inc. et en vertu de l’article 134 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil nomme la vérificatrice générale à titre de vérificateur de la société Les Ponts Jacques-Cartier et Champlain Inc. pour l’exercice se terminant le 31 mars 2024.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}