{
  "id": "43438",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0293<br></p><p><strong>Date: </strong>2023-03-27</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Prime Minister, under subsection 82(2) of&nbsp;the <em>Parliament of Canada Act</em>, appoints Martine Richard of&nbsp;Ottawa,&nbsp;Ontario, to&nbsp;be Conflict of Interest and Ethics Commissioner, on&nbsp;an interim basis, to&nbsp;hold office during good behaviour, for a term of&nbsp;six&nbsp;months, and fixes her&nbsp;salary at an amount to be equal to that of&nbsp;a&nbsp;judge of the Federal Court, other than the Chief Justice of that Court,&nbsp;as amended from time to time.</p>\n<br style=\"page-break-before:always\">\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"margin-right:0.13in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu du paragraphe 82(2) de la <em>Loi sur le Parlement du Canada</em>, Son Excellence la Gouverneure générale en conseil nomme Martine Richard, d’Ottawa (Ontario), commissaire aux conflits d’intérêts et à l’éthique par intérim, à&nbsp;titre inamovible, pour un mandat de six mois, et fixe son traitement, lequel sera l’équivalent de celui d’un juge de la Cour fédérale autre que le juge en chef, modifié de&nbsp;temps&nbsp;à autre.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>﻿\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-03-31\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0293Date: 2023-03-27\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsection 82(2) of the Parliament of Canada Act, appoints Martine Richard of Ottawa, Ontario, to be Conflict of Interest and Ethics Commissioner, on an interim basis, to hold office during good behaviour, for a term of six months, and fixes her salary at an amount to be equal to that of a judge of the Federal Court, other than the Chief Justice of that Court, as amended from time to time.\n\n\n \n\nSur recommandation du premier ministre et en vertu du paragraphe 82(2) de la Loi sur le Parlement du Canada, Son Excellence la Gouverneure générale en conseil nomme Martine Richard, d’Ottawa (Ontario), commissaire aux conflits d’intérêts et à l’éthique par intérim, à titre inamovible, pour un mandat de six mois, et fixe son traitement, lequel sera l’équivalent de celui d’un juge de la Cour fédérale autre que le juge en chef, modifié de temps à autre.\n\n﻿\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}