{
  "id": "43658",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0467<br></p><p><strong>Date: </strong>2023-05-29</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, under subsection 4‍(1) of&nbsp;the&nbsp;<em>Yukon Act</em>, appoints Adeline Webber, of Whitehorse, Yukon, to&nbsp;be&nbsp;Commissioner of Yukon for a term of five years, effective upon taking and subscribing the oath of office and the oath of allegiance prescribed under section 6 of that Act, and fixes certain conditions of&nbsp;her&nbsp;employment, as&nbsp;set out in the annexed schedule.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu du&nbsp;paragraphe 4‍(1) de la <em>Loi sur le Yukon</em>, Son Excellence la&nbsp;Gouverneure générale en conseil nomme Adeline Webber, de&nbsp;Whitehorse (Yukon), commissaire du Yukon, pour un mandat de&nbsp;cinq&nbsp;ans, à compter du moment où elle prêtera et souscrira les serments professionnel et d’allégeance prescrits au titre de l’article 6 de&nbsp;cette loi, et fixe certaines conditions de son emploi conformément à&nbsp;l’annexe ci-jointe.</p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-06-02\",\n                showPostContent: true\n            });\n        </script>\n    </div>",
  "attachmentText": "\nPC Number: 2023-0467Date: 2023-05-29\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsection 4‍(1) of the Yukon Act, appoints Adeline Webber, of Whitehorse, Yukon, to be Commissioner of Yukon for a term of five years, effective upon taking and subscribing the oath of office and the oath of allegiance prescribed under section 6 of that Act, and fixes certain conditions of her employment, as set out in the annexed schedule.\n\n \n\n \n\n\nSur recommandation du premier ministre et en vertu du paragraphe 4‍(1) de la Loi sur le Yukon, Son Excellence la Gouverneure générale en conseil nomme Adeline Webber, de Whitehorse (Yukon), commissaire du Yukon, pour un mandat de cinq ans, à compter du moment où elle prêtera et souscrira les serments professionnel et d’allégeance prescrits au titre de l’article 6 de cette loi, et fixe certaines conditions de son emploi conformément à l’annexe ci-jointe.\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}