{
  "id": "43737",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0540<br></p><p><strong>Date: </strong>2023-06-08</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, directs that the&nbsp;National&nbsp;Security and Intelligence Committee of Parliamentarians and&nbsp;the National Security and Intelligence Review Agency be given access&nbsp;to cabinet confidential documents that came into existence on or&nbsp;after November 4, 2015 and that&nbsp;were provided to the Right Honourable David&nbsp;Johnston, Independent Special Rapporteur on Foreign Interference, in relation to the preparation of his First Report, dated May 23, 2023, for&nbsp;the purpose of enabling the&nbsp;Committee and the Agency to&nbsp;comprehensively examine the documents and review the&nbsp;conclusions&nbsp;contained in that report. Those documents remain a&nbsp;confidence of the&nbsp;King’s Privy Council for Canada for the purposes of any Act of&nbsp;Parliament.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre, Son Excellence la&nbsp;Gouverneure générale en conseil ordonne que le Comité des&nbsp;parlementaires sur la sécurité nationale et le renseignement et l’Office&nbsp;de surveillance des activités en matière de sécurité nationale et&nbsp;de&nbsp;renseignement se voient donner accès aux documents confidentiels du Cabinet qui ont été produits le 4 novembre 2015 ou après cette date et&nbsp;qui ont été fournis au très honorable David Johnston, rapporteur spécial indépendant sur l’ingérence étrangère, dans le cadre de la préparation de&nbsp;son premier rapport du 23 mai 2023, afin de permettre au Comité et à&nbsp;l’Office de faire un examen détaillé des documents et d’évaluer les&nbsp;conclusions contenues dans ce rapport. Ces documents demeurent des renseignements confidentiels du Conseil privé du Roi pour le Canada pour l’application des lois fédérales.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-06-14\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0540Date: 2023-06-08\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, directs that the National Security and Intelligence Committee of Parliamentarians and the National Security and Intelligence Review Agency be given access to cabinet confidential documents that came into existence on or after November 4, 2015 and that were provided to the Right Honourable David Johnston, Independent Special Rapporteur on Foreign Interference, in relation to the preparation of his First Report, dated May 23, 2023, for the purpose of enabling the Committee and the Agency to comprehensively examine the documents and review the conclusions contained in that report. Those documents remain a confidence of the King’s Privy Council for Canada for the purposes of any Act of Parliament.\n\n\nSur recommandation du premier ministre, Son Excellence la Gouverneure générale en conseil ordonne que le Comité des parlementaires sur la sécurité nationale et le renseignement et l’Office de surveillance des activités en matière de sécurité nationale et de renseignement se voient donner accès aux documents confidentiels du Cabinet qui ont été produits le 4 novembre 2015 ou après cette date et qui ont été fournis au très honorable David Johnston, rapporteur spécial indépendant sur l’ingérence étrangère, dans le cadre de la préparation de son premier rapport du 23 mai 2023, afin de permettre au Comité et à l’Office de faire un examen détaillé des documents et d’évaluer les conclusions contenues dans ce rapport. Ces documents demeurent des renseignements confidentiels du Conseil privé du Roi pour le Canada pour l’application des lois fédérales.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}