{
  "id": "43809",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0587<br></p><p><strong>Date: </strong>2023-06-16</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations, under section 6.2.1 of the Ta’an Kwach’an Council Self-Government Agreement, consents to the amendment of&nbsp;sections 13.5.3 and 13.5.4 of the Ta’an Kwach’an Council Self-Government Agreement, as set out in the schedule.</p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-right:0.01in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre des Relations Couronne-Autochtones et en vertu de l’article 6.2.1 de&nbsp;l’Entente&nbsp;sur l’autonomie gouvernementale du Conseil des&nbsp;Ta’an Kwach’an, Son Excellence la Gouverneure générale en&nbsp;conseil consent à la modification des articles 13.5.3 et&nbsp;13.5.4 de l’Entente sur l’autonomie gouvernementale du&nbsp;Conseil des&nbsp;Ta’an Kwach’an, conformément à l’annexe.</p>\n<br style=\"page-break-before:always\">\n</div><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nSCHEDULE\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;<strong>Ta’an Kwach’an Council Self-Government Agreement Amendments</strong>\n</p><p style=\"margin-left:0.50in;text-indent:-0.50in;text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-indent:-0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThe Ta’an Kwach’an Council Self-Government Agreement is amended as follows:\n</p><p style=\"margin-left:0.50in;text-indent:-0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-indent:-0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1.\t&nbsp;Section 13.5.3 is replaced by the following:\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3\t&nbsp;Except as provided in 13.5.3.1 to 13.5.3.6 and 14.0, a Yukon Law&nbsp;of&nbsp;General Application shall be inoperative to the extent that it&nbsp;provides for&nbsp;any matter for which provision is made in a law enacted by Ta’an Kwach’an Council.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n2.\t&nbsp;The following sections are added immediately after 13.5.3:\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.1\t&nbsp;For the purpose of 13.5.3 and 13.5.4, \"Land Titles Office\" means the Land Titles Office for the Yukon Land Registration District or its&nbsp;successor.\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.2\t&nbsp;Subject to 13.5.3.6, the <em>Land Titles Act, 2015 </em>(Yukon) applies to a&nbsp;Parcel of Settlement Land or interest in a Parcel of Settlement Land that is registered in the Land Titles Office.\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.3 \t&nbsp;For greater certainty, a Ta’an Kwach’an Council law shall be&nbsp;inoperative with respect to any Parcel of Settlement Land or interest in a Parcel of Settlement Land that is registered in the Land Titles Office to the extent that it provides for any matter for which provision is made in the <em>Land Titles Act, 2015 </em>(Yukon).\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.4 \t&nbsp;Where the Yukon intends to enact a Yukon Law of General Application that would have the effect of amending the <em>Land Titles Act, 2015 </em>(Yukon)<em>&nbsp;</em>such that there may be a reasonably foreseeable impact on the Ta’an Kwach’an Council title or interest in a Parcel of&nbsp;Settlement Land registered in the Land Titles Office, the Yukon shall Consult with the Ta’an Kwach’an Council before introducing the Legislation in the Legislative Assembly. \n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.5 \t&nbsp;An amendment to the <em>Land Titles Act, 2015 </em>(Yukon) is inoperative to the extent that it requires, causes, or authorizes a sale, transfer or order for sale of a title or interest held by the Ta’an Kwach’an Council in a Parcel of Settlement Land that was registered in the&nbsp;Land Titles Office prior to coming into force of the amendment, unless Ta’an Kwach’an Council consents to the sale, or transfer, in a mortgage or other instrument registered in the Land Titles Office.\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.6 \t&nbsp;If the Ta’an Kwach’an Council, in accordance with 5.13.1 or 5.13.2 of the Final Agreement, deregisters a Parcel of Settlement Land that is registered in the Land Titles Office, the <em>Land Titles Act, 2015 </em>(Yukon) shall cease to apply to that Parcel.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n3.\t&nbsp;Section 13.5.4 is replaced by the following:\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.4\t&nbsp;Where the Yukon reasonably foresees that a Yukon Law of General Application which it intends to enact may have an impact:\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.4.1 \t&nbsp;on a law enacted by Ta’an Kwach’an Council; or \n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.4.2 \t&nbsp;on rights or interests in Settlement Land registered in the Land Title Office, the Yukon shall Consult with Ta’an Kwach’an Council before introducing the Legislation in the Legislative Assembly. \n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>L'Entente sur l'autonomie gouvernementale des premières nations de Conseil des&nbsp;Ta’an Kwach’an est modifiée comme suit&nbsp;:</strong>\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1.\t&nbsp;L’article 13.5.3 est remplacé par ce qui suit :\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3 \t&nbsp;Sauf dans les cas prévus aux articles&nbsp;13.5.3.1 à 13.5.3.6 et 14.0, une loi du Yukon d’application générale est inopérante dans la&nbsp;mesure où elle traite d’une matière à l’égard de laquelle le&nbsp;Conseil des Ta’an Kwach’an a édicté un texte législatif.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n2. \t&nbsp;Les articles suivants sont ajoutés immédiatement après l’article 13.5.3&nbsp;:\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.1 \t&nbsp;Aux fins de l’application des articles&nbsp;13.5.3 et 13.5.4, l’expression « Bureau des titres de biens-fonds » s’entend du Bureau des titres de biens-fonds pour le District d’enregistrement des terres du&nbsp;Yukon ou son successeur.\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.2\t&nbsp;Sous réserve de l’article&nbsp;13.5.3.6, la <em>Loi de 2015 sur les titres de&nbsp;biens-fonds </em>(Yukon)<em>&nbsp;</em>s’applique à une parcelle de terre visée par le règlement ou à un intérêt dans cette dernière qui est enregistré au Bureau des titres de biens-fonds.\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.3 \t&nbsp;Il est entendu qu’un texte législatif du Conseil des Ta’an Kwach’an est inopérant en ce qui concerne toute parcelle de terre visée par le&nbsp;règlement ou un intérêt dans cette dernière qui est enregistré au&nbsp;Bureau des titres de biens-fonds, dans la mesure où il traite de&nbsp;toute matière prévue à la <em>Loi de 2015 sur les titres de&nbsp;biens-fonds </em>(Yukon)<em>.</em>\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.4 \t&nbsp;Le Yukon doit consulter le Conseil des Ta’an Kwach’an avant de&nbsp;déposer un projet de loi à l’Assemblée législative lorsqu’il a&nbsp;l’intention d’édicter une loi du Yukon d’application générale qui&nbsp;aurait pour effet de modifier la <em>Loi de 2015 sur les titres de&nbsp;biens-fonds </em>(Yukon) de manière à avoir une incidence raisonnablement prévisible sur le titre ou l’intérêt détenu par le&nbsp;Conseil des Ta’an Kwach’an dans une parcelle de terre visée par&nbsp;le règlement enregistré au Bureau des titres de biens-fonds. </p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.5 \t&nbsp;Une modification à la <em>Loi de 2015 sur les titres de biens-fonds </em>(Yukon) est inopérante dans la mesure où elle exige, autorise ou fait en sorte qu’il y ait  vente, cession ou ordonnance de vente d’un&nbsp;titre ou d’un intérêt détenu par le Conseil des Ta’an Kwach’an dans une parcelle de terre visée par le règlement qui a été enregistré au Bureau des titres de biens-fonds avant l’entrée&nbsp;en&nbsp;vigueur de la modification, à moins que le Conseil des&nbsp;Ta’an&nbsp;Kwach’an ne consente à la vente ou à la cession dans une&nbsp;hypothèque enregistrée au Bureau des titres de biens-fonds ou&nbsp;dans tout autre instrument enregistré au Bureau des titres de&nbsp;biens-fonds.\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.3.6\t&nbsp;Si le Conseil des Ta’an Kwach’an, conformément aux&nbsp;articles&nbsp;5.13.1 ou 5.13.2 de l’Entente définitive, radie l’enregistrement d’une parcelle de terre visée par le règlement qui&nbsp;est enregistrée au Bureau des&nbsp;titres de biens-fonds, la&nbsp;<em>Loi&nbsp;de&nbsp;2015 sur les titres de biens-fonds </em>(Yukon)<em>&nbsp;</em>cesse de s’appliquer à cette parcelle.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n3. \t&nbsp;L’article 13.5.4 est remplacé par ce qui suit&nbsp;:\n</p><p style=\"margin-left:1.50in;text-indent:-1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.4 \t&nbsp;Le Yukon consulte le Conseil des Ta’an Kwach’an avant de&nbsp;présenter à l’Assemblée législative une loi d’application générale qui, selon ses prévisions raisonnables, risque d’avoir des&nbsp;répercussions&nbsp;:\n</p><p style=\"margin-left:1.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.4.1 sur un texte législatif édicté par le Conseil des Ta’an Kwach’an; ou\n</p><p style=\"margin-left:1.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n13.5.4.2 sur les droits ou les intérêts dans des terres visées par le&nbsp;règlement enregistrés au Bureau des titres de biens-fonds.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-06-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0587Date: 2023-06-16\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations, under section 6.2.1 of the Ta’an Kwach’an Council Self-Government Agreement, consents to the amendment of sections 13.5.3 and 13.5.4 of the Ta’an Kwach’an Council Self-Government Agreement, as set out in the schedule.\n\n\nSur recommandation du ministre des Relations Couronne-Autochtones et en vertu de l’article 6.2.1 de l’Entente sur l’autonomie gouvernementale du Conseil des Ta’an Kwach’an, Son Excellence la Gouverneure générale en conseil consent à la modification des articles 13.5.3 et 13.5.4 de l’Entente sur l’autonomie gouvernementale du Conseil des Ta’an Kwach’an, conformément à l’annexe.\n\n\nSCHEDULE\n\n \n\n Ta’an Kwach’an Council Self-Government Agreement Amendments\n\n \n\nThe Ta’an Kwach’an Council Self-Government Agreement is amended as follows:\n\n \n\n1.\t Section 13.5.3 is replaced by the following:\n\n13.5.3\t Except as provided in 13.5.3.1 to 13.5.3.6 and 14.0, a Yukon Law of General Application shall be inoperative to the extent that it provides for any matter for which provision is made in a law enacted by Ta’an Kwach’an Council.\n\n2.\t The following sections are added immediately after 13.5.3:\n\n13.5.3.1\t For the purpose of 13.5.3 and 13.5.4, \"Land Titles Office\" means the Land Titles Office for the Yukon Land Registration District or its successor.\n\n13.5.3.2\t Subject to 13.5.3.6, the Land Titles Act, 2015 (Yukon) applies to a Parcel of Settlement Land or interest in a Parcel of Settlement Land that is registered in the Land Titles Office.\n\n13.5.3.3 \t For greater certainty, a Ta’an Kwach’an Council law shall be inoperative with respect to any Parcel of Settlement Land or interest in a Parcel of Settlement Land that is registered in the Land Titles Office to the extent that it provides for any matter for which provision is made in the Land Titles Act, 2015 (Yukon).\n\n13.5.3.4 \t Where the Yukon intends to enact a Yukon Law of General Application that would have the effect of amending the Land Titles Act, 2015 (Yukon) such that there may be a reasonably foreseeable impact on the Ta’an Kwach’an Council title or interest in a Parcel of Settlement Land registered in the Land Titles Office, the Yukon shall Consult with the Ta’an Kwach’an Council before introducing the Legislation in the Legislative Assembly. \n\n13.5.3.5 \t An amendment to the Land Titles Act, 2015 (Yukon) is inoperative to the extent that it requires, causes, or authorizes a sale, transfer or order for sale of a title or interest held by the Ta’an Kwach’an Council in a Parcel of Settlement Land that was registered in the Land Titles Office prior to coming into force of the amendment, unless Ta’an Kwach’an Council consents to the sale, or transfer, in a mortgage or other instrument registered in the Land Titles Office.\n\n13.5.3.6 \t If the Ta’an Kwach’an Council, in accordance with 5.13.1 or 5.13.2 of the Final Agreement, deregisters a Parcel of Settlement Land that is registered in the Land Titles Office, the Land Titles Act, 2015 (Yukon) shall cease to apply to that Parcel.\n\n3.\t Section 13.5.4 is replaced by the following:\n\n13.5.4\t Where the Yukon reasonably foresees that a Yukon Law of General Application which it intends to enact may have an impact:\n\n13.5.4.1 \t on a law enacted by Ta’an Kwach’an Council; or \n\n13.5.4.2 \t on rights or interests in Settlement Land registered in the Land Title Office, the Yukon shall Consult with Ta’an Kwach’an Council before introducing the Legislation in the Legislative Assembly. \n\n \n\n\nANNEXE\n\n \n\nL'Entente sur l'autonomie gouvernementale des premières nations de Conseil des Ta’an Kwach’an est modifiée comme suit :\n\n \n\n1.\t L’article 13.5.3 est remplacé par ce qui suit :\n\n13.5.3 \t Sauf dans les cas prévus aux articles 13.5.3.1 à 13.5.3.6 et 14.0, une loi du Yukon d’application générale est inopérante dans la mesure où elle traite d’une matière à l’égard de laquelle le Conseil des Ta’an Kwach’an a édicté un texte législatif.\n\n2. \t Les articles suivants sont ajoutés immédiatement après l’article 13.5.3 :\n\n13.5.3.1 \t Aux fins de l’application des articles 13.5.3 et 13.5.4, l’expression « Bureau des titres de biens-fonds » s’entend du Bureau des titres de biens-fonds pour le District d’enregistrement des terres du Yukon ou son successeur.\n\n13.5.3.2\t Sous réserve de l’article 13.5.3.6, la Loi de 2015 sur les titres de biens-fonds (Yukon) s’applique à une parcelle de terre visée par le règlement ou à un intérêt dans cette dernière qui est enregistré au Bureau des titres de biens-fonds.\n\n13.5.3.3 \t Il est entendu qu’un texte législatif du Conseil des Ta’an Kwach’an est inopérant en ce qui concerne toute parcelle de terre visée par le règlement ou un intérêt dans cette dernière qui est enregistré au Bureau des titres de biens-fonds, dans la mesure où il traite de toute matière prévue à la Loi de 2015 sur les titres de biens-fonds (Yukon).\n\n13.5.3.4 \t Le Yukon doit consulter le Conseil des Ta’an Kwach’an avant de déposer un projet de loi à l’Assemblée législative lorsqu’il a l’intention d’édicter une loi du Yukon d’application générale qui aurait pour effet de modifier la Loi de 2015 sur les titres de biens-fonds (Yukon) de manière à avoir une incidence raisonnablement prévisible sur le titre ou l’intérêt détenu par le Conseil des Ta’an Kwach’an dans une parcelle de terre visée par le règlement enregistré au Bureau des titres de biens-fonds. \n\n\n13.5.3.5 \t Une modification à la Loi de 2015 sur les titres de biens-fonds (Yukon) est inopérante dans la mesure où elle exige, autorise ou fait en sorte qu’il y ait  vente, cession ou ordonnance de vente d’un titre ou d’un intérêt détenu par le Conseil des Ta’an Kwach’an dans une parcelle de terre visée par le règlement qui a été enregistré au Bureau des titres de biens-fonds avant l’entrée en vigueur de la modification, à moins que le Conseil des Ta’an Kwach’an ne consente à la vente ou à la cession dans une hypothèque enregistrée au Bureau des titres de biens-fonds ou dans tout autre instrument enregistré au Bureau des titres de biens-fonds.\n\n13.5.3.6\t Si le Conseil des Ta’an Kwach’an, conformément aux articles 5.13.1 ou 5.13.2 de l’Entente définitive, radie l’enregistrement d’une parcelle de terre visée par le règlement qui est enregistrée au Bureau des titres de biens-fonds, la Loi de 2015 sur les titres de biens-fonds (Yukon) cesse de s’appliquer à cette parcelle.\n\n3. \t L’article 13.5.4 est remplacé par ce qui suit :\n\n13.5.4 \t Le Yukon consulte le Conseil des Ta’an Kwach’an avant de présenter à l’Assemblée législative une loi d’application générale qui, selon ses prévisions raisonnables, risque d’avoir des répercussions :\n\n13.5.4.1 sur un texte législatif édicté par le Conseil des Ta’an Kwach’an; ou\n\n13.5.4.2 sur les droits ou les intérêts dans des terres visées par le règlement enregistrés au Bureau des titres de biens-fonds.\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}