{
  "id": "43991",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0755<br></p><p><strong>Date: </strong>2023-07-26</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Prime Minister, under section&nbsp;11&nbsp;of&nbsp;the&nbsp;<em>Ministries and Ministers of State Act</em>, assigns the&nbsp;Honourable Harjit Singh Sajjan, Minister of State (Emergency Preparedness) to&nbsp;be styled President of the&nbsp;King’s Privy Council for Canada and Minister of Emergency Preparedness and Minister responsible for&nbsp;the Pacific Economic Development Agency of Canada, to assist&nbsp;the&nbsp;Minister of Public Safety and Emergency Preparedness in&nbsp;the&nbsp;carrying out of that Minister’s responsibilities.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en&nbsp;vertu de&nbsp;l’article 11 de la <em>Loi sur les départements et ministres d’État</em>, Son&nbsp;Excellence la Gouverneure générale en&nbsp;conseil délègue l’honorable&nbsp;Harjit Singh Sajjan, ministre d’État (Protection civile) devant porter le titre de président du&nbsp;Conseil privé du Roi pour le&nbsp;Canada, ministre de la&nbsp;Protection civile et ministre responsable de&nbsp;l’Agence de&nbsp;développement économique du Pacifique Canada, auprès du ministre de la Sécurité publique et de la&nbsp;Protection civile afin&nbsp;de lui prêter son concours dans l’exercice de ses&nbsp;responsabilités.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-08-01\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0755Date: 2023-07-26\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 11 of the Ministries and Ministers of State Act, assigns the Honourable Harjit Singh Sajjan, Minister of State (Emergency Preparedness) to be styled President of the King’s Privy Council for Canada and Minister of Emergency Preparedness and Minister responsible for the Pacific Economic Development Agency of Canada, to assist the Minister of Public Safety and Emergency Preparedness in the carrying out of that Minister’s responsibilities.\n\n\nSur recommandation du premier ministre et en vertu de l’article 11 de la Loi sur les départements et ministres d’État, Son Excellence la Gouverneure générale en conseil délègue l’honorable Harjit Singh Sajjan, ministre d’État (Protection civile) devant porter le titre de président du Conseil privé du Roi pour le Canada, ministre de la Protection civile et ministre responsable de l’Agence de développement économique du Pacifique Canada, auprès du ministre de la Sécurité publique et de la Protection civile afin de lui prêter son concours dans l’exercice de ses responsabilités.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}