{
  "id": "43995",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0759<br></p><p><strong>Date: </strong>2023-07-26</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Prime Minister, under section 11 of&nbsp;the <em>Ministries and Ministers of State Act</em>, assigns the Honourable Soraya Martinez Ferrada, Minister of State (Tourism) to be styled Minister of Tourism and Minister responsible for the Economic Development Agency of Canada for the Regions of Quebec, to&nbsp;assist the Minister of Industry in the carrying out of that Minister’s&nbsp;responsibilities.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en&nbsp;vertu&nbsp;de&nbsp;l’article 11 de la <em>Loi sur les départements et ministres d’État</em>, Son&nbsp;Excellence la Gouverneure générale en conseil délègue l’honorable Soraya Martinez Ferrada, ministre d’État (Tourisme) devant porter le titre de ministre du Tourisme et ministre responsable de l’Agence de développement économique du&nbsp;Canada pour les&nbsp;régions du Québec, auprès du ministre de&nbsp;l’Industrie afin de lui&nbsp;prêter son concours dans l’exercice de&nbsp;ses&nbsp;responsabilités.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-08-01\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0759Date: 2023-07-26\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 11 of the Ministries and Ministers of State Act, assigns the Honourable Soraya Martinez Ferrada, Minister of State (Tourism) to be styled Minister of Tourism and Minister responsible for the Economic Development Agency of Canada for the Regions of Quebec, to assist the Minister of Industry in the carrying out of that Minister’s responsibilities.\n\n\nSur recommandation du premier ministre et en vertu de l’article 11 de la Loi sur les départements et ministres d’État, Son Excellence la Gouverneure générale en conseil délègue l’honorable Soraya Martinez Ferrada, ministre d’État (Tourisme) devant porter le titre de ministre du Tourisme et ministre responsable de l’Agence de développement économique du Canada pour les régions du Québec, auprès du ministre de l’Industrie afin de lui prêter son concours dans l’exercice de ses responsabilités.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}