{
  "id": "44099",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0829<br></p><p><strong>Date: </strong>2023-08-17</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes&nbsp;the annexed <em>NATO Climate Change and Security Centre of Excellence Rights, Privileges and Immunities Order</em> under sections 4 and 5 of the <em>Privileges and Immunities (North Atlantic Treaty Organisation) Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires étrangères et en vertu des articles 4 et 5 de la <em>Loi sur les&nbsp;privilèges et immunités de l’Organisation du Traité de l’Atlantique Nord</em>, Son Excellence la Gouverneure générale en&nbsp;conseil prend le <em>Décret sur les droits, privilèges et immunités conférés au Centre d’excellence OTAN pour le&nbsp;changement climatique et la sécurité</em>, ci-après.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-08-23\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0829Date: 2023-08-17\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the annexed NATO Climate Change and Security Centre of Excellence Rights, Privileges and Immunities Order under sections 4 and 5 of the Privileges and Immunities (North Atlantic Treaty Organisation) Act.\n\n\nSur recommandation de la ministre des Affaires étrangères et en vertu des articles 4 et 5 de la Loi sur les privilèges et immunités de l’Organisation du Traité de l’Atlantique Nord, Son Excellence la Gouverneure générale en conseil prend le Décret sur les droits, privilèges et immunités conférés au Centre d’excellence OTAN pour le changement climatique et la sécurité, ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}