{
  "id": "44106",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0836<br></p><p><strong>Date: </strong>2023-08-17</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;Whereas the Chief Justice of British Columbia has nominated the Honourable David C. Harris, a justice of Appeal of the Court of Appeal for Britsih Columbia, to be a member of the Independent Judicial Advisory Committee for the&nbsp;Province of British Columbia;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under&nbsp;Order in Council P.C. 2017-10 of January 19, 2017, reappoints the Honourable David C. Harris of Vancouver, British Columbia, as a member of the Independent Judicial Advisory Committee for&nbsp;the Province of British Columbia, to hold office during pleasure for&nbsp;a term of three years.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.14in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le juge en chef de la Colombie-Britannique a&nbsp;proposé que l’honorable David C. Harris, juge d’appel de la Cour d’appel de la Colombie-Britannique soit nommé membre du Comité consultatif indépendant à&nbsp;la&nbsp;magistrature pour&nbsp;la province de la Colombie-Britannique;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre de la Justice, Son&nbsp;Excellence la Gouverneure générale en conseil, en vertu du&nbsp;décret C.P.&nbsp;2017-10 du 19 janvier 2017, nomme de nouveau l’honorable David C. Harris, de Vancouver (Colombie-Britannique), membre du Comité consultatif indépendant à&nbsp;la&nbsp;magistrature pour la province de la Colombie-Britannique, à&nbsp;titre amovible pour&nbsp;une période de trois ans.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-08-23\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0836Date: 2023-08-17\n\n\n Whereas the Chief Justice of British Columbia has nominated the Honourable David C. Harris, a justice of Appeal of the Court of Appeal for Britsih Columbia, to be a member of the Independent Judicial Advisory Committee for the Province of British Columbia;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under Order in Council P.C. 2017-10 of January 19, 2017, reappoints the Honourable David C. Harris of Vancouver, British Columbia, as a member of the Independent Judicial Advisory Committee for the Province of British Columbia, to hold office during pleasure for a term of three years.\n\n\n \n\nAttendu que le juge en chef de la Colombie-Britannique a proposé que l’honorable David C. Harris, juge d’appel de la Cour d’appel de la Colombie-Britannique soit nommé membre du Comité consultatif indépendant à la magistrature pour la province de la Colombie-Britannique;\n\n \n\nÀ ces causes, sur recommandation du ministre de la Justice, Son Excellence la Gouverneure générale en conseil, en vertu du décret C.P. 2017-10 du 19 janvier 2017, nomme de nouveau l’honorable David C. Harris, de Vancouver (Colombie-Britannique), membre du Comité consultatif indépendant à la magistrature pour la province de la Colombie-Britannique, à titre amovible pour une période de trois ans.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}