{
  "id": "44171",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-0884<br></p><p><strong>Date: </strong>2023-09-07</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Governor in Council is of the opinion that&nbsp;the&nbsp;Public Inquiry into Foreign Interference in Federal Electoral Processes and Democratic Institutions has a mandate that is primarily related to&nbsp;security and intelligence matters;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, makes the annexed <em>Order&nbsp;Amending the Schedule to the Security of Information Act</em> under section 9 of the <em>Security of Information Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la gouverneure en conseil estime que les&nbsp;fonctions de l’Enquête publique sur l’ingérence étrangère dans les&nbsp;processus électoraux et les institutions démocratiques fédéraux sont principalement liées à des questions de sécurité et de renseignement,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du premier ministre et&nbsp;en&nbsp;vertu de l’article 9 de la <em>Loi sur la protection de l’information</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret modifiant l’annexe de la Loi sur la protection de l’information</em>, ci-après.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-09-12\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-0884Date: 2023-09-07\n\n\nWhereas the Governor in Council is of the opinion that the Public Inquiry into Foreign Interference in Federal Electoral Processes and Democratic Institutions has a mandate that is primarily related to security and intelligence matters;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, makes the annexed Order Amending the Schedule to the Security of Information Act under section 9 of the Security of Information Act.\n\n\nAttendu que la gouverneure en conseil estime que les fonctions de l’Enquête publique sur l’ingérence étrangère dans les processus électoraux et les institutions démocratiques fédéraux sont principalement liées à des questions de sécurité et de renseignement,\n\n \n\nÀ ces causes, sur recommandation du premier ministre et en vertu de l’article 9 de la Loi sur la protection de l’information, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant l’annexe de la Loi sur la protection de l’information, ci-après.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}