{
  "id": "44414",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-1094<br></p><p><strong>Date: </strong>2023-11-01</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.07in;margin-bottom:0.07in;color:#333333;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Prime Minister, under section 4 of&nbsp;the&nbsp;<em>Department of&nbsp;Public Works and Government Services Act</em>, appoints Arianne Reza of&nbsp;Ottawa, Ontario, to be Deputy Minister of&nbsp;Public Works and Government Services, to be styled Deputy Minister of Public Services and Procurement, to&nbsp;hold office during pleasure, and fixes her remuneration as set out in the annexed schedule, which salary is within the range ($273,500 - $321,700).</p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;color:#333333;\">\nSur recommandation du premier ministre et en vertu de l’article 4 de la&nbsp;<em>Loi sur le ministère des Travaux publics et des Services gouvernementaux</em>, Son Excellence la Gouverneure générale en conseil nomme Arianne Reza, d’Ottawa (Ontario), sous-ministre des&nbsp;Travaux publics et des Services gouvernementaux devant porter le titre de sous-ministre des Services publics et de l’Approvisionnement, à&nbsp;titre amovible, et fixe sa rémunération conformément à l’annexe ci-jointe, lequel&nbsp;traitement se situe dans l’échelle (273 500 $ – 321 700 $).</p>\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;color:#333333;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-11-07\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-1094Date: 2023-11-01\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 4 of the Department of Public Works and Government Services Act, appoints Arianne Reza of Ottawa, Ontario, to be Deputy Minister of Public Works and Government Services, to be styled Deputy Minister of Public Services and Procurement, to hold office during pleasure, and fixes her remuneration as set out in the annexed schedule, which salary is within the range ($273,500 - $321,700).\n\n\n\nSur recommandation du premier ministre et en vertu de l’article 4 de la Loi sur le ministère des Travaux publics et des Services gouvernementaux, Son Excellence la Gouverneure générale en conseil nomme Arianne Reza, d’Ottawa (Ontario), sous-ministre des Travaux publics et des Services gouvernementaux devant porter le titre de sous-ministre des Services publics et de l’Approvisionnement, à titre amovible, et fixe sa rémunération conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle (273 500 $ – 321 700 $).\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}