{
  "id": "44485",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2023-1140<br></p><p><strong>Date: </strong>2023-11-15</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, under paragraph 2‍(a) of the <em>Public Service Rearrangement and Transfer of Duties Act</em>, transfers from Shared Services Canada to the Department of Public Works and Government Services the control and supervision of that portion of the&nbsp;federal public administration in Shared Services Canada known as the&nbsp;Next Generation Human Resources and Pay System Initiative.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu de l’alinéa 2a) de la <em>Loi sur les restructurations et les transferts d’attributions dans l’administration publique</em>, Son Excellence la Gouverneure générale en conseil transfère de Services partagés Canada au ministère des&nbsp;Travaux publics et des Services gouvernementaux la responsabilité à&nbsp;l’égard du secteur de l’administration publique fédérale au sein de Services partagés Canada connu sous le nom d’initiative liée au système de ressources humaines et de paye de la prochaine génération.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2023-11-21\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2023-1140Date: 2023-11-15\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under paragraph 2‍(a) of the Public Service Rearrangement and Transfer of Duties Act, transfers from Shared Services Canada to the Department of Public Works and Government Services the control and supervision of that portion of the federal public administration in Shared Services Canada known as the Next Generation Human Resources and Pay System Initiative.\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la Gouverneure générale en conseil transfère de Services partagés Canada au ministère des Travaux publics et des Services gouvernementaux la responsabilité à l’égard du secteur de l’administration publique fédérale au sein de Services partagés Canada connu sous le nom d’initiative liée au système de ressources humaines et de paye de la prochaine génération.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}