{
  "id": "44763",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0044<br></p><p><strong>Date: </strong>2024-01-26</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Public Safety and Emergency Preparedness<strong><em>, under section 15 of the Canadian Free Trade Agreement Implementation Act, appoints Drew Tyler of Penticton, British Columbia, to&nbsp;be&nbsp;a roster member of the Dispute and Appellate Rosters, established under&nbsp;Annex 1005.2 of the Canadian Free Trade Agreement for a term of&nbsp;five&nbsp;years.</em></strong></p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSon Excellence la Gouverneure générale en conseil, sur la recommandation du ministre de la Sécurité publique et de la Protection civile, en&nbsp;vertu de l’article 15 de la <em>Loi de mise en œuvre de l’Accord de libre-échange canadien</em>, nomme Drew Tyler, de Penticton (Colombie-Britannique), membre du groupe spécial et du groupe spécial d’appel, établi au titre de l’annexe 1005.2 de l’Accord de libre-échange canadien pour un mandat de cinq ans.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-02-01\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0044Date: 2024-01-26\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, under section 15 of the Canadian Free Trade Agreement Implementation Act, appoints Drew Tyler of Penticton, British Columbia, to be a roster member of the Dispute and Appellate Rosters, established under Annex 1005.2 of the Canadian Free Trade Agreement for a term of five years.\n\n\n \n\n\nSon Excellence la Gouverneure générale en conseil, sur la recommandation du ministre de la Sécurité publique et de la Protection civile, en vertu de l’article 15 de la Loi de mise en œuvre de l’Accord de libre-échange canadien, nomme Drew Tyler, de Penticton (Colombie-Britannique), membre du groupe spécial et du groupe spécial d’appel, établi au titre de l’annexe 1005.2 de l’Accord de libre-échange canadien pour un mandat de cinq ans.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}