{
  "id": "44863",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0106<br></p><p><strong>Date: </strong>2024-02-02</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, under sections 18 and 19 of the <em>Museums Act</em>, approves the appointment by the&nbsp;Minister of Canadian Heritage of David Goldbloom of Toronto, Ontario, to be a trustee of the Board of&nbsp;Trustees of the Canadian Museum of Immigration at Pier 21, to hold office during pleasure for a term of four years, in the place of Katherine Jean Hambly, whose term has expired.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre du Patrimoine canadien et&nbsp;en&nbsp;vertu des articles 18 et 19 de la <em>Loi sur les musées</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de David Goldbloom, de&nbsp;Toronto&nbsp;(Ontario), administrateur du conseil d’administration du Musée canadien de l’immigration du Quai 21, à&nbsp;titre amovible pour un mandat de quatre ans, en remplacement de Katherine&nbsp;Jean Hambly dont le mandat a pris fin.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-02-08\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0106Date: 2024-02-02\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, under sections 18 and 19 of the Museums Act, approves the appointment by the Minister of Canadian Heritage of David Goldbloom of Toronto, Ontario, to be a trustee of the Board of Trustees of the Canadian Museum of Immigration at Pier 21, to hold office during pleasure for a term of four years, in the place of Katherine Jean Hambly, whose term has expired.\n\n \n\n \n\n\nSur recommandation de la ministre du Patrimoine canadien et en vertu des articles 18 et 19 de la Loi sur les musées, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre du Patrimoine canadien de David Goldbloom, de Toronto (Ontario), administrateur du conseil d’administration du Musée canadien de l’immigration du Quai 21, à titre amovible pour un mandat de quatre ans, en remplacement de Katherine Jean Hambly dont le mandat a pris fin.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}