{
  "id": "45449",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0475<br></p><p><strong>Date: </strong>2024-05-03</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section&nbsp;47 of the <em>Northwest Territories Act</em>, appoints the Honourable John P.L. McDermot, judge of the Superior Court of Justice of Ontario, Family Court, to be a deputy judge of the&nbsp;Supreme Court of the Northwest Territories and to hold office during good behaviour until attaining the age of 75 years. </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Justice et&nbsp;en vertu de l’article&nbsp;47 de la <em>Loi sur les Territoires du&nbsp;Nord-Ouest</em>, Son Excellence la Gouverneure générale en&nbsp;conseil nomme l’honorable John P.L. McDermot, juge de la&nbsp;Cour supérieure de justice de l’Ontario, Cour de la famille, au&nbsp;poste de juge adjoint de la Cour suprême des Territoires du&nbsp;Nord-Ouest, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze&nbsp;ans.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-05-09\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0475Date: 2024-05-03\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section 47 of the Northwest Territories Act, appoints the Honourable John P.L. McDermot, judge of the Superior Court of Justice of Ontario, Family Court, to be a deputy judge of the Supreme Court of the Northwest Territories and to hold office during good behaviour until attaining the age of 75 years. \n\n\n \n\nSur recommandation du ministre de la Justice et en vertu de l’article 47 de la Loi sur les Territoires du Nord-Ouest, Son Excellence la Gouverneure générale en conseil nomme l’honorable John P.L. McDermot, juge de la Cour supérieure de justice de l’Ontario, Cour de la famille, au poste de juge adjoint de la Cour suprême des Territoires du Nord-Ouest, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}