{
  "id": "45521",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0537<br></p><p><strong>Date: </strong>2024-05-24</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nHer Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Foreign Affairs, reappoints Sonette&nbsp;Magnus as Honorary Consul of Canada in St. Louis, Missouri, United States of America, to hold office for a period of five years, and fixes her honorarium at the rate set out in the annexed schedule, which honorarium is within the range ($18,000 - $27,000), such appointment to be terminated by either the Minister of Foreign Affairs or Sonette Magnus, giving the other party a sixty-day written notice, effective July 9, 2024.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la gouverneure générale en conseil renouvelle le mandat de Sonette Magnus, consule honoraire du Canada à St. Louis, Missouri (États-Unis d’Amérique) à titre amovible pour une période de cinq ans, et&nbsp;fixe sa rémunération conformément à l’annexe ci-jointe, lesquels honoraires se situent dans l’échelle de (18 000 $ – 27 000 $). La ministre des Affaires étrangères ou Sonette Magnus peut mettre fin à la nomination en remettant un avis écrit de soixante jours à l’autre partie, à&nbsp;compter du 9 juillet 2024.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-05-30\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0537Date: 2024-05-24\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, reappoints Sonette Magnus as Honorary Consul of Canada in St. Louis, Missouri, United States of America, to hold office for a period of five years, and fixes her honorarium at the rate set out in the annexed schedule, which honorarium is within the range ($18,000 - $27,000), such appointment to be terminated by either the Minister of Foreign Affairs or Sonette Magnus, giving the other party a sixty-day written notice, effective July 9, 2024.\n\n\n \n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la gouverneure générale en conseil renouvelle le mandat de Sonette Magnus, consule honoraire du Canada à St. Louis, Missouri (États-Unis d’Amérique) à titre amovible pour une période de cinq ans, et fixe sa rémunération conformément à l’annexe ci-jointe, lesquels honoraires se situent dans l’échelle de (18 000 $ – 27 000 $). La ministre des Affaires étrangères ou Sonette Magnus peut mettre fin à la nomination en remettant un avis écrit de soixante jours à l’autre partie, à compter du 9 juillet 2024.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}