{
  "id": "45568",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0574<br></p><p><strong>Date: </strong>2024-05-24</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Mental Health and Addictions and&nbsp;Associate Minister of Health, considering that it is necessary in the&nbsp;public interest, makes the annexed <em>Order Amending Schedules I and&nbsp;VI to the&nbsp;Controlled Drugs and Substances Act (Synthetic Opioids and&nbsp;Emerging Fentanyl Precursors)</em> under section 60 of the <em>Controlled Drugs&nbsp;and Substances Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre de la Santé mentale et&nbsp;des Dépendances et ministre associée de la Santé et en vertu de&nbsp;l’article 60 de la <em>Loi réglementant certaines drogues et autres substances</em>, Son Excellence la Gouverneure générale en conseil prend le&nbsp;<em>Décret modifiant les annexes I et VI de la Loi réglementant certaines drogues et autres substances (opioïdes synthétiques et précurseurs émergents du fentanyl)</em>, ci-après, cela lui paraissant nécessaire dans l’intérêt public.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-05-30\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0574Date: 2024-05-24\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Mental Health and Addictions and Associate Minister of Health, considering that it is necessary in the public interest, makes the annexed Order Amending Schedules I and VI to the Controlled Drugs and Substances Act (Synthetic Opioids and Emerging Fentanyl Precursors) under section 60 of the Controlled Drugs and Substances Act.\n\n\n \n\nSur recommandation de la ministre de la Santé mentale et des Dépendances et ministre associée de la Santé et en vertu de l’article 60 de la Loi réglementant certaines drogues et autres substances, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant les annexes I et VI de la Loi réglementant certaines drogues et autres substances (opioïdes synthétiques et précurseurs émergents du fentanyl), ci-après, cela lui paraissant nécessaire dans l’intérêt public.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}