{
  "id": "45575",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0580<br></p><p><strong>Date: </strong>2024-05-24</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Finance, under sections 6.4 and&nbsp;6.5 of the <em>Royal Canadian Mint Act</em>, authorizes the issue of two one-dollar circulation coins, the characteristics of which are to be as specified in item 2.2 of Part 2 of the schedule to that Act and the diameter of which is to be 26.5 mm, and determines the designs of the coins to be as follows:\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) a coloured one-dollar coin\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(i) the obverse impression of which is to depict the effigy of&nbsp;His Majesty King Charles III by Steven Rosati, with the&nbsp;initials “SR” at the bottom right of the effigy on the lapel, the inscriptions “CHARLES III” and “D·G·REX” to the left and right of the effigy, respectively, the inscription “2024” centred beneath the effigy, and beading around the circumference of the coin, and\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(ii) the reverse impression of which is to depict the inscription “DOLLAR” at the centre of the top of the coin; the inscription “CANADA” to the left of the inscription “DOLLAR”; a pastoral scene composed of a blue sky, a green forest and green and orange fields layered over a pattern of hash marks beneath the inscription “DOLLAR”; a security mark consisting of a&nbsp;maple leaf within another maple leaf within a circle superimposed over the sky in the centre of it; a portrait of Anne Shirley superimposed over the pastoral scene beneath and to the left of the security mark; a portrait of L.&nbsp;M.&nbsp;Montgomery holding a pen in front of a notebook and an open inkwell superimposed over the pastoral scene beneath and to the right of the security mark; the artist’s initials “BJ” to the right of the portrait of L. M. Montgomery; and, below that portrait, the signature of L. M. Montgomery, which includes the inscription “L. M. Montgomery.” and a pen stroke and her drawing of a cat below the inscription; and\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) a one-dollar coin\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(i) the obverse impression of which is to depict the effigy of&nbsp;His Majesty King Charles III by Steven Rosati, with the&nbsp;initials “SR” at the bottom right of the effigy on the lapel, the inscriptions “CHARLES III” and “D·G·REX” to the left and right of the effigy, respectively, the inscription ”2024” centred beneath the effigy, and beading around the circumference of the coin, and\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(ii) the reverse impression of which is to depict the inscription “DOLLAR” at the centre of the top of the coin; the inscription “CANADA” to the left of the inscription “DOLLAR”; a pastoral scene composed of a sky, a forest and fields beneath the inscription “DOLLAR”; a security mark consisting of a maple leaf within another maple leaf within a circle superimposed over the sky in the centre of it; a portrait of Anne Shirley superimposed over the pastoral scene beneath and to the left of the security mark; a portrait of L. M. Montgomery holding a pen in front of a notebook and an open inkwell superimposed over the pastoral scene beneath and to the right of the security mark; the artist’s initials “BJ” to the right of the portrait of L. M. Montgomery; and, below that portrait, the signature of L. M. Montgomery, which includes the&nbsp;inscription “L. M. Montgomery.” and a pen stroke and&nbsp;her&nbsp;drawing of a cat below the inscription.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Finances et en vertu&nbsp;des articles 6.4 et 6.5 de la <em>Loi sur la Monnaie royale canadienne</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise l’émission de&nbsp;deux pièces de monnaie de circulation de un dollar dont les caractéristiques sont précisées à l’article 2.2c de la partie 2 de l’annexe de&nbsp;cette loi, dont le diamètre est de 26,5 mm et dont les dessins sont fixés de la manière suivante :\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) une pièce colorée de un dollar sur laquelle :\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(i) à l’avers sont gravés l’effigie de Sa Majesté le roi Charles&nbsp;III réalisée par Steven Rosati, les initiales « SR » dans la partie inférieure droite de l’effigie sur le revers du&nbsp;veston, les inscriptions « CHARLES III » et « D·G·REX », respectivement à gauche et à droite de l’effigie, l’inscription « 2024 » centrée sous l’effigie, ainsi qu’un grènetis soulignant le pourtour de la pièce,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(ii) au revers sont illustrés ou gravés, selon le cas, au centre de la partie supérieure de la pièce, l’inscription « DOLLAR »; à gauche de celle-ci, l’inscription « CANADA »; sous l’inscription « DOLLAR », superposé à un motif de hachures, un décor champêtre composé d’un ciel bleu, d’une forêt verte et de champs verts et orangés; superposée au centre du ciel, une marque de sécurité composée d’une feuille d’érable à l’intérieur d’une autre feuille d’érable à l’intérieur d’un cercle; au-dessous et à gauche de celle-ci, chevauchant le décor champêtre, une représentation d’Anne&nbsp;Shirley; au-dessous et à droite de la marque de&nbsp;sécurité, chevauchant le décor champêtre, une&nbsp;représentation de L. M. Montgomery, plume à la main devant un carnet et un encrier ouvert; et à droite de cette représentation, les initiales de l’artiste « BJ » et au-dessous de celle-ci, la signature de L. M. Montgomery qui comprend l’inscription « L. M. Montgomery. » et un trait de plume et son dessin d’un chat sous l’inscription;\n</p><p style=\"margin-left:1.00in;text-align:right;margin-top:0.00in;margin-bottom:0.00in;\">\n…/2\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n- 2 -\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb)<strong>&nbsp;</strong>une pièce de un dollar sur laquelle :\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(i) à l’avers sont gravés l’effigie de Sa Majesté le roi Charles&nbsp;III réalisée par Steven Rosati, les initiales « SR » dans la partie inférieure droite de l’effigie sur le revers du veston, les inscriptions « CHARLES III » et « D·G·REX », respectivement à gauche et à droite de l’effigie, l’inscription « 2024 » centrée sous l’effigie, ainsi qu’un grènetis soulignant le pourtour de la pièce,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(ii) au revers sont gravés, au centre de la partie supérieure de la pièce, l’inscription « DOLLAR »; à gauche de celle-ci, l’inscription « CANADA »; sous l’inscription « DOLLAR », superposé à un motif de hachures, un décor champêtre composé d’un ciel, d’une forêt et de champs; superposée au&nbsp;centre du ciel, une marque de sécurité composée d’une feuille d’érable à l’intérieur d’une autre feuille d’érable à l’intérieur d’un cercle; au-dessous et à gauche de celle-ci, chevauchant le décor champêtre, une représentation d’Anne&nbsp;Shirley; au-dessous et à droite de la marque de&nbsp;sécurité, chevauchant le décor champêtre, une&nbsp;représentation de L. M. Montgomery, plume à la main devant un carnet et un encrier ouvert; et à droite de cette représentation, les initiales de l’artiste « BJ » et au-dessous de celle-ci, la signature de L. M. Montgomery qui comprend l’inscription « L. M. Montgomery. » et un trait de plume et son dessin d’un chat sous l’inscription.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-05-30\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0580Date: 2024-05-24\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Finance, under sections 6.4 and 6.5 of the Royal Canadian Mint Act, authorizes the issue of two one-dollar circulation coins, the characteristics of which are to be as specified in item 2.2 of Part 2 of the schedule to that Act and the diameter of which is to be 26.5 mm, and determines the designs of the coins to be as follows:\n\n \n\n(a) a coloured one-dollar coin\n\n \n\n(i) the obverse impression of which is to depict the effigy of His Majesty King Charles III by Steven Rosati, with the initials “SR” at the bottom right of the effigy on the lapel, the inscriptions “CHARLES III” and “D·G·REX” to the left and right of the effigy, respectively, the inscription “2024” centred beneath the effigy, and beading around the circumference of the coin, and\n\n \n\n(ii) the reverse impression of which is to depict the inscription “DOLLAR” at the centre of the top of the coin; the inscription “CANADA” to the left of the inscription “DOLLAR”; a pastoral scene composed of a blue sky, a green forest and green and orange fields layered over a pattern of hash marks beneath the inscription “DOLLAR”; a security mark consisting of a maple leaf within another maple leaf within a circle superimposed over the sky in the centre of it; a portrait of Anne Shirley superimposed over the pastoral scene beneath and to the left of the security mark; a portrait of L. M. Montgomery holding a pen in front of a notebook and an open inkwell superimposed over the pastoral scene beneath and to the right of the security mark; the artist’s initials “BJ” to the right of the portrait of L. M. Montgomery; and, below that portrait, the signature of L. M. Montgomery, which includes the inscription “L. M. Montgomery.” and a pen stroke and her drawing of a cat below the inscription; and\n\n \n\n…/2\n\n \n\n\n- 2 -\n\n \n\n(b) a one-dollar coin\n\n \n\n(i) the obverse impression of which is to depict the effigy of His Majesty King Charles III by Steven Rosati, with the initials “SR” at the bottom right of the effigy on the lapel, the inscriptions “CHARLES III” and “D·G·REX” to the left and right of the effigy, respectively, the inscription ”2024” centred beneath the effigy, and beading around the circumference of the coin, and\n\n \n\n(ii) the reverse impression of which is to depict the inscription “DOLLAR” at the centre of the top of the coin; the inscription “CANADA” to the left of the inscription “DOLLAR”; a pastoral scene composed of a sky, a forest and fields beneath the inscription “DOLLAR”; a security mark consisting of a maple leaf within another maple leaf within a circle superimposed over the sky in the centre of it; a portrait of Anne Shirley superimposed over the pastoral scene beneath and to the left of the security mark; a portrait of L. M. Montgomery holding a pen in front of a notebook and an open inkwell superimposed over the pastoral scene beneath and to the right of the security mark; the artist’s initials “BJ” to the right of the portrait of L. M. Montgomery; and, below that portrait, the signature of L. M. Montgomery, which includes the inscription “L. M. Montgomery.” and a pen stroke and her drawing of a cat below the inscription.\n\n \n\n\nSur recommandation de la ministre des Finances et en vertu des articles 6.4 et 6.5 de la Loi sur la Monnaie royale canadienne, Son Excellence la Gouverneure générale en conseil autorise l’émission de deux pièces de monnaie de circulation de un dollar dont les caractéristiques sont précisées à l’article 2.2c de la partie 2 de l’annexe de cette loi, dont le diamètre est de 26,5 mm et dont les dessins sont fixés de la manière suivante :\n\n \n\na) une pièce colorée de un dollar sur laquelle :\n\n \n\n(i) à l’avers sont gravés l’effigie de Sa Majesté le roi Charles III réalisée par Steven Rosati, les initiales « SR » dans la partie inférieure droite de l’effigie sur le revers du veston, les inscriptions « CHARLES III » et « D·G·REX », respectivement à gauche et à droite de l’effigie, l’inscription « 2024 » centrée sous l’effigie, ainsi qu’un grènetis soulignant le pourtour de la pièce,\n\n \n\n(ii) au revers sont illustrés ou gravés, selon le cas, au centre de la partie supérieure de la pièce, l’inscription « DOLLAR »; à gauche de celle-ci, l’inscription « CANADA »; sous l’inscription « DOLLAR », superposé à un motif de hachures, un décor champêtre composé d’un ciel bleu, d’une forêt verte et de champs verts et orangés; superposée au centre du ciel, une marque de sécurité composée d’une feuille d’érable à l’intérieur d’une autre feuille d’érable à l’intérieur d’un cercle; au-dessous et à gauche de celle-ci, chevauchant le décor champêtre, une représentation d’Anne Shirley; au-dessous et à droite de la marque de sécurité, chevauchant le décor champêtre, une représentation de L. M. Montgomery, plume à la main devant un carnet et un encrier ouvert; et à droite de cette représentation, les initiales de l’artiste « BJ » et au-dessous de celle-ci, la signature de L. M. Montgomery qui comprend l’inscription « L. M. Montgomery. » et un trait de plume et son dessin d’un chat sous l’inscription;\n\n…/2\n\n \n\n\n- 2 -\n\n \n\nb) une pièce de un dollar sur laquelle :\n\n \n\n(i) à l’avers sont gravés l’effigie de Sa Majesté le roi Charles III réalisée par Steven Rosati, les initiales « SR » dans la partie inférieure droite de l’effigie sur le revers du veston, les inscriptions « CHARLES III » et « D·G·REX », respectivement à gauche et à droite de l’effigie, l’inscription « 2024 » centrée sous l’effigie, ainsi qu’un grènetis soulignant le pourtour de la pièce,\n\n \n\n(ii) au revers sont gravés, au centre de la partie supérieure de la pièce, l’inscription « DOLLAR »; à gauche de celle-ci, l’inscription « CANADA »; sous l’inscription « DOLLAR », superposé à un motif de hachures, un décor champêtre composé d’un ciel, d’une forêt et de champs; superposée au centre du ciel, une marque de sécurité composée d’une feuille d’érable à l’intérieur d’une autre feuille d’érable à l’intérieur d’un cercle; au-dessous et à gauche de celle-ci, chevauchant le décor champêtre, une représentation d’Anne Shirley; au-dessous et à droite de la marque de sécurité, chevauchant le décor champêtre, une représentation de L. M. Montgomery, plume à la main devant un carnet et un encrier ouvert; et à droite de cette représentation, les initiales de l’artiste « BJ » et au-dessous de celle-ci, la signature de L. M. Montgomery qui comprend l’inscription « L. M. Montgomery. » et un trait de plume et son dessin d’un chat sous l’inscription.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}