{
  "id": "4558",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1685<br></p><p><strong>Date: </strong>2003-10-30</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph&nbsp;13(<em>b</em>) of the <em>Territorial Lands Act</em>, hereby orders that a strip of land 30.48&nbsp;m (100&nbsp;feet) in width, measured from the ordinary high water mark to the shore of Shell&nbsp;Lake, in the Northwest Territories, not be deemed to be reserved to the Crown out of any grant of any of the lots of land described in the schedule hereto.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 13<em>b</em>) de la <em>Loi sur les terres territoriales</em>, Son Excellence la Gouverneure générale en conseil ordonne que les abords de la rive du «&nbsp;Shell&nbsp;Lake&nbsp;», dans les Territoires du Nord-Ouest, sur une largeur de 30,48&nbsp;m (100&nbsp;pieds) mesurée à partir de la laisse de haute mer ne soient pas réputés réservés à la Couronne dans toute concession de l’une ou l’autre terre des lots décrits à l’annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1685Date: 2003-10-30                    Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 13(b) of the Territorial Lands Act, hereby orders that a strip of land 30.48 m (100 feet) in width, measured from the ordinary high water mark to the shore of Shell Lake, in the Northwest Territories, not be deemed to be reserved to the Crown out of any grant of any of the lots of land described in the schedule hereto.                   Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 13b) de la Loi sur les terres territoriales, Son Excellence la Gouverneure générale en conseil ordonne que les abords de la rive du « Shell Lake », dans les Territoires du Nord-Ouest, sur une largeur de 30,48 m (100 pieds) mesurée à partir de la laisse de haute mer ne soient pas réputés réservés à la Couronne dans toute concession de l’une ou l’autre terre des lots décrits à l’annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}