{
  "id": "4562",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1687<br></p><p><strong>Date: </strong>2003-10-30</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of New&nbsp;Brunswick, the Honourable J.&nbsp;Ernest&nbsp;Drapeau, Chief Justice of New&nbsp;Brunswick, will be unable to act from November 1 to November&nbsp;5,&nbsp;2003, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;J.&nbsp;Ernest&nbsp;Drapeau as Administrator, effective November&nbsp;1,&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Patricia&nbsp;L.&nbsp;Cumming to be Administrator of the Government of New Brunswick, to execute the office and functions of the Lieutenant Governor of New Brunswick during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;1,&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Patricia&nbsp;L.&nbsp;Cumming as Administrator, effective November&nbsp;6,&nbsp;2003; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable J.&nbsp;Ernest&nbsp;Drapeau to be during pleasure Administrator of the Government of New Brunswick, to execute the office and functions of the Lieutenant Governor of New Brunswick during the absence, illness or other inability of the Lieutenant Governor, effective November&nbsp;6,&nbsp;2003.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement du Nouveau-Brunswick, l’honorable J.&nbsp;Ernest&nbsp;Drapeau, juge en chef du Nouveau-Brunswick, ne sera pas en mesure de remplir ses fonctions du 1<sup>er</sup> au&nbsp;5&nbsp;novembre&nbsp;2003, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable J.&nbsp;Ernest&nbsp;Drapeau au poste d’administrateur, la cessation de fonctions prenant effet le 1<sup>er</sup>&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Patricia L.&nbsp;Cumming à titre d’administrateur du gouvernement du Nouveau-Brunswick afin qu’elle remplisse les fonctions de lieutenant-gouverneur du Nouveau-Brunswick durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 1<sup>er</sup>&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Patricia&nbsp;L.&nbsp;Cumming au poste d’administrateur, la cessation de fonctions prenant effet le 6&nbsp;novembre&nbsp;2003;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>d</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l’honorable J.&nbsp;Ernest&nbsp;Drapeau, administrateur du gouvernement du Nouveau-Brunswick afin qu’il remplisse les fonctions de lieutenant-gouverneur du Nouveau-Brunswick durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 6&nbsp;novembre&nbsp;2003.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1687Date: 2003-10-30                     Whereas the Administrator of the Government of New Brunswick, the Honourable J. Ernest Drapeau, Chief Justice of New Brunswick, will be unable to act from November 1 to November 5, 2003, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;                    Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   (a) terminates the appointment of the Honourable J. Ernest Drapeau as Administrator, effective November 1, 2003;   (b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Patricia L. Cumming to be Administrator of the Government of New Brunswick, to execute the office and functions of the Lieutenant Governor of New Brunswick during the absence, illness or other inability of the Lieutenant Governor, effective November 1, 2003;   (c) terminates the appointment of the Honourable Patricia L. Cumming as Administrator, effective November 6, 2003; and   (d) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable J. Ernest Drapeau to be during pleasure Administrator of the Government of New Brunswick, to execute the office and functions of the Lieutenant Governor of New Brunswick during the absence, illness or other inability of the Lieutenant Governor, effective November 6, 2003.                    Attendu que l’administrateur du gouvernement du Nouveau-Brunswick, l’honorable J. Ernest Drapeau, juge en chef du Nouveau-Brunswick, ne sera pas en mesure de remplir ses fonctions du 1er au 5 novembre 2003, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,                    À ces causes, sur recommandation de la ministre du Patrimoine canadien, Son Excellence la Gouverneure générale en conseil :   a) met fin à la nomination de l’honorable J. Ernest Drapeau au poste d’administrateur, la cessation de fonctions prenant effet le 1er novembre 2003;   b) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Patricia L. Cumming à titre d’administrateur du gouvernement du Nouveau-Brunswick afin qu’elle remplisse les fonctions de lieutenant-gouverneur du Nouveau-Brunswick durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 1er novembre 2003;   c) met fin à la nomination de l’honorable Patricia L. Cumming au poste d’administrateur, la cessation de fonctions prenant effet le 6 novembre 2003;   d) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme de nouveau, à titre amovible, l’honorable J. Ernest Drapeau, administrateur du gouvernement du Nouveau-Brunswick afin qu’il remplisse les fonctions de lieutenant-gouverneur du Nouveau-Brunswick durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 6 novembre 2003.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}