{
  "id": "45683",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0666<br></p><p><strong>Date: </strong>2024-06-10</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Foreign Affairs, authorizes\n</p><p style=\"margin-left:0.50in;text-indent:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on&nbsp;behalf of the Government of Canada, subject to ratification, the&nbsp;Agreement to Amend the Agreement between the Government of Canada and the Government of the United States of America for&nbsp;the Sharing of Visa and Immigration Information; or\n</p><p style=\"margin-left:0.50in;text-indent:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Marc Miller, Minister of&nbsp;Citizenship and Immigration, or Harpreet S. Kochhar, Deputy Minister of Citizenship and Immigration, or Aiesha Zafar, Assistant Deputy Minister, Migration Integrity, Department of Citizenship and Immigration, or Kirsten Hillman, Ambassador of Canada to the&nbsp;United States of America, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement to Amend the&nbsp;Agreement between the Government of Canada and the&nbsp;Government of the United States of America for the Sharing of&nbsp;Visa and Immigration Information.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.75in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de&nbsp;ratification, l’Accord portant amendement de l’Accord entre&nbsp;le&nbsp;Gouvernement du Canada et le Gouvernement des&nbsp;États-Unis d’Amérique concernant l’échange de renseignements sur les visas et l’immigration;\n</p><p style=\"margin-left:0.75in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.75in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) soit la ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Marc Miller, ministre de la Citoyenneté et de l’Immigration, ou Harpreet S. Kochhar, sous-ministre de la Citoyenneté et de l’Immigration, ou Aiesha&nbsp;Zafar, sous-ministre adjointe, Intégrité des mouvements migratoires, ministère de la Citoyenneté et de l’Immigration, ou&nbsp;Kirsten Hillman, ambassadrice du Canada aux États-Unis d’Amérique, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord portant amendement de&nbsp;l’Accord.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-06-14\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0666Date: 2024-06-10\n\n\n Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes\n\n \n\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Agreement to Amend the Agreement between the Government of Canada and the Government of the United States of America for the Sharing of Visa and Immigration Information; or\n\n \n\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Marc Miller, Minister of Citizenship and Immigration, or Harpreet S. Kochhar, Deputy Minister of Citizenship and Immigration, or Aiesha Zafar, Assistant Deputy Minister, Migration Integrity, Department of Citizenship and Immigration, or Kirsten Hillman, Ambassador of Canada to the United States of America, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement to Amend the Agreement between the Government of Canada and the Government of the United States of America for the Sharing of Visa and Immigration Information.\n\n\n \n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :\n\n \n\na) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord portant amendement de l’Accord entre le Gouvernement du Canada et le Gouvernement des États-Unis d’Amérique concernant l’échange de renseignements sur les visas et l’immigration;\n\n \n\nb) soit la ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Marc Miller, ministre de la Citoyenneté et de l’Immigration, ou Harpreet S. Kochhar, sous-ministre de la Citoyenneté et de l’Immigration, ou Aiesha Zafar, sous-ministre adjointe, Intégrité des mouvements migratoires, ministère de la Citoyenneté et de l’Immigration, ou Kirsten Hillman, ambassadrice du Canada aux États-Unis d’Amérique, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord portant amendement de l’Accord.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}