{
  "id": "45695",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0678<br></p><p><strong>Date: </strong>2024-06-11</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, under subsection 6(4) of the <em>Canada Mortgage and Housing Corporation Act</em> approves the appointment by the Minister of Infrastructure and Communities of Raymond&nbsp;M.&nbsp;Williams of Oakville, Ontario, to be a director of the Board of Directors of the Canada Mortgage and Housing Corporation, to hold office during pleasure, on a part-time basis, for a term of four years. </p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Infrastructure et des&nbsp;Collectivités, en vertu du paragraphe 6(4) de la <em>Loi sur la Société canadienne d’hypothèques et de logement</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre de l’Infrastructure et des Collectivités de Raymond&nbsp;M.&nbsp;Williams, d’Oakville (Ontario), administrateur du conseil d’administration de la Société canadienne d’hypothèques et de logement, à titre amovible et à temps partiel pour un mandat de quatre ans.</p>\n</div><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-06-15\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0678Date: 2024-06-11\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, under subsection 6(4) of the Canada Mortgage and Housing Corporation Act approves the appointment by the Minister of Infrastructure and Communities of Raymond M. Williams of Oakville, Ontario, to be a director of the Board of Directors of the Canada Mortgage and Housing Corporation, to hold office during pleasure, on a part-time basis, for a term of four years. \n\n\n\n \n\n\nSur recommandation du ministre de l’Infrastructure et des Collectivités, en vertu du paragraphe 6(4) de la Loi sur la Société canadienne d’hypothèques et de logement, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre de l’Infrastructure et des Collectivités de Raymond M. Williams, d’Oakville (Ontario), administrateur du conseil d’administration de la Société canadienne d’hypothèques et de logement, à titre amovible et à temps partiel pour un mandat de quatre ans.\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}