{
  "id": "45831",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0812<br></p><p><strong>Date: </strong>2024-06-21</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Governor in Council, under subsection 91‍(6) of&nbsp;the <em>Financial Administration Act</em>, is satisfied that a wholly-owned subsidiary of the Canada Development Investment Corporation, that is yet to be named, incorporated under the&nbsp;<em>Canada Business Corporations Act</em> to carry out transactions in&nbsp;relation to the Telesat program known as Telesat Lightspeed, is&nbsp;empowered to undertake the transaction referred to&nbsp;in this order;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in&nbsp;Council, on the recommendation of the Minister of Finance:\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) under paragraph 91‍(1)‍(b) of the <em>Financial Administration Act</em>, authorizes the wholly-owned subsidiary to acquire shares in Telesat LEO Inc. that, on acquisition, would be&nbsp;held by, on behalf of or in trust for the wholly-owned subsidiary; and\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) under paragraph 91‍(3)‍(b) of the <em>Financial Administration Act</em>, authorizes the wholly-owned subsidiary to sell or otherwise dispose of or lease all or substantially all of its assets.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la gouverneure en conseil, aux termes du&nbsp;paragraphe 91‍(6) de la <em>Loi sur la gestion des finances publiques</em>, est&nbsp;convaincue que la filiale à cent pour cent de&nbsp;la&nbsp;Corporation de développement des investissements du&nbsp;Canada qui a été constituée sous le régime de la <em>Loi canadienne sur les sociétés par actions</em> pour effectuer des&nbsp;opérations en lien avec le projet de Télésat connu sous le nom&nbsp;de «&nbsp;Télésat Lightspeed&nbsp;» et&nbsp;qui reste à nommer dispose du&nbsp;pouvoir de réaliser l’opération faisant l’objet du présent décret,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des&nbsp;Finances, Son Excellence la Gouverneure générale en conseil :\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) autorise, en vertu de l’alinéa 91‍(1)b) de la <em>Loi sur la gestion des finances publiques</em>, la filiale à cent pour cent à acquérir des actions de Telesat LEO Inc. qui, lors de l’acquisition, seront détenues par cette filiale, en son nom ou en fiducie pour&nbsp;elle;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) autorise, en vertu de l’alinéa 91‍(3)b) de la <em>Loi sur la gestion des&nbsp;finances publiques</em>, la filiale à cent pour cent à louer ou à&nbsp;vendre la&nbsp;totalité ou la quasi-totalité de ses actifs ou à en disposer de quelque façon.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-06-27\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0812Date: 2024-06-21\n\n\nWhereas the Governor in Council, under subsection 91‍(6) of the Financial Administration Act, is satisfied that a wholly-owned subsidiary of the Canada Development Investment Corporation, that is yet to be named, incorporated under the Canada Business Corporations Act to carry out transactions in relation to the Telesat program known as Telesat Lightspeed, is empowered to undertake the transaction referred to in this order;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance:\n\n \n\n(a) under paragraph 91‍(1)‍(b) of the Financial Administration Act, authorizes the wholly-owned subsidiary to acquire shares in Telesat LEO Inc. that, on acquisition, would be held by, on behalf of or in trust for the wholly-owned subsidiary; and\n\n \n\n(b) under paragraph 91‍(3)‍(b) of the Financial Administration Act, authorizes the wholly-owned subsidiary to sell or otherwise dispose of or lease all or substantially all of its assets.\n\n\n \n\nAttendu que la gouverneure en conseil, aux termes du paragraphe 91‍(6) de la Loi sur la gestion des finances publiques, est convaincue que la filiale à cent pour cent de la Corporation de développement des investissements du Canada qui a été constituée sous le régime de la Loi canadienne sur les sociétés par actions pour effectuer des opérations en lien avec le projet de Télésat connu sous le nom de « Télésat Lightspeed » et qui reste à nommer dispose du pouvoir de réaliser l’opération faisant l’objet du présent décret,\n\n \n\nÀ ces causes, sur recommandation de la ministre des Finances, Son Excellence la Gouverneure générale en conseil :\n\n \n\na) autorise, en vertu de l’alinéa 91‍(1)b) de la Loi sur la gestion des finances publiques, la filiale à cent pour cent à acquérir des actions de Telesat LEO Inc. qui, lors de l’acquisition, seront détenues par cette filiale, en son nom ou en fiducie pour elle;\n\n \n\nb) autorise, en vertu de l’alinéa 91‍(3)b) de la Loi sur la gestion des finances publiques, la filiale à cent pour cent à louer ou à vendre la totalité ou la quasi-totalité de ses actifs ou à en disposer de quelque façon.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}