{
  "id": "45846",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0827<br></p><p><strong>Date: </strong>2024-06-21</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;Whereas by Order in Council P.C. 1999-641 of April&nbsp;15,&nbsp;1999, the Governor in Council approved the provisions of&nbsp;the&nbsp;proposed letters patent of the Saguenay Port Authority relating to&nbsp;the&nbsp;limits on the power of that port authority to borrow money on its credit&nbsp;for port purposes;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Minister of Transport issued letters patent to the Saguenay Port Authority, effective May 1, 1999;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAnd whereas the Minister of Transport, under section 9 of the Canada Marine Act and at the request of the board of directors of the&nbsp;Saguenay Port Authority, proposes to issue supplementary letters patent amending the letters patent of the Saguenay Port Authority, substantially in accordance with the provision set out in the schedule, for the purpose of adding a project-specific borrowing limit for the purpose of a mechanized conveyor project to the limit on the power of the Saguenay Port Authority to borrow money on its credit for port purposes;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, under subsection 8(5) of the <em>Canada Marine Act</em>, approves the&nbsp;provision of the proposed supplementary letters patent, substantially in accordance with the provision set out in the schedule, for the purpose of adding a project-specific borrowing limit for the purpose of a mechanized conveyor project to the limit on the power of the Saguenay Port Authority to borrow money on its credit for port purposes. </p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, par le décret C.P. 1999-641 du 15 avril 1999, le&nbsp;gouverneur en conseil a approuvé les dispositions du projet de lettres patentes de l’Administration portuaire de Saguenay relatives à la mesure dans laquelle celle-ci peut emprunter des fonds sur son crédit pour l’exploitation du port;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le ministre des Transports a délivré des lettres patentes à l’Administration portuaire de Saguenay le 1er mai 1999;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en vertu de l’article 9 de la <em>Loi maritime du Canada</em> et sur demande du conseil d’administration de l’Administration portuaire du Saguenay, le ministre des Transport se propose de délivrer des&nbsp;lettres patentes supplémentaires modifiant les lettres patentes de l’Administration portuaire du Saguenay, conformes en substance à la&nbsp;disposition figurant à l’annexe, afin d’ajouter à la limite du pouvoir de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port une limite d’emprunt propre à un projet de convoyeur mécanisé,\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des Transports et de la ministre des Finances et en vertu du paragraphe 8(5) de la <em>Loi maritime du Canada</em>, Son Excellence la Gouverneure générale en conseil approuve le projet de lettres patentes supplémentaires, conforme en substance à la disposition figurant à l’annexe, afin d’ajouter à la limite du&nbsp;pouvoir de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port une limite d’emprunt  propre à un projet de convoyeur mécanisé .\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;SCHEDULE\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.19in;text-indent:-0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1. The letters patent issued to the Saguenay Port Authority are amended by adding the&nbsp;following after section 9.2.1:\n</p><p style=\"margin-left:0.19in;text-indent:-0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>9.2.2 Additional Borrowing Limit for the Construction of the Conveyor Project.</strong> Notwithstanding section 9.2, the Authority may, in addition to the aggregate amount referred to in section 9.2 and the additional borrowing provided for in section 9.2.1, borrow an amount equivalent to $36,800,000, plus any interest, return and royalties due to Investissement Québec, agreed to under the terms and conditions of the related loan offer, whether capitalized or not, for costs associated with the construction of a mechanized bulk material handling system between the Grande-Anse marine terminal and the industrial port zone (Conveyor Project).&nbsp;Within the borrowing limit of the $36,800,000, the Authority may, as an interim measure, borrow up to $11,000,000 from a Canadian financial institution for the purpose of covering expenses associated with the Conveyor Project, from the time the expense is incurred by the Authority to the time the Authority receives the expense reimbursement from Investissement Québec. \n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\nANNEXE\n</p><p style=\"text-align:center;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.19in;text-indent:-0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n1. Les lettres patentes de l’Administration sont modifiées par adjonction, après le paragraphe 9.2.1, de ce qui suit :\n</p><p style=\"margin-left:0.19in;text-indent:-0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n<strong>9.2.2 Limite du pouvoir d’emprunt additionnelle pour la construction du projet du convoyeur.</strong> Malgré<strong>&nbsp;</strong>le paragraphe 9.2, et en sus du pouvoir d’emprunt mentionné au paragraphe 9.2 et du pouvoir d’emprunt additionnel prévu au paragraphe 9.2.1, l’Administration peut emprunter une somme équivalent à&nbsp;36&nbsp;800 000 $, majorée des intérêts, rendements et redevances dus à Investissement Québec, convenue selon les modalités de l’offre de prêt afférent, capitalisée ou non, pour les coûts associés à la construction d’un système mécanisé de manutention de matériaux en vrac  entre le terminal maritime de Grande-Anse et la zone industrialo-portuaire (projet du convoyeur). Dans le cadre de la limite d’emprunt de 36 800 000 $, l’Administration peut, à titre de mesure provisoire, emprunter jusqu’à concurrence de 11 000 000 $ auprès d’une institution financière canadienne afin de couvrir les coûts associés au projet de convoyeur, à partir du moment où la dépense est faite par l’Administration jusqu’à ce que celle-ci soit remboursée par Investissement Québec. \n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.19in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-06-27\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0827Date: 2024-06-21\n\n\n Whereas by Order in Council P.C. 1999-641 of April 15, 1999, the Governor in Council approved the provisions of the proposed letters patent of the Saguenay Port Authority relating to the limits on the power of that port authority to borrow money on its credit for port purposes;\n\n \n\nWhereas the Minister of Transport issued letters patent to the Saguenay Port Authority, effective May 1, 1999;\n\n \n\nAnd whereas the Minister of Transport, under section 9 of the Canada Marine Act and at the request of the board of directors of the Saguenay Port Authority, proposes to issue supplementary letters patent amending the letters patent of the Saguenay Port Authority, substantially in accordance with the provision set out in the schedule, for the purpose of adding a project-specific borrowing limit for the purpose of a mechanized conveyor project to the limit on the power of the Saguenay Port Authority to borrow money on its credit for port purposes;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, under subsection 8(5) of the Canada Marine Act, approves the provision of the proposed supplementary letters patent, substantially in accordance with the provision set out in the schedule, for the purpose of adding a project-specific borrowing limit for the purpose of a mechanized conveyor project to the limit on the power of the Saguenay Port Authority to borrow money on its credit for port purposes. \n\n\n \n\nAttendu que, par le décret C.P. 1999-641 du 15 avril 1999, le gouverneur en conseil a approuvé les dispositions du projet de lettres patentes de l’Administration portuaire de Saguenay relatives à la mesure dans laquelle celle-ci peut emprunter des fonds sur son crédit pour l’exploitation du port;\n\n \n\nAttendu que le ministre des Transports a délivré des lettres patentes à l’Administration portuaire de Saguenay le 1er mai 1999;\n\n \n\nAttendu que, en vertu de l’article 9 de la Loi maritime du Canada et sur demande du conseil d’administration de l’Administration portuaire du Saguenay, le ministre des Transport se propose de délivrer des lettres patentes supplémentaires modifiant les lettres patentes de l’Administration portuaire du Saguenay, conformes en substance à la disposition figurant à l’annexe, afin d’ajouter à la limite du pouvoir de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port une limite d’emprunt propre à un projet de convoyeur mécanisé,\n\n \n\nÀ ces causes, sur recommandation du ministre des Transports et de la ministre des Finances et en vertu du paragraphe 8(5) de la Loi maritime du Canada, Son Excellence la Gouverneure générale en conseil approuve le projet de lettres patentes supplémentaires, conforme en substance à la disposition figurant à l’annexe, afin d’ajouter à la limite du pouvoir de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port une limite d’emprunt  propre à un projet de convoyeur mécanisé .\n\n \n\n \n\n \n\n \n\n \n\n\n SCHEDULE\n\n \n\n1. The letters patent issued to the Saguenay Port Authority are amended by adding the following after section 9.2.1:\n\n \n\n9.2.2 Additional Borrowing Limit for the Construction of the Conveyor Project. Notwithstanding section 9.2, the Authority may, in addition to the aggregate amount referred to in section 9.2 and the additional borrowing provided for in section 9.2.1, borrow an amount equivalent to $36,800,000, plus any interest, return and royalties due to Investissement Québec, agreed to under the terms and conditions of the related loan offer, whether capitalized or not, for costs associated with the construction of a mechanized bulk material handling system between the Grande-Anse marine terminal and the industrial port zone (Conveyor Project). Within the borrowing limit of the $36,800,000, the Authority may, as an interim measure, borrow up to $11,000,000 from a Canadian financial institution for the purpose of covering expenses associated with the Conveyor Project, from the time the expense is incurred by the Authority to the time the Authority receives the expense reimbursement from Investissement Québec. \n\n \n\n \n\n\n \n\nANNEXE\n\n \n\n1. Les lettres patentes de l’Administration sont modifiées par adjonction, après le paragraphe 9.2.1, de ce qui suit :\n\n \n\n9.2.2 Limite du pouvoir d’emprunt additionnelle pour la construction du projet du convoyeur. Malgré le paragraphe 9.2, et en sus du pouvoir d’emprunt mentionné au paragraphe 9.2 et du pouvoir d’emprunt additionnel prévu au paragraphe 9.2.1, l’Administration peut emprunter une somme équivalent à 36 800 000 $, majorée des intérêts, rendements et redevances dus à Investissement Québec, convenue selon les modalités de l’offre de prêt afférent, capitalisée ou non, pour les coûts associés à la construction d’un système mécanisé de manutention de matériaux en vrac  entre le terminal maritime de Grande-Anse et la zone industrialo-portuaire (projet du convoyeur). Dans le cadre de la limite d’emprunt de 36 800 000 $, l’Administration peut, à titre de mesure provisoire, emprunter jusqu’à concurrence de 11 000 000 $ auprès d’une institution financière canadienne afin de couvrir les coûts associés au projet de convoyeur, à partir du moment où la dépense est faite par l’Administration jusqu’à ce que celle-ci soit remboursée par Investissement Québec. \n\n \n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}