{
  "id": "45873",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0846<br></p><p><strong>Date: </strong>2024-06-27</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Foreign Affairs, appoints Sébastien Sigouin<strong>&nbsp;</strong>as High Commissioner for Canada in the Co-operative Republic of&nbsp;Guyana and as Plenipotentiary Representative of Canada to the Caribbean Community with concurrent accreditation as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Suriname, with residence in Georgetown.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Sébastien Sigouin&nbsp;en qualité&nbsp;de haut-commissaire du Canada auprès de la République coopérative du Guyana et en qualité de représentant plénipotentiaire du Canada auprès de&nbsp;la Communauté des Caraïbes avec accréditation simultanée en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République du Suriname, avec résidence à Georgetown.\n</p><p style=\"margin-left:0.98in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-07-04\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0846Date: 2024-06-27\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Sébastien Sigouin as High Commissioner for Canada in the Co-operative Republic of Guyana and as Plenipotentiary Representative of Canada to the Caribbean Community with concurrent accreditation as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Suriname, with residence in Georgetown.\n\n \n\n \n\n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Sébastien Sigouin en qualité de haut-commissaire du Canada auprès de la République coopérative du Guyana et en qualité de représentant plénipotentiaire du Canada auprès de la Communauté des Caraïbes avec accréditation simultanée en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République du Suriname, avec résidence à Georgetown.\n\n \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}