{
  "id": "4588",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1700<br></p><p><strong>Date: </strong>2003-10-30</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Cowessess Treaty Land Entitlement Settlement Agreement, dated March&nbsp;14,&nbsp;1996, hereby</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">(<em>a</em>)&nbsp;pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by Saskatchewan Telecommunications and TransGas Limited (the&nbsp;“Companies”) of the power to take, without the consent of the owner, in accordance with <em>The</em> &nbsp;<em>Saskatchewan Telecommunications Act</em>, R.S.S. 1978 c.&nbsp;S-34 and <em>The SaskEnergy Act</em>, S.S. 1992, c. S-35.1, respectively, the easements described in Schedules I and II attached to this Order, for telecommunication system and natural gas transmission pipeline purposes, respectively, subject to the term that the easements be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes; and</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">(<em>b</em>)&nbsp;pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Companies taking the easement referred to in paragraph&nbsp;(<em>a</em>), authorizes the grant to the Companies of those easements for the purposes referred to in that paragraph, subject to the term that the easement be relinquished to Her&nbsp;Majesty in right of Canada when no longer used for those purposes.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l’entente intitulée Cowessess Treaty Land Entitlement Settlement Agreement, datée du 14&nbsp;mars&nbsp;1996, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\"><em>a</em>)&nbsp;en&nbsp;vertu du paragraphe&nbsp;35(1) de la <em>Loi sur les Indiens</em>, consent à l’exercice, par Saskatchewan Telecommunications et TransGas Limited (les&nbsp;«&nbsp;Sociétés&nbsp;»), du pouvoir de prendre, sans le consentement du propriétaire, conformément aux lois intitulées <em>The Saskatchewan Telecommunications Act</em>, R.S.S. 1978, ch. S-34 et <em>The</em> &nbsp;<em>SaskEnergy Act</em>, S.S. 1992, ch. S-35.1, respectivement, les servitudes décrites aux annexes I et II ci-jointes, pour les besoins de systèmes de télécommunication et d’un réseau de transport du gaz naturel par pipeline, respectivement, à la condition que les servitudes soit délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces fins;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\"><em>b</em>)&nbsp;en&nbsp;vertu du paragraphe&nbsp;35(3) de la <em>Loi sur les Indiens</em>, au lieu de la prise des servitudes visées à l’alinéa&nbsp;<em>a</em>) par les Sociétés en permet l’octroi à celles-ci pour les besoins précisés au même alinéa, à la condition qu’elles soient délaissées en faveur de Sa&nbsp;Majesté du chef du Canada dès qu’elles cesseront d’être utilisées à ces fins.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}