{
  "id": "45922",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0882<br></p><p><strong>Date: </strong>2024-07-18</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, considering that it is in the public interest to do so, on the&nbsp;recommendation of the Treasury Board, the Minister of Citizenship and Immigration and the Minister of Foreign Affairs, makes the annexed <em>Certain Fees in Respect of the Issuance of Replacement Documents (2024 Wildfires) Remission Order</em> under subsection 23‍(2.1) of the <em>Financial Administration Act</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du Conseil du Trésor, du&nbsp;ministre de la Citoyenneté et de l’Immigration et de la ministre des Affaires étrangères et en vertu du paragraphe 23‍(2.1) de&nbsp;la&nbsp;<em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil, estimant que l’intérêt public le justifie, prend le <em>Décret de remise de certains droits ou frais relatifs à la délivrance de documents de remplacement (incendies forestiers ou de brousse en 2024)</em>, ci-après.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-07-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0882Date: 2024-07-18\n\n\n\nHer Excellency the Governor General in Council, considering that it is in the public interest to do so, on the recommendation of the Treasury Board, the Minister of Citizenship and Immigration and the Minister of Foreign Affairs, makes the annexed Certain Fees in Respect of the Issuance of Replacement Documents (2024 Wildfires) Remission Order under subsection 23‍(2.1) of the Financial Administration Act.\n\n\n \n\nSur recommandation du Conseil du Trésor, du ministre de la Citoyenneté et de l’Immigration et de la ministre des Affaires étrangères et en vertu du paragraphe 23‍(2.1) de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil, estimant que l’intérêt public le justifie, prend le Décret de remise de certains droits ou frais relatifs à la délivrance de documents de remplacement (incendies forestiers ou de brousse en 2024), ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}