{
  "id": "45984",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-0935<br></p><p><strong>Date: </strong>2024-08-08</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Foreign Affairs, appoints Emily Burns as High Commissioner for Canada in the United Republic of Tanzania, with concurrent accreditations as Ambassador Extraordinary and Plenipotentiary of Canada to the Union of the Comoros and as High Commissioner for Canada in the Republic of Seychelles, with residence in Dar es Salaam.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil nomme&nbsp;Emily Burns en qualité de haute-commissaire du Canada auprès de la République-Unie de Tanzanie, avec accréditations simultanées en qualité d’ambassadrice extraordinaire et plénipotentiaire du Canada auprès de l’Union des Comores et en qualité haute-commissaire du Canada auprès de la République des Seychelles, avec résidence à Dar es Salaam.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-08-14\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-0935Date: 2024-08-08\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Emily Burns as High Commissioner for Canada in the United Republic of Tanzania, with concurrent accreditations as Ambassador Extraordinary and Plenipotentiary of Canada to the Union of the Comoros and as High Commissioner for Canada in the Republic of Seychelles, with residence in Dar es Salaam.\n\n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Emily Burns en qualité de haute-commissaire du Canada auprès de la République-Unie de Tanzanie, avec accréditations simultanées en qualité d’ambassadrice extraordinaire et plénipotentiaire du Canada auprès de l’Union des Comores et en qualité haute-commissaire du Canada auprès de la République des Seychelles, avec résidence à Dar es Salaam.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}