{
  "id": "46095",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1028<br></p><p><strong>Date: </strong>2024-09-20</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Justice, under subsection 126(3.1) of <em>An Act to amend the Divorce Act</em>, the&nbsp;<em>Family Orders and Agreements Enforcement Assistance Act and the Garnishment</em>, <em>Attachment and Pension Diversion Act and to make consequential amendments to another Act</em>, chapter 16 of the Statutes of Canada, 2019, fixes December&nbsp;1,&nbsp;2024 as the day on which section 22.1 of that&nbsp;Act&nbsp;comes into force in British Columbia.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Justice et en&nbsp;vertu du paragraphe 126(3.1) de la <em>Loi modifiant la Loi sur le&nbsp;divorce, la Loi d’aide à l’exécution des ordonnances et des ententes familiales et la Loi sur la saisie-arrêt et la distraction de&nbsp;pensions et apportant des modifications corrélatives à une autre loi</em>, chapitre 16 des Lois du Canada (2019), Son Excellence la Gouverneure générale en conseil fixe au 1<sup>er</sup> décembre 2024 la&nbsp;date d’entrée en vigueur de l’article 22.1 de cette loi en Colombie-Britannique.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-09-26\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1028Date: 2024-09-20\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under subsection 126(3.1) of An Act to amend the Divorce Act, the Family Orders and Agreements Enforcement Assistance Act and the Garnishment, Attachment and Pension Diversion Act and to make consequential amendments to another Act, chapter 16 of the Statutes of Canada, 2019, fixes December 1, 2024 as the day on which section 22.1 of that Act comes into force in British Columbia.\n\n\n \n\nSur recommandation du ministre de la Justice et en vertu du paragraphe 126(3.1) de la Loi modifiant la Loi sur le divorce, la Loi d’aide à l’exécution des ordonnances et des ententes familiales et la Loi sur la saisie-arrêt et la distraction de pensions et apportant des modifications corrélatives à une autre loi, chapitre 16 des Lois du Canada (2019), Son Excellence la Gouverneure générale en conseil fixe au 1er décembre 2024 la date d’entrée en vigueur de l’article 22.1 de cette loi en Colombie-Britannique.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}