{
  "id": "46110",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1043<br></p><p><strong>Date: </strong>2024-09-20</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the re-appointment of Marie Antoinette Campagna as&nbsp;a director of the board of directors of the Windsor-Detroit Bridge Authority was approved by Her Excellency the Governor General in Council on August&nbsp;8, 2023, by Order in Council P.C. 2023-823, for a term of two years;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, after consultation with the board of directors of the Windsor-Detroit Bridge Authority, under sections 105 and 108 of the <em>Financial Administration Act</em>, appoints Marie&nbsp;Antoinette&nbsp;Campagna of LaSalle, Ontario, to be Chairperson of the Windsor-Detroit Bridge Authority, on an interim basis, to hold office during pleasure for a term of one year, or until such time as a new Chairperson is appointed, whichever occurs first, and fixes her remuneration and certain conditions of employment as set out in the annexed schedule, which remuneration is comprised of a per diem within the range ($200 - $300) and an annual retainer within the range ($6,400 - $7,500); and\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n At such time, Marie&nbsp;Antoinette&nbsp;Campagna will continue to occupy the position of director, under Order in Council P.C. 2023-823.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que le renouvellement du mandat de Marie&nbsp;Antoinette&nbsp;Campagna à titre d’administratrice du conseil d’administration de l’Autorité du pont Windsor-Détroit a été approuvé par&nbsp;Son Excellence la Gouverneure générale en conseil le 8 août 2023, par&nbsp;le&nbsp;décret C.P. 2023-823 pour une période de deux ans; \n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de l’Infrastructure et des Collectivités, après consultation du conseil d’administration de l’Autorité du pont Windsor-Détroit, en vertu des articles 105 et 108 de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil nomme Marie&nbsp;Antoinette&nbsp;Campagna, de LaSalle (Ontario), présidente par intérim de l’Autorité du pont Windsor-Détroit, à titre amovible pour un mandat d’un an ou jusqu’à ce qu’un nouveau président soit nommé, selon la première de ces éventualités et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, laquelle rémunération est composée d’un taux journalier dans l’échelle (200&nbsp;$&nbsp;–&nbsp;300&nbsp;$) et d’honoraires annuels dans l’échelle (6 400&nbsp;$&nbsp;–&nbsp;7 500&nbsp;$);\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ cette date, Marie&nbsp;Antoinette&nbsp;Campagna continuera alors à occuper le poste d’administratrice, conformément au décret C.P. 2023-823.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-09-26\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1043Date: 2024-09-20\n\n\nWhereas the re-appointment of Marie Antoinette Campagna as a director of the board of directors of the Windsor-Detroit Bridge Authority was approved by Her Excellency the Governor General in Council on August 8, 2023, by Order in Council P.C. 2023-823, for a term of two years;\n\n \n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, after consultation with the board of directors of the Windsor-Detroit Bridge Authority, under sections 105 and 108 of the Financial Administration Act, appoints Marie Antoinette Campagna of LaSalle, Ontario, to be Chairperson of the Windsor-Detroit Bridge Authority, on an interim basis, to hold office during pleasure for a term of one year, or until such time as a new Chairperson is appointed, whichever occurs first, and fixes her remuneration and certain conditions of employment as set out in the annexed schedule, which remuneration is comprised of a per diem within the range ($200 - $300) and an annual retainer within the range ($6,400 - $7,500); and\n\n \n\n At such time, Marie Antoinette Campagna will continue to occupy the position of director, under Order in Council P.C. 2023-823.\n\n\nAttendu que le renouvellement du mandat de Marie Antoinette Campagna à titre d’administratrice du conseil d’administration de l’Autorité du pont Windsor-Détroit a été approuvé par Son Excellence la Gouverneure générale en conseil le 8 août 2023, par le décret C.P. 2023-823 pour une période de deux ans; \n\n \n\nSur recommandation du ministre de l’Infrastructure et des Collectivités, après consultation du conseil d’administration de l’Autorité du pont Windsor-Détroit, en vertu des articles 105 et 108 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil nomme Marie Antoinette Campagna, de LaSalle (Ontario), présidente par intérim de l’Autorité du pont Windsor-Détroit, à titre amovible pour un mandat d’un an ou jusqu’à ce qu’un nouveau président soit nommé, selon la première de ces éventualités et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, laquelle rémunération est composée d’un taux journalier dans l’échelle (200 $ – 300 $) et d’honoraires annuels dans l’échelle (6 400 $ – 7 500 $);\n\n \n\nÀ cette date, Marie Antoinette Campagna continuera alors à occuper le poste d’administratrice, conformément au décret C.P. 2023-823.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}