{
  "id": "46160",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1075<br></p><p><strong>Date: </strong>2024-10-10</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in&nbsp;Council,&nbsp;on the recommendation of the Prime Minister, under&nbsp;paragraph&nbsp;(e) of the definition <em>deputy head</em> in section 2 of&nbsp;the&nbsp;<em>National Security and Intelligence Review Agency Act</em> and&nbsp;paragraph 55‍(b) of that Act, makes the annexed <em>National&nbsp;Security and Intelligence Review Agency Act Deputy&nbsp;Heads of the Federal Public Administration Order</em>.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre et en vertu de l’alinéa e) de la définition de <em>administrateur général</em> à&nbsp;l’article 2 de la <em>Loi sur l’Office de surveillance des activités en&nbsp;matière de sécurité nationale et de renseignement</em> et&nbsp;de&nbsp;l’alinéa&nbsp;55b) de cette loi, Son Excellence la&nbsp;Gouverneure&nbsp;générale en conseil prend le <em>Décret sur la&nbsp;désignation des administrateurs généraux de l’administration publique fédérale (Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement)</em>, ci-après.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-10-17\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1075Date: 2024-10-10\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, under paragraph (e) of the definition deputy head in section 2 of the National Security and Intelligence Review Agency Act and paragraph 55‍(b) of that Act, makes the annexed National Security and Intelligence Review Agency Act Deputy Heads of the Federal Public Administration Order.\n\n\n \n\nSur recommandation du premier ministre et en vertu de l’alinéa e) de la définition de administrateur général à l’article 2 de la Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement et de l’alinéa 55b) de cette loi, Son Excellence la Gouverneure générale en conseil prend le Décret sur la désignation des administrateurs généraux de l’administration publique fédérale (Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement), ci-après.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}