{
  "id": "46204",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1117<br></p><p><strong>Date: </strong>2024-10-18</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas the Mackenzie Valley Land and Water Board proceeding for the type B Water Licence (MV2023L2-0001) Application by&nbsp;North American Tungsten Corporation Ltd. to conduct site care and maintenance activities at the Cantung Mine, is continued in accordance with the <em>Mackenzie Valley Resource Management Act</em>;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in&nbsp;Council,&nbsp;on the recommendation of the Minister of Northern Affairs, under subsection 72.24(2) of the <em>Mackenzie Valley Resource Management Act</em>, extends until June 24, 2025 the time limit extended under subsection 72.24(1) with respect to the Mackenzie Valley Land and&nbsp;Water Board decision relating to the type B Water Licence (MV2023L2-0001) Application by North American Tungsten Corporation&nbsp;Ltd. to conduct site care and maintenance activities for&nbsp;the&nbsp;Cantung Mine.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que la procédure que mène l’Office des terres et&nbsp;des eaux de la vallée du Mackenzie, à l‘égard de la demande de permis&nbsp;d'utilisation des eaux de type B (MV2023L2-0001) présentée par&nbsp;North American Tungsten Corporation Ltd. relativement aux activités d’entretien et de maintenance du site de la mine Cantung, suit son cours conformément à la <em>Loi sur la gestion des ressources de la vallée du&nbsp;Mackenzie</em>,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation du ministre des&nbsp;Affaires&nbsp;du Nord et en vertu du paragraphe 72.24(2) de la <em>Loi sur la&nbsp;gestion des&nbsp;ressources de la vallée du Mackenzie</em>, Son Excellence la&nbsp;Gouverneure générale en conseil prolonge jusqu’au 24 juin 2025 le&nbsp;délai prolongé en vertu du paragraphe 72.24(1) de cette loi en ce qui concerne la décision que doit rendre l’Office des terres et des&nbsp;eaux de la&nbsp;vallée du Mackenzie à l’égard de la demande de permis d’utilisation des&nbsp;eaux de type B (MV2023L2-0001) présentée par North American Tungsten Corporation Ltd. relativement aux activités d’entretien et de&nbsp;maintenance du site de la mine Cantung.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-10-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1117Date: 2024-10-18\n\n\nWhereas the Mackenzie Valley Land and Water Board proceeding for the type B Water Licence (MV2023L2-0001) Application by North American Tungsten Corporation Ltd. to conduct site care and maintenance activities at the Cantung Mine, is continued in accordance with the Mackenzie Valley Resource Management Act;\n\n \n\nTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Northern Affairs, under subsection 72.24(2) of the Mackenzie Valley Resource Management Act, extends until June 24, 2025 the time limit extended under subsection 72.24(1) with respect to the Mackenzie Valley Land and Water Board decision relating to the type B Water Licence (MV2023L2-0001) Application by North American Tungsten Corporation Ltd. to conduct site care and maintenance activities for the Cantung Mine.\n\n\n \n\nAttendu que la procédure que mène l’Office des terres et des eaux de la vallée du Mackenzie, à l‘égard de la demande de permis d'utilisation des eaux de type B (MV2023L2-0001) présentée par North American Tungsten Corporation Ltd. relativement aux activités d’entretien et de maintenance du site de la mine Cantung, suit son cours conformément à la Loi sur la gestion des ressources de la vallée du Mackenzie,\n\n \n\nÀ ces causes, sur recommandation du ministre des Affaires du Nord et en vertu du paragraphe 72.24(2) de la Loi sur la gestion des ressources de la vallée du Mackenzie, Son Excellence la Gouverneure générale en conseil prolonge jusqu’au 24 juin 2025 le délai prolongé en vertu du paragraphe 72.24(1) de cette loi en ce qui concerne la décision que doit rendre l’Office des terres et des eaux de la vallée du Mackenzie à l’égard de la demande de permis d’utilisation des eaux de type B (MV2023L2-0001) présentée par North American Tungsten Corporation Ltd. relativement aux activités d’entretien et de maintenance du site de la mine Cantung.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}