{
  "id": "46205",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1118<br></p><p><strong>Date: </strong>2024-10-18</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, authorizes the&nbsp;Minister of National Defence to develop or redevelop any&nbsp;federal real property or federal immovables under the&nbsp;Minister’s administration, whether or not they are being&nbsp;used as defence establishments, for the purpose of&nbsp;developing&nbsp;non-military residential communities, including&nbsp;related infrastructure and services.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du premier ministre, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le&nbsp;ministre de la Défense nationale à aménager ou à réaménager tout immeuble fédéral et tout bien réel fédéral dont il a la gestion, qu’ils soient ou non utilisés comme établissements de défense, afin d’y établir des collectivités résidentielles non militaires, y&nbsp;compris des infrastructures et des services connexes.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-10-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1118Date: 2024-10-18\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Prime Minister, authorizes the Minister of National Defence to develop or redevelop any federal real property or federal immovables under the Minister’s administration, whether or not they are being used as defence establishments, for the purpose of developing non-military residential communities, including related infrastructure and services.\n\n\n \n\nSur recommandation du premier ministre, Son Excellence la Gouverneure générale en conseil autorise le ministre de la Défense nationale à aménager ou à réaménager tout immeuble fédéral et tout bien réel fédéral dont il a la gestion, qu’ils soient ou non utilisés comme établissements de défense, afin d’y établir des collectivités résidentielles non militaires, y compris des infrastructures et des services connexes.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}