{
  "id": "46232",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1143<br></p><p><strong>Date: </strong>2024-10-25</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nWhereas under subsection 263(2) of the <em>Budget Implementation Act, 2024, No. 1</em>, subsections 89(1), (4) and (6) and&nbsp;section 89.1 of the <em>Financial Administration Act</em> apply to a wholly owned subsidiary of the Canada Development Investment Corporation that has yet to be named and that has been incorporated to provide loan guarantees as part of an Indigenous loan guarantee program as if that subsidiary were a parent Crown corporation;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nTherefore, Her Excellency the Governor General in Council, being of the opinion that it is in the public interest to do so, on the recommendation of the Minister of Finance, under subsection&nbsp;89(1) of the&nbsp;<em>Financial Administration Act</em>, directs the wholly owned subsidiary of the Canada Development Investment Corporation to take such steps as are necessary to implement its mandate, in&nbsp;accordance with the terms approved by the Minister of Finance.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nThis directive is effective on the day on which the wholly owned subsidiary is incorporated.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nAttendu que, en vertu du paragraphe 263(2) de la <em>Loi n<sup>o&nbsp;</sup>1 d’exécution du budget de 2024</em>, les paragraphes 89(1), (4) et (6) et l’article&nbsp;89.1 de la <em>Loi sur la gestion des finances publiques</em> s’appliquent à&nbsp;la filiale à cent pour cent de la Corporation de développement des investissements du Canada qui reste à nommer et qui a été constituée en&nbsp;vue de l’attribution de garanties de prêts dans le cadre d’un programme de garantie de prêts pour les Autochtones, et ce, comme s’il&nbsp;s’agissait d’une société d’État mère,\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nÀ ces causes, sur recommandation de la ministre des&nbsp;Finances et en vertu du paragraphe 89(1) de la <em>Loi sur la gestion des&nbsp;finances publiques</em>, Son Excellence la Gouverneure générale en&nbsp;conseil, estimant qu’il est d’intérêt public de le faire, donne instruction à&nbsp;la filiale à cent pour cent de la Corporation de développement des investissements du Canada de prendre les mesures nécessaires pour mettre en œuvre son mandat, conformément aux modalités approuvées par la ministre des Finances.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nLa présente instruction prend effet à la date à laquelle est constituée la&nbsp;filiale à cent pour cent.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-10-31\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1143Date: 2024-10-25\n\n\nWhereas under subsection 263(2) of the Budget Implementation Act, 2024, No. 1, subsections 89(1), (4) and (6) and section 89.1 of the Financial Administration Act apply to a wholly owned subsidiary of the Canada Development Investment Corporation that has yet to be named and that has been incorporated to provide loan guarantees as part of an Indigenous loan guarantee program as if that subsidiary were a parent Crown corporation;\n\n \n\nTherefore, Her Excellency the Governor General in Council, being of the opinion that it is in the public interest to do so, on the recommendation of the Minister of Finance, under subsection 89(1) of the Financial Administration Act, directs the wholly owned subsidiary of the Canada Development Investment Corporation to take such steps as are necessary to implement its mandate, in accordance with the terms approved by the Minister of Finance.\n\n \n\nThis directive is effective on the day on which the wholly owned subsidiary is incorporated.\n\n \n\n\n \n\nAttendu que, en vertu du paragraphe 263(2) de la Loi no 1 d’exécution du budget de 2024, les paragraphes 89(1), (4) et (6) et l’article 89.1 de la Loi sur la gestion des finances publiques s’appliquent à la filiale à cent pour cent de la Corporation de développement des investissements du Canada qui reste à nommer et qui a été constituée en vue de l’attribution de garanties de prêts dans le cadre d’un programme de garantie de prêts pour les Autochtones, et ce, comme s’il s’agissait d’une société d’État mère,\n\n \n\nÀ ces causes, sur recommandation de la ministre des Finances et en vertu du paragraphe 89(1) de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil, estimant qu’il est d’intérêt public de le faire, donne instruction à la filiale à cent pour cent de la Corporation de développement des investissements du Canada de prendre les mesures nécessaires pour mettre en œuvre son mandat, conformément aux modalités approuvées par la ministre des Finances.\n\n \n\nLa présente instruction prend effet à la date à laquelle est constituée la filiale à cent pour cent.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}