{
  "id": "46249",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1159<br></p><p><strong>Date: </strong>2024-11-01</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"margin-right:0.38in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Public Safety and Emergency Preparedness, under sections 103 and 105 of the <em>Corrections and Conditional Release Act</em>, appoints Ricky H. Head of Spruce Grove, Alberta, to be a full-time member of the Atlantic Regional Division of&nbsp;the Parole Board of Canada, to hold office during good behaviour for a period of five years, effective November 12, 2024.</p>\n<br style=\"page-break-before:always\">\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n</div><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation du ministre de la Sécurité publique et&nbsp;de la Protection civile, en vertu des articles 103 et 105 de la <em>Loi sur&nbsp;le&nbsp;système correctionnel et la mise en liberté sous condition</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Ricky&nbsp;H.&nbsp;Head, de Spruce&nbsp;Grove (Alberta), membre à temps plein de la&nbsp;Section régionale de&nbsp;l’Atlantique de la&nbsp;Commission des libérations conditionnelles du Canada, à&nbsp;titre inamovible pour un mandat de cinq ans, à compter 12 novembre 2024. </p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-11-07\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1159Date: 2024-11-01\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness, under sections 103 and 105 of the Corrections and Conditional Release Act, appoints Ricky H. Head of Spruce Grove, Alberta, to be a full-time member of the Atlantic Regional Division of the Parole Board of Canada, to hold office during good behaviour for a period of five years, effective November 12, 2024.\n\n\n\n \n\n\nSur recommandation du ministre de la Sécurité publique et de la Protection civile, en vertu des articles 103 et 105 de la Loi sur le système correctionnel et la mise en liberté sous condition, Son Excellence la Gouverneure générale en conseil nomme Ricky H. Head, de Spruce Grove (Alberta), membre à temps plein de la Section régionale de l’Atlantique de la Commission des libérations conditionnelles du Canada, à titre inamovible pour un mandat de cinq ans, à compter 12 novembre 2024. \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}