{
  "id": "46261",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1171<br></p><p><strong>Date: </strong>2024-11-05</p><hr><p>\n\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Foreign Affairs, authorizes\n</p><p style=\"margin-left:0.50in;text-indent:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on&nbsp;behalf of the Government of Canada, subject to ratification, the Agreement between the Government of Canada and the&nbsp;Government of the Federal Republic of Nigeria on Air&nbsp;Transport; or\n</p><p style=\"margin-left:0.50in;text-indent:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Anita Anand, Minister of&nbsp;Transport; Mary F.Y. Ng, Minister for International Trade; Arun Thangaraj, Deputy Minister of Transport; Cheryl Urban, Assistant Deputy Minister, Africa Branch, Department of Foreign Affairs, Trade and Development; Shendra Melia, Chief&nbsp;Air Negotiator, Department of Foreign Affairs, Trade and&nbsp;Development; or Pasquale Salvaggio, High Commissioner for Canada in the Federal Republic of Nigeria, to sign, on behalf of the Government of Canada, subject to ratification, the&nbsp;Agreement between the Government of Canada and the&nbsp;Government of the Federal Republic of Nigeria on Air&nbsp;Transport.\n</p><p style=\"margin-left:0.50in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :\n</p><p style=\"margin-left:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.75in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\na) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur le transport aérien entre le Gouvernement du Canada et le Gouvernement de&nbsp;la République fédérale du Nigéria;\n</p><p style=\"margin-left:0.75in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"margin-left:0.75in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nb) soit la ministre des Affaires étrangères à signer et à&nbsp;délivrer un instrument de pleins pouvoirs autorisant Anita&nbsp;Anand, ministre des Transports, Mary F.Y. Ng, ministre du Commerce international, Arun Thangaraj, sous-ministre des Transports, Cheryl Urban, sous-ministre adjointe du Secteur de l’Afrique au ministère des Affaires étrangères, du Commerce et du Développement, Shendra&nbsp;Melia, négociatrice en chef des accords aériens au&nbsp;ministère des Affaires étrangères, du Commerce et&nbsp;du&nbsp;Développement, ou Pasquale Salvaggio, haut-commissaire du Canada auprès de la République fédérale du Nigéria, à signer, au nom du gouvernement du&nbsp;Canada, sous réserve de ratification, l’Accord sur le&nbsp;transport aérien entre le Gouvernement du Canada et le&nbsp;Gouvernement de&nbsp;la République fédérale du Nigéria.</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-11-09\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1171Date: 2024-11-05\n\n\n Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes\n\n \n\n(a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Agreement between the Government of Canada and the Government of the Federal Republic of Nigeria on Air Transport; or\n\n \n\n(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Anita Anand, Minister of Transport; Mary F.Y. Ng, Minister for International Trade; Arun Thangaraj, Deputy Minister of Transport; Cheryl Urban, Assistant Deputy Minister, Africa Branch, Department of Foreign Affairs, Trade and Development; Shendra Melia, Chief Air Negotiator, Department of Foreign Affairs, Trade and Development; or Pasquale Salvaggio, High Commissioner for Canada in the Federal Republic of Nigeria, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement between the Government of Canada and the Government of the Federal Republic of Nigeria on Air Transport.\n\n \n\n\n \n\nSur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :\n\n \n\na) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur le transport aérien entre le Gouvernement du Canada et le Gouvernement de la République fédérale du Nigéria;\n\n \n\nb) soit la ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Anita Anand, ministre des Transports, Mary F.Y. Ng, ministre du Commerce international, Arun Thangaraj, sous-ministre des Transports, Cheryl Urban, sous-ministre adjointe du Secteur de l’Afrique au ministère des Affaires étrangères, du Commerce et du Développement, Shendra Melia, négociatrice en chef des accords aériens au ministère des Affaires étrangères, du Commerce et du Développement, ou Pasquale Salvaggio, haut-commissaire du Canada auprès de la République fédérale du Nigéria, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord sur le transport aérien entre le Gouvernement du Canada et le Gouvernement de la République fédérale du Nigéria.\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}