{
  "id": "4634",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1724<br></p><p><strong>Date: </strong>2003-11-04</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, after consultation with the Board of Governors of the Canadian Centre for Management Development, pursuant to sections 8 and 9 of the <em>Canadian Centre for Management Development Act, </em>hereby reappoints Robert&nbsp;G.&nbsp;Wright, of Tokyo, Japan, employed in the Public Service, to be a governor of the Canadian Centre for Management Development, to hold office during pleasure for a term of two&nbsp;years, effective December&nbsp;5,&nbsp;2003.  </p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du premier ministre, après consultation du conseil d’administration du Centre canadien de gestion, et en vertu des articles 8 et 9 de la <em>Loi sur le Centre canadien de gestion</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Robert&nbsp;G.&nbsp;Wright, de Tokyo (Japon), appartenant à la fonction publique, administrateur du Centre canadien de gestion, à titre amovible, pour une période de deux&nbsp;ans, à compter du 5&nbsp;décembre 2003. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1724Date: 2003-11-04                        Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, after consultation with the Board of Governors of the Canadian Centre for Management Development, pursuant to sections 8 and 9 of the Canadian Centre for Management Development Act, hereby reappoints Robert G. Wright, of Tokyo, Japan, employed in the Public Service, to be a governor of the Canadian Centre for Management Development, to hold office during pleasure for a term of two years, effective December 5, 2003.                         Sur recommandation du premier ministre, après consultation du conseil d’administration du Centre canadien de gestion, et en vertu des articles 8 et 9 de la Loi sur le Centre canadien de gestion, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Robert G. Wright, de Tokyo (Japon), appartenant à la fonction publique, administrateur du Centre canadien de gestion, à titre amovible, pour une période de deux ans, à compter du 5 décembre 2003.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}