{
  "id": "46359",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1258<br></p><p><strong>Date: </strong>2024-11-27</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Diversity, Inclusion and Persons with Disabilities, under sections 6 and 7 of the <em>Canadian Race Relations Foundation Act</em>, appoints Jane&nbsp;Rabinowicz of Montréal, Quebec, to be a&nbsp;director of the Board of Directors of the Canadian Race Relations Foundation, to hold office during pleasure for a term of four years, on&nbsp;a&nbsp;part-time basis.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nSur recommandation de la ministre de la Diversité, de l’Inclusion et des Personnes en situation de handicap, en vertu des articles&nbsp;6 et 7 de la <em>Loi sur la Fondation canadienne des relations raciales</em>, Son Excellence la Gouverneure générale en conseil nomme Jane&nbsp;Rabinowicz, de&nbsp;Montréal (Québec), administratrice du conseil d’administration de la Fondation canadienne des relations raciales, à&nbsp;titre&nbsp;amovible et à temps partiel pour un mandat de quatre ans.\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-12-03\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1258Date: 2024-11-27\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Diversity, Inclusion and Persons with Disabilities, under sections 6 and 7 of the Canadian Race Relations Foundation Act, appoints Jane Rabinowicz of Montréal, Quebec, to be a director of the Board of Directors of the Canadian Race Relations Foundation, to hold office during pleasure for a term of four years, on a part-time basis.\n\n\n \n\nSur recommandation de la ministre de la Diversité, de l’Inclusion et des Personnes en situation de handicap, en vertu des articles 6 et 7 de la Loi sur la Fondation canadienne des relations raciales, Son Excellence la Gouverneure générale en conseil nomme Jane Rabinowicz, de Montréal (Québec), administratrice du conseil d’administration de la Fondation canadienne des relations raciales, à titre amovible et à temps partiel pour un mandat de quatre ans.\n\n \n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}