{
  "id": "46377",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1275<br></p><p><strong>Date: </strong>2024-11-29</p><hr><p>\n\n</p><div style=\"line-height:200%\">\n<p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nHer Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Veterans Affairs, under section 4 of the <em>Department of Veterans Affairs Act</em>, assigns to the&nbsp;Minister of Veterans Affairs the power to develop, establish and implement programming to provide access to virtual health care services for eligible Canadian Armed Forces veterans and&nbsp;their eligible dependants, and for eligible survivors of Canadian&nbsp;Armed Forces veterans and members.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.00in;\">\nSur recommandation de la ministre des&nbsp;Anciens&nbsp;Combattants et en vertu de l’article 4 de la <em>Loi sur&nbsp;le&nbsp;ministère des Anciens Combattants</em>, Son Excellence la&nbsp;Gouverneure générale en conseil attribue à la ministre des&nbsp;Anciens Combattants le pouvoir de concevoir, d’établir et&nbsp;de&nbsp;mettre en œuvre des programmes qui offriront l’accès à&nbsp;des&nbsp;services virtuels de soins de santé aux vétérans des&nbsp;Forces&nbsp;armées canadiennes admissibles, à leurs personnes&nbsp;à&nbsp;charges admissibles et aux survivants admissibles&nbsp;des vétérans des Forces armées canadiennes et&nbsp;des&nbsp;membres des&nbsp;Forces&nbsp;armées canadiennes.</p>\n\n</div>\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-12-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1275Date: 2024-11-29\n\n\n\nHer Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs, under section 4 of the Department of Veterans Affairs Act, assigns to the Minister of Veterans Affairs the power to develop, establish and implement programming to provide access to virtual health care services for eligible Canadian Armed Forces veterans and their eligible dependants, and for eligible survivors of Canadian Armed Forces veterans and members.\n\n \n\n\n \n\nSur recommandation de la ministre des Anciens Combattants et en vertu de l’article 4 de la Loi sur le ministère des Anciens Combattants, Son Excellence la Gouverneure générale en conseil attribue à la ministre des Anciens Combattants le pouvoir de concevoir, d’établir et de mettre en œuvre des programmes qui offriront l’accès à des services virtuels de soins de santé aux vétérans des Forces armées canadiennes admissibles, à leurs personnes à charges admissibles et aux survivants admissibles des vétérans des Forces armées canadiennes et des membres des Forces armées canadiennes.\n\n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}