{
  "id": "46383",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1281<br></p><p><strong>Date: </strong>2024-12-05</p><hr><p>\n\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nThe Committee of the Privy Council has had before it a report from the Right Honourable Justin P.J. Trudeau, the Prime Minister, stating that by Commission dated the 15<sup>th</sup> day of July, 2019, the Honourable Russell B. Mirasty was appointed Lieutenant Governor of&nbsp;the&nbsp;Province of Sasktachewan; and\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nThat the said Honourable Russell B. Mirasty made and subscribed the Oaths of Allegiance and Office prescribed by section 61 of&nbsp;the&nbsp;<em>Constitution Act, 1867</em>&nbsp;and assumed the duties of the said office on&nbsp;the 18<sup>th</sup> day of July, 2019.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nThe Committee, therefore, on the recommendation of the Prime Minister, advises that a Commission under the Great Seal of Canada do issue appointing Bernadette McIntyre of&nbsp;Regina, in the Province of Saskatchewan, to be Lieutenant Governor of&nbsp;the Province&nbsp;of&nbsp;Saskatchewan, and that, from the date on which the said Bernadette&nbsp;McIntyre makes and subscribes the Oaths of Allegiance and Office prescribed by section 61 of the&nbsp;<em>Constitution Act, 1867</em>, the Commission issued hereunder shall supersede the Commission appointing the Honourable Russell B. Mirasty to be Lieutenant Governor of the said Province.</p>\n<br style=\"page-break-before:always\">\n<p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"margin-right:0.19in;text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nLe très honorable Justin P.J. Trudeau, premier ministre, avait présenté au Comité du Conseil privé un rapport déclarant que l’honorable Russell B. Mirasty était nommé lieutenant-gouverneur de la&nbsp;province de la Saskatchewan en vertu d’une commission datée du&nbsp;15 juillet 2019;\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nQue ledit honorable Russell B. Mirasty a prêté et souscrit aux serments d’allégeance et d’office prévus à l’article 61 de la&nbsp;<em>Loi constitutionnelle de 1867</em>&nbsp;et a assumé les fonctions de cette charge&nbsp;le&nbsp;18&nbsp;juillet 2019.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;\n</p><p style=\"text-indent:1.00in;text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\nÀ ces causes, sur recommandation du premier ministre, le Comité recommande qu’une commission sous le grand sceau du Canada soit émise nommant Bernadette McIntyre, de Regina (Saskatchewan), lieutenante-gouverneure de la province de la Saskatchewan, et ce, à&nbsp;compter de la date à laquelle ladite Bernadette McIntyre prêtera et souscrira aux serments d’allégeance et d’office prévus à l’article 61 de la&nbsp;<em>Loi constitutionnelle de 1867</em>, la commission émise en vertu de la présente remplacera celle qui nommait l’honorable Russell B. Mirasty au&nbsp;poste de lieutenant-gouverneur de ladite province.\n</p><p style=\"text-align:left;margin-top:0.00in;margin-bottom:0.11in;\">\n&nbsp;</p>\n\n<p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-12-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1281Date: 2024-12-05\n\n\nThe Committee of the Privy Council has had before it a report from the Right Honourable Justin P.J. Trudeau, the Prime Minister, stating that by Commission dated the 15th day of July, 2019, the Honourable Russell B. Mirasty was appointed Lieutenant Governor of the Province of Sasktachewan; and\n\n \n\nThat the said Honourable Russell B. Mirasty made and subscribed the Oaths of Allegiance and Office prescribed by section 61 of the Constitution Act, 1867 and assumed the duties of the said office on the 18th day of July, 2019.\n\n \n\nThe Committee, therefore, on the recommendation of the Prime Minister, advises that a Commission under the Great Seal of Canada do issue appointing Bernadette McIntyre of Regina, in the Province of Saskatchewan, to be Lieutenant Governor of the Province of Saskatchewan, and that, from the date on which the said Bernadette McIntyre makes and subscribes the Oaths of Allegiance and Office prescribed by section 61 of the Constitution Act, 1867, the Commission issued hereunder shall supersede the Commission appointing the Honourable Russell B. Mirasty to be Lieutenant Governor of the said Province.\n\n\n \n\nLe très honorable Justin P.J. Trudeau, premier ministre, avait présenté au Comité du Conseil privé un rapport déclarant que l’honorable Russell B. Mirasty était nommé lieutenant-gouverneur de la province de la Saskatchewan en vertu d’une commission datée du 15 juillet 2019;\n\n \n\nQue ledit honorable Russell B. Mirasty a prêté et souscrit aux serments d’allégeance et d’office prévus à l’article 61 de la Loi constitutionnelle de 1867 et a assumé les fonctions de cette charge le 18 juillet 2019.\n\n \n\nÀ ces causes, sur recommandation du premier ministre, le Comité recommande qu’une commission sous le grand sceau du Canada soit émise nommant Bernadette McIntyre, de Regina (Saskatchewan), lieutenante-gouverneure de la province de la Saskatchewan, et ce, à compter de la date à laquelle ladite Bernadette McIntyre prêtera et souscrira aux serments d’allégeance et d’office prévus à l’article 61 de la Loi constitutionnelle de 1867, la commission émise en vertu de la présente remplacera celle qui nommait l’honorable Russell B. Mirasty au poste de lieutenant-gouverneur de ladite province.\n\n \n\n\t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}