{
  "id": "4988",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1837<br></p><p><strong>Date: </strong>2003-11-19</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, on December 6, 2002, the Big Grassy Band, in the Province of Ontario, held an election for a chief and five councillors, the report of which is set out in the annexed schedule;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Minister of Indian Affairs and Northern Development reports that the electoral officer failed to comply with the  <em>Indian Band</em> <em>Election Regulations</em> in allowing five electors to cast their ballot in a manner not permitted by those Regulations, namely by fax or by phone; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas, in accordance with paragraph&nbsp;14(<em>b</em>) of the </p> <p><em>Indian Band</em> <em>Election Regulations,</em> the Minister of Indian Affairs and Northern Development reports that he is satisfied that the non-compliance constituted a violation of those Regulations that might have affected the result of the election; </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph&nbsp;79(<em>b</em>) of the <em>Indian Act</em>, hereby sets aside the election, on December 6, 2002, of Daryl Archie and James&nbsp;Comegan Jr. as councillors of the Big Grassy Band, in the Province of Ontario.</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, le 6 décembre 2002, la bande indienne Big&nbsp;Grassy, dans la province d’Ontario, a tenu une élection pour élire un chef et cinq&nbsp;conseillers, dont le rapport figure à l’annexe ci-jointe;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le ministre des Affaires indiennes et du Nord canadien fait état, dans son rapport, du fait que le président d’élection a contrevenu au <em>Règlement sur les élections au sein des bandes d’Indiens </em>en permettant à cinq électeurs de déposer leur vote d’une façon non permise par le Règlement à savoir par téléphone ou par télécopieur;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu de l’alinéa&nbsp;14<em>b</em>) du <em>Règlement sur les élections au sein des bandes d’Indiens</em>,<em> </em>le ministre des Affaires indiennes et du Nord canadien se dit convaincu, dans son rapport, que la contravention constitue une violation du Règlement susceptible d’avoir porté atteinte au résultat de l’élection,   </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa&nbsp;79<em>b</em>) de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil annule l’élection du 6 décembre 2002, dans laquelle Daryl Archie et James&nbsp;Comegan Jr. ont été élus conseillers de la bande indienne Big Grassy, dans la province d’Ontario.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1837Date: 2003-11-19                           Whereas, on December 6, 2002, the Big Grassy Band, in the Province of Ontario, held an election for a chief and five councillors, the report of which is set out in the annexed schedule;                       Whereas the Minister of Indian Affairs and Northern Development reports that the electoral officer failed to comply with the  Indian Band Election Regulations in allowing five electors to cast their ballot in a manner not permitted by those Regulations, namely by fax or by phone;                        And whereas, in accordance with paragraph 14(b) of the  Indian Band Election Regulations, the Minister of Indian Affairs and Northern Development reports that he is satisfied that the non-compliance constituted a violation of those Regulations that might have affected the result of the election;                        Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 79(b) of the Indian Act, hereby sets aside the election, on December 6, 2002, of Daryl Archie and James Comegan Jr. as councillors of the Big Grassy Band, in the Province of Ontario.                        Attendu que, le 6 décembre 2002, la bande indienne Big Grassy, dans la province d’Ontario, a tenu une élection pour élire un chef et cinq conseillers, dont le rapport figure à l’annexe ci-jointe;                      Attendu que le ministre des Affaires indiennes et du Nord canadien fait état, dans son rapport, du fait que le président d’élection a contrevenu au Règlement sur les élections au sein des bandes d’Indiens en permettant à cinq électeurs de déposer leur vote d’une façon non permise par le Règlement à savoir par téléphone ou par télécopieur;                       Attendu que, en vertu de l’alinéa 14b) du Règlement sur les élections au sein des bandes d’Indiens, le ministre des Affaires indiennes et du Nord canadien se dit convaincu, dans son rapport, que la contravention constitue une violation du Règlement susceptible d’avoir porté atteinte au résultat de l’élection,                          À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’alinéa 79b) de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil annule l’élection du 6 décembre 2002, dans laquelle Daryl Archie et James Comegan Jr. ont été élus conseillers de la bande indienne Big Grassy, dans la province d’Ontario.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}