{
  "id": "499",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2040<br></p><p><strong>Date: </strong>2002-11-28</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas Inspector Colin&nbsp;Neil&nbsp;MacLeod, promoted to that rank by Order in Council P.C.&nbsp;1999-1075 of June&nbsp;10,&nbsp;1999, has applied for retirement from the Royal Canadian Mounted Police, which retirement would be effective as of midnight on December&nbsp;31,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAnd whereas, pursuant to subsection&nbsp;23(1) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, the Commissioner has forwarded a recommendation to the Solicitor General of Canada for the administrative discharge from the Force of Inspector Colin&nbsp;Neil&nbsp;MacLeod on grounds of the promotion of economy and efficiency in the Force, as specified in paragraph&nbsp;19(<em>c</em>) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, which discharge would be effective as of midnight on December&nbsp;31,&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to subsection&nbsp;23(2) of the <em>Royal Canadian Mounted Police Regulations, 1988</em>, hereby discharges Inspector Colin&nbsp;Neil&nbsp;MacLeod from the Royal Canadian Mounted Police, effective as of midnight on December&nbsp;31,&nbsp;2002.</p>  <p>\t\tAttendu que l'inspecteur Colin&nbsp;Neil&nbsp;MacLeod, promu à ce grade par le décret C.P.&nbsp;1999-1075 du 10&nbsp;juin&nbsp;1999, a fait une demande de retraite de la Gendarmerie royale du Canada, laquelle retraite prendrait effet à minuit le 31&nbsp;décembre&nbsp;2002;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAttendu que, en vertu du paragraphe&nbsp;23(1) du <em>Règlement de la Gendarmerie royale du Canada (1988)</em>, le Commissaire a transmis au solliciteur général du Canada une recommandation de renvoi par mesure administrative de la Gendarmerie à l'égard de l'inspecteur Colin&nbsp;Neil&nbsp;MacLeod, par mesure d'économie ou d'efficacité de la Gendarmerie, tel qu'il est prévu à l'alinéa&nbsp;19<em>c</em>) de ce règlement, lequel renvoi prendrait effet à minuit le 31&nbsp;décembre&nbsp;2002,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tÀ&nbsp;ces&nbsp;causes, sur recommandation du solliciteur général du Canada et en vertu du paragraphe&nbsp;23(2) du <em>Règlement de la Gendarmerie royale du Canada (1988)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil renvoie de la Gendarmerie royale du Canada, à compter de minuit le 31&nbsp;décembre&nbsp;2002, l'inspecteur Colin&nbsp;Neil&nbsp;MacLeod.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2040Date: 2002-11-28       \t\tWhereas Inspector Colin Neil MacLeod, promoted to that rank by Order in Council P.C. 1999-1075 of June 10, 1999, has applied for retirement from the Royal Canadian Mounted Police, which retirement would be effective as of midnight on December 31, 2002;   \t\tAnd whereas, pursuant to subsection 23(1) of the Royal Canadian Mounted Police Regulations, 1988, the Commissioner has forwarded a recommendation to the Solicitor General of Canada for the administrative discharge from the Force of Inspector Colin Neil MacLeod on grounds of the promotion of economy and efficiency in the Force, as specified in paragraph 19(c) of the Royal Canadian Mounted Police Regulations, 1988, which discharge would be effective as of midnight on December 31, 2002;   \t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to subsection 23(2) of the Royal Canadian Mounted Police Regulations, 1988, hereby discharges Inspector Colin Neil MacLeod from the Royal Canadian Mounted Police, effective as of midnight on December 31, 2002.  \t\tAttendu que l'inspecteur Colin Neil MacLeod, promu à ce grade par le décret C.P. 1999-1075 du 10 juin 1999, a fait une demande de retraite de la Gendarmerie royale du Canada, laquelle retraite prendrait effet à minuit le 31 décembre 2002;   \t\tAttendu que, en vertu du paragraphe 23(1) du Règlement de la Gendarmerie royale du Canada (1988), le Commissaire a transmis au solliciteur général du Canada une recommandation de renvoi par mesure administrative de la Gendarmerie à l'égard de l'inspecteur Colin Neil MacLeod, par mesure d'économie ou d'efficacité de la Gendarmerie, tel qu'il est prévu à l'alinéa 19c) de ce règlement, lequel renvoi prendrait effet à minuit le 31 décembre 2002,   \t\tÀ ces causes, sur recommandation du solliciteur général du Canada et en vertu du paragraphe 23(2) du Règlement de la Gendarmerie royale du Canada (1988), Son Excellence la Gouverneure générale en conseil renvoie de la Gendarmerie royale du Canada, à compter de minuit le 31 décembre 2002, l'inspecteur Colin Neil MacLeod.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}