{
  "id": "5155",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1939<br></p><p><strong>Date: </strong>2003-12-03</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas Her Majesty in right of the Province of Alberta (the&nbsp;“Province”) is empowered by the Alberta<em> Public Works Act</em>, R.S.A.&nbsp;2000, c. P-46, to take lands or an interest in lands without the consent of the owner for the purpose of a public highway and utilities;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Province requires certain lands in Heart Lake Indian Reserve No.&nbsp;167A, described in the annexed schedule (the “Lands”) for the purpose of a public highway and utilities;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Heart Lake Band agreed to transfer title for the Lands to the Province in accordance with Band Council Resolution Nos.&nbsp;27/94 of August&nbsp;15,&nbsp;1994 and 2001/02-15 of January&nbsp;24,&nbsp;2002;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) pursuant to subsection&nbsp;35(1) of the <em>Indian Act</em>, consents to the exercise by the Province of the power to take the Lands without the consent of the owner, subject to the terms set out in paragraph (<em>b</em>); and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to subsection&nbsp;35(3) of the <em>Indian Act</em>, in lieu of the Province taking the Lands, authorizes the transfer of administration and control of the Lands to the Province, subject to the following terms:</p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(i) the taking or the transfer, as the case may be, of the Lands, shall not include taking any mines or minerals, precious or base metals, and fossil fuels, whether solid, liquid or gaseous, including any coal, petroleum, and any gas or gases, which may be found in, under or upon the Lands,</p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(ii) the Lands shall be subject to a right of entry by Her Majesty in right of Canada (“Canada”) or any person acting under the authority of Canada, to enter upon the Lands or any part thereof to explore for and develop the mines and raise and extract the minerals and to use and enjoy every part of the</p> <p>&nbsp;Lands, and their easement and privileges, for any of those purposes and every other purpose connected therewith, provided that the exercise of the right of entry does not interfere with the use of the Lands for the purpose set out in subparagraph (iii),</p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(iii) the Lands shall be used for the following purposes:</p> <p style=\"margin-left: 1.125in\">&nbsp;</p> <p style=\"margin-left: 1.125in\">(A) any public right of access to and passage over the Lands as a public road,</p> <p style=\"margin-left: 1.125in\">&nbsp;</p> <p style=\"margin-left: 1.125in\">(B) the right to the Province to access and passage over the Lands, and</p> <p style=\"margin-left: 1.125in\">&nbsp;</p> <p style=\"margin-left: 1.125in\">(C) the right to the Province to construct and maintain any public road and to maintain any existing utilities on the Lands,</p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(iv) if the Lands or any part thereof cease to be used for road purposes,</p> <p style=\"margin-left: 1.125in\">&nbsp;</p> <p style=\"margin-left: 1.125in\">(A) the Province shall transfer to Canada, at no cost, the administration and control of the Lands, as if the Lands or that part had not been passed to the Province under this Order, and</p> <p style=\"margin-left: 1.125in\">&nbsp;</p> <p style=\"margin-left: 1.125in\">(B) Canada shall have the right, in the case of any failure or default of the Province, to transfer in accordance with clause (A), to resume, by the Order of the Governor in Council, the administration and control, as if the Lands or that part had not been passed to the Province under this Order, </p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(v) the Lands or any part thereof, administration and control of which is transferred by the Province in accordance with clause&nbsp;(iv)(A) or resumed by Canada in accordance with clause&nbsp;(iv)(B), shall be in an environmentally sound condition, with such a condition to be determined by Canada, to be confirmed by Canada in writing to the Province prior to that transfer,</p> <br> <br> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(vi) any and all costs of any processes reasonably deemed necessary by Canada to determine, under subparagraph (v), the environmental condition of the Lands or any part thereof, or to restore the Lands or any part thereof to an environmentally sound condition, shall be paid by the Province prior to the transfer, and</p> <p style=\"margin-left: 0.8125in\">&nbsp;</p> <p style=\"margin-left: 0.8125in\">(vii) the compensation for the transfer of the Lands shall be the 4.047 hectares (10.00 acres) of land, more or less, described on the North Alberta Certificate of Title numbered 952 311 817, to be held for the use and benefit of the Heart Lake Band.</p> <br> <br> <br> <p style=\"text-align: center\">SCHEDULE</p> <br> <br> <p style=\"line-height: 0.416667in\">Plan of Survey recorded in the Canada Lands Surveys Records in Ottawa&nbsp;as Lot 1 (Road) within the N.E. l/4 Section 26, Township 69, Range 12, West of the Fourth Meridian, Plan 87475 (CLSR), 0322471&nbsp;(LTO) containing 0.373 hectares (0.92 acres), more or less, excepting thereout all mines and minerals.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}