{
  "id": "5173",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1948<br></p><p><strong>Date: </strong>2003-12-03</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Minister of Transport, pursuant to section 44.1 of the <em>Northwest Territories Act</em>, hereby transfers to the Commissioner of the Northwest Territories, in perpetuity and at no cost, the administration and control of the entire interest in one&nbsp;parcel of public land containing a total area of 53.7705 hectares, more or less, situated at Fort Smith, in the Northwest Territories, and described in the annexed schedule. </p> <br> <p style=\"line-height: 0.416667in; margin-right: 0.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du ministre des Transports et en vertu de l’article 44.1 de la <em>Loi sur les Territoires du Nord-Ouest</em>, Son&nbsp;Excellence la Gouverneure générale en conseil transfère à la commissaire des Territoires du Nord-Ouest, sans frais et à perpétuité, la gestion et la maîtrise de tous ses droits réels sur une parcelle de terre domaniale d’une superficie totale d’environ 53,7705&nbsp;hectares, située à Fort&nbsp;Smith, dans les Territoires du Nord-Ouest, et décrite à l’annexe ci-jointe. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1948Date: 2003-12-03                    Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Minister of Transport, pursuant to section 44.1 of the Northwest Territories Act, hereby transfers to the Commissioner of the Northwest Territories, in perpetuity and at no cost, the administration and control of the entire interest in one parcel of public land containing a total area of 53.7705 hectares, more or less, situated at Fort Smith, in the Northwest Territories, and described in the annexed schedule.                    Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du ministre des Transports et en vertu de l’article 44.1 de la Loi sur les Territoires du Nord-Ouest, Son Excellence la Gouverneure générale en conseil transfère à la commissaire des Territoires du Nord-Ouest, sans frais et à perpétuité, la gestion et la maîtrise de tous ses droits réels sur une parcelle de terre domaniale d’une superficie totale d’environ 53,7705 hectares, située à Fort Smith, dans les Territoires du Nord-Ouest, et décrite à l’annexe ci-jointe.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}