{
  "id": "5354",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-2009<br></p><p><strong>Date: </strong>2003-12-11</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section&nbsp;52 of the <em>National Energy Board Act</em>, hereby approves the issuance by the National Energy Board to Georgia&nbsp;Strait Crossing Pipeline Limited of Certificate No. GC-109, a copy of which is attached to this Order.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Ressources naturelles et en vertu de l’article&nbsp;52 de la <em>Loi sur l’Office national de l’énergie</em>, Son Excellence la Gouverneure générale en conseil agrée la délivrance par l’Office national de l’énergie à Georgia Strait Crossing Pipeline Limited du certificat n<sup>o</sup> GC-109, dont une copie est jointe au présent décret.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-2009Date: 2003-12-11                    Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to section 52 of the National Energy Board Act, hereby approves the issuance by the National Energy Board to Georgia Strait Crossing Pipeline Limited of Certificate No. GC-109, a copy of which is attached to this Order.                   Sur recommandation du ministre des Ressources naturelles et en vertu de l’article 52 de la Loi sur l’Office national de l’énergie, Son Excellence la Gouverneure générale en conseil agrée la délivrance par l’Office national de l’énergie à Georgia Strait Crossing Pipeline Limited du certificat no GC-109, dont une copie est jointe au présent décret.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}