{
  "id": "5600",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0003<br></p><p><strong>Date: </strong>2004-01-06</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Ontario, the Honourable Roland&nbsp;Roy&nbsp;McMurtry, Chief Justice of Ontario, will be unable to act from January&nbsp;17 to January&nbsp;25, 2004, inclusive and from February&nbsp;6 to February&nbsp;8, 2004, inclusive, and it is therefore expedient that another person be appointed Administrator for those periods;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective January&nbsp;17,&nbsp;2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to section 67 of the <em>Constitution Act, 1867</em>, appoints the Honourable&nbsp;Dennis&nbsp;R. O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective January&nbsp;17,&nbsp;2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>c</em>) terminates the appointment of the Honourable&nbsp;Dennis&nbsp;R. O’Connor as Administrator, effective January&nbsp;26,&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>d</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry, to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective January&nbsp;26,&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>e</em>) terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator, effective February&nbsp;6,&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>f</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Dennis&nbsp;R.&nbsp;O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective February 6, 2004;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"text-align: right; margin-right: -0.0625in\">.../2</p> <br> <p style=\"text-align: center; margin-right: -0.0625in\">- 2 -</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>g</em>) terminates the appointment of the Honourable Dennis&nbsp;R.&nbsp;O’Connor as Administrator, effective February&nbsp;9,&nbsp;2004; and</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">(<em>h</em>) pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry to be during pleasure Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective February&nbsp;9,&nbsp;2004.</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <br> <p style=\"margin-right: -0.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland&nbsp;Roy&nbsp;McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 17 au 25 janvier&nbsp;2004, inclusivement et du 6 au 8&nbsp;février&nbsp;2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-right: -0.0625in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation de la ministre du </p> <p style=\"margin-right: -0.0625in\">Patrimoine canadien, Son Excellence la Gouverneure générale en conseil&nbsp;: </p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>a</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 17&nbsp;janvier&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>b</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Dennis&nbsp;R. O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 17&nbsp;janvier&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>c</em>) met fin à la nomination de l’honorable Dennis&nbsp;R.&nbsp;O’Connor au poste  d’administrateur, la cessation de fonctions prenant effet le 26&nbsp;janvier&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>d</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Roland&nbsp;Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 26&nbsp;janvier&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>e</em>) met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 6&nbsp;février&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>f</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable&nbsp;Dennis&nbsp;R.&nbsp;O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 6&nbsp;février&nbsp;2004;</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"text-align: right; margin-right: -0.0625in\">.../2</p> <br> <p style=\"text-align: center; margin-right: -0.0625in\">- 2 -</p> <p style=\"margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>g</em>) met fin à la nomination de l’honorable Dennis&nbsp;R.&nbsp;O’Connor au poste d’administrateur, la cessation de fonctions prenant effet le 9&nbsp;février&nbsp;2004;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: -0.0625in\"><em>h</em>) en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l’honorable Roland&nbsp;Roy&nbsp;McMurtry, administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 9&nbsp;février&nbsp;2004.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0003Date: 2004-01-06                    Whereas the Administrator of the Government of Ontario, the Honourable Roland Roy McMurtry, Chief Justice of Ontario, will be unable to act from January 17 to January 25, 2004, inclusive and from February 6 to February 8, 2004, inclusive, and it is therefore expedient that another person be appointed Administrator for those periods;                   Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   (a) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective January 17, 2004;   (b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Dennis R. O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective January 17, 2004;   (c) terminates the appointment of the Honourable Dennis R. O’Connor as Administrator, effective January 26, 2004;   (d) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Roland Roy McMurtry, to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective January 26, 2004;   (e) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator, effective February 6, 2004;   (f) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Dennis R. O’Connor to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective February 6, 2004;     .../2  - 2 -     (g) terminates the appointment of the Honourable Dennis R. O’Connor as Administrator, effective February 9, 2004; and   (h) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable Roland Roy McMurtry to be during pleasure Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective February 9, 2004.                       Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland Roy McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 17 au 25 janvier 2004, inclusivement et du 6 au 8 février 2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour ces périodes,                    À ces causes, sur recommandation de la ministre du  Patrimoine canadien, Son Excellence la Gouverneure générale en conseil :    a) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 17 janvier 2004;   b) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Dennis R. O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 17 janvier 2004;   c) met fin à la nomination de l’honorable Dennis R. O’Connor au poste  d’administrateur, la cessation de fonctions prenant effet le 26 janvier 2004;   d) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 26 janvier 2004;   e) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur, la cessation de fonctions prenant effet le 6 février 2004;   f) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Dennis R. O’Connor à titre d’administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 6 février 2004;   .../2  - 2 -     g) met fin à la nomination de l’honorable Dennis R. O’Connor au poste d’administrateur, la cessation de fonctions prenant effet le 9 février 2004;   h) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme de nouveau, à titre amovible, l’honorable Roland Roy McMurtry, administrateur du gouvernement de l’Ontario afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 9 février 2004.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}