{
  "id": "5672",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0038<br></p><p><strong>Date: </strong>2004-02-03</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Saskatchewan, the Honourable Edward&nbsp;D.&nbsp;Bayda, Chief Justice of Saskatchewan, will be unable to act from February&nbsp;11 to February 17, 2004, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Edward&nbsp;D.&nbsp;Bayda as Administrator, effective February&nbsp;11,&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable William&nbsp;Frank&nbsp;Gerein to be Administrator of the Government of Saskatchewan, to execute the office and functions of the Lieutenant Governor of Saskatchewan during the absence, illness or other inability of the Lieutenant Governor, effective February&nbsp;11,&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable William&nbsp;Frank&nbsp;Gerein as Administrator, effective February&nbsp;18,&nbsp;2004; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Edward&nbsp;D.&nbsp;Bayda to be during pleasure Administrator of the Government of Saskatchewan, to execute the office and functions of the Lieutenant Governor of Saskatchewan during the absence, illness or other inability of the Lieutenant Governor, effective February&nbsp;18,&nbsp;2004.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de la Saskatchewan, l’honorable Edward&nbsp;D.&nbsp;Bayda, juge en chef de la Saskatchewan, ne sera pas en mesure de remplir ses fonctions du 11&nbsp;au&nbsp;17&nbsp;février&nbsp;2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Edward&nbsp;D.&nbsp;Bayda au poste d’administrateur, la cessation de fonctions prenant effet le 11&nbsp;février&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable William&nbsp;Frank&nbsp;Gerein à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 11&nbsp;février&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable William&nbsp;Frank&nbsp;Gerein au poste d’administrateur, la cessation de fonctions prenant effet le 18&nbsp;février&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>d</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l’honorable Edward&nbsp;D.&nbsp;Bayda, administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 18&nbsp;février&nbsp;2004.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0038Date: 2004-02-03                     Whereas the Administrator of the Government of Saskatchewan, the Honourable Edward D. Bayda, Chief Justice of Saskatchewan, will be unable to act from February 11 to February 17, 2004, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;                    Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   (a) terminates the appointment of the Honourable Edward D. Bayda as Administrator, effective February 11, 2004;   (b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable William Frank Gerein to be Administrator of the Government of Saskatchewan, to execute the office and functions of the Lieutenant Governor of Saskatchewan during the absence, illness or other inability of the Lieutenant Governor, effective February 11, 2004;   (c) terminates the appointment of the Honourable William Frank Gerein as Administrator, effective February 18, 2004; and   (d) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable Edward D. Bayda to be during pleasure Administrator of the Government of Saskatchewan, to execute the office and functions of the Lieutenant Governor of Saskatchewan during the absence, illness or other inability of the Lieutenant Governor, effective February 18, 2004.                    Attendu que l’administrateur du gouvernement de la Saskatchewan, l’honorable Edward D. Bayda, juge en chef de la Saskatchewan, ne sera pas en mesure de remplir ses fonctions du 11 au 17 février 2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,                    À ces causes, sur recommandation de la ministre du Patrimoine canadien, Son Excellence la Gouverneure générale en conseil :   a) met fin à la nomination de l’honorable Edward D. Bayda au poste d’administrateur, la cessation de fonctions prenant effet le 11 février 2004;   b) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable William Frank Gerein à titre d’administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 11 février 2004;   c) met fin à la nomination de l’honorable William Frank Gerein au poste d’administrateur, la cessation de fonctions prenant effet le 18 février 2004;   d) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme de nouveau, à titre amovible, l’honorable Edward D. Bayda, administrateur du gouvernement de la Saskatchewan afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Saskatchewan durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 18 février 2004.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}