{
  "id": "5690",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0047<br></p><p><strong>Date: </strong>2004-02-04</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of State styled Leader of the Government in the House of Commons and Minister responsible for Democratic Reform, pursuant to section 11 of the <em>Auditor General Act</em>, hereby requests that the Auditor General of Canada inquire into and report on the following questions:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) is the answer provided to Order Paper Q37 on January&nbsp;28,&nbsp;2004 a satisfactory response based on the information that the government possesses?</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) are the reforms to the handling of order paper questions as proposed by the Leader of the Government in the House of Commons sufficient to ensure adequate information is provided to Parliamentarians?</p> <p style=\"margin-left: 0.5in\">(<em>c</em>) if not, what other steps should be undertaken, including, but not limited to, reforms of the government's information systems?</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre d’État portant le titre de leader du gouvernement à la Chambre des communes et ministre responsable de la réforme démocratique et en vertu de l'article 11 de la <em>Loi sur le vérificateur général</em>, Son Excellence la Gouverneure générale en conseil demande au vérificateur général du Canada de faire une enquête et de dresser un rapport sur les questions suivantes :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) est-ce que la réponse donnée à la question écrite 37 (Q-37), le 28 janvier 2004, est satisfaisante à la lumière des renseignements que possède le gouvernement ?</p> <p style=\"margin-left: 0.5in\"><em>b</em>) est-ce que les nouvelles mesures proposées par le leader du gouvernement à la Chambre des communes, pour la collecte et la diffusion des renseignements portant sur des questions inscrites au Feuilleton, sont suffisantes pour s'assurer que des renseignements adéquats sont fournis aux parlementaires ?</p> <p style=\"margin-left: 0.5in\"><em>c</em>) si non, quelles autres réformes devraient être adoptées; par exemple des changements aux systèmes informatiques du gouvernement ?</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}