{
  "id": "579",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2085<br></p><p><strong>Date: </strong>2002-12-05</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas the Honourable Carolyn&nbsp;A.&nbsp;Layden-Stevenson, appointed a Judge of the Federal Court of Canada on January&nbsp;25,&nbsp;2002, was required to relocate from the City of Fredericton in the Province of New&nbsp;Brunswick to the National Capital Region and was entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAnd whereas Madam Justice Layden-Stevenson, on account of unfavourable conditions in the real estate market, was unable to sell her former residence within the six-month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be approved so that she may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in the forementioned paragraph;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes&nbsp;the period from July&nbsp;26,&nbsp;2002 to December&nbsp;31,&nbsp;2002 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Carolyn&nbsp;A.&nbsp;Layden-Stevenson pursuant to paragraph&nbsp;3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em>.</p>  <p>\t\tAttendu que l'honorable Carolyn&nbsp;A.&nbsp;Layden-Stevenson, nommée juge de la Cour fédérale du Canada, le 25&nbsp;janvier&nbsp;2002, a dû quitter Fredericton (Nouveau-Brunswick) pour s'installer dans la région de la capitale nationale et qu'elle avait droit à une allocation de déménagement en vertu de l'article 40 de la <em>Loi sur les juges</em>;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAttendu que la juge Layden-Stevenson, vu les conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence durant la période de six mois visée à l'alinéa&nbsp;3(1)<em>k</em>) du <em>Décret d'application de la Loi sur les juges (allocation de transfert)</em> et a demandé une prolongation de cette période afin qu'elle soit autorisée à réclamer les frais de déplacement et de logement, y compris les frais de repas, qu'elle engagera avant d'établir sa nouvelle résidence permanente, ou pour rendre visite à l'occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tÀ ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du <em>Décret d'application de la Loi sur les juges (allocation de transfert)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prescrit&nbsp;la période allant du 26&nbsp;juillet&nbsp;2002 au 31&nbsp;décembre&nbsp;2002 à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris les frais de repas, qu'elle engagera avant d'établir sa nouvelle résidence permanente, ou pour rendre visite à l'occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence, seront remboursés à l'honorable Carolyn&nbsp;A.&nbsp;Layden-Stevenson en application de l'alinéa 3(1)<em>k</em>) du <em>Décret d'application de la Loi sur les juges (allocation de transfert)</em>.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2085Date: 2002-12-05       \t\tWhereas the Honourable Carolyn A. Layden-Stevenson, appointed a Judge of the Federal Court of Canada on January 25, 2002, was required to relocate from the City of Fredericton in the Province of New Brunswick to the National Capital Region and was entitled to a removal allowance under section 40 of the Judges Act;   \t\tAnd whereas Madam Justice Layden-Stevenson, on account of unfavourable conditions in the real estate market, was unable to sell her former residence within the six-month period referred to in paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order and has requested that an additional period be approved so that she may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in the forementioned paragraph;   \t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection 3(2) of the Judges Act (Removal Allowance) Order, hereby prescribes the period from July 26, 2002 to December 31, 2002 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Carolyn A. Layden-Stevenson pursuant to paragraph 3(1)(k) of the Judges Act (Removal Allowance) Order.  \t\tAttendu que l'honorable Carolyn A. Layden-Stevenson, nommée juge de la Cour fédérale du Canada, le 25 janvier 2002, a dû quitter Fredericton (Nouveau-Brunswick) pour s'installer dans la région de la capitale nationale et qu'elle avait droit à une allocation de déménagement en vertu de l'article 40 de la Loi sur les juges;   \t\tAttendu que la juge Layden-Stevenson, vu les conditions défavorables du marché immobilier, a été incapable de vendre son ancienne résidence durant la période de six mois visée à l'alinéa 3(1)k) du Décret d'application de la Loi sur les juges (allocation de transfert) et a demandé une prolongation de cette période afin qu'elle soit autorisée à réclamer les frais de déplacement et de logement, y compris les frais de repas, qu'elle engagera avant d'établir sa nouvelle résidence permanente, ou pour rendre visite à l'occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence,   \t\tÀ ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3(2) du Décret d'application de la Loi sur les juges (allocation de transfert), Son Excellence la Gouverneure générale en conseil prescrit la période allant du 26 juillet 2002 au 31 décembre 2002 à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris les frais de repas, qu'elle engagera avant d'établir sa nouvelle résidence permanente, ou pour rendre visite à l'occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence, seront remboursés à l'honorable Carolyn A. Layden-Stevenson en application de l'alinéa 3(1)k) du Décret d'application de la Loi sur les juges (allocation de transfert).    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}