{
  "id": "5937",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-1666<br></p><p><strong>Date: </strong>2003-10-28</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to paragraph&nbsp;5(1)(<em>c</em>) of the <em>Canada Deposit Insurance Corporation Act</em>, hereby approves the appointment by the Minister of Finance of Claude&nbsp;Huot of Île-des-Soeurs, Quebec, as a director of the Board of Directors of the Canada Deposit Insurance Corporation to hold office during pleasure for a term of three years, in the place of Viateur&nbsp;Bergeron, whose term has expired.  </p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Finances et en vertu de l'alinéa 5(1)<em>c</em>) de la <em>Loi sur la Société d'assurance-dépôts du Canada</em>, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre des Finances de Claude&nbsp;Huot, de l’Île-des-Soeurs (Québec), administrateur du conseil d'administration de la Société d'assurance-dépôts du Canada, à titre amovible, pour un mandat de trois ans, en remplacement de Viateur&nbsp;Bergeron, dont le mandat a pris fin. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-1666Date: 2003-10-28                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to paragraph 5(1)(c) of the Canada Deposit Insurance Corporation Act, hereby approves the appointment by the Minister of Finance of Claude Huot of Île-des-Soeurs, Quebec, as a director of the Board of Directors of the Canada Deposit Insurance Corporation to hold office during pleasure for a term of three years, in the place of Viateur Bergeron, whose term has expired.                           Sur recommandation du ministre des Finances et en vertu de l'alinéa 5(1)c) de la Loi sur la Société d'assurance-dépôts du Canada, Son Excellence la Gouverneure générale en conseil approuve la nomination par le ministre des Finances de Claude Huot, de l’Île-des-Soeurs (Québec), administrateur du conseil d'administration de la Société d'assurance-dépôts du Canada, à titre amovible, pour un mandat de trois ans, en remplacement de Viateur Bergeron, dont le mandat a pris fin.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}