{
  "id": "5998",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0182<br></p><p><strong>Date: </strong>2004-03-08</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) firstly, </p> <p style=\"margin-left: 0.7625in\">&nbsp;</p> <p style=\"margin-left: 0.7625in\">(i) to sign, on behalf of the Government of Canada, the Agreement between the Government of Canada and the Government of the Federal Republic of Germany on Audio-visual Relations, or</p> <p style=\"margin-left: 0.7625in\">&nbsp;</p> <p style=\"margin-left: 0.7625in\">(ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Hélène Chalifour Scherrer, Minister of Canadian Heritage, or the Honourable Jean&nbsp;Augustine, Minister of State (Multiculturalism and Status of Women), or Judith A. LaRocque, Deputy Minister of Canadian Heritage, or Marie Bernard-Meunier, Ambassador of Canada to the Federal Republic of Germany, to sign, on behalf of the Government of Canada, the Agreement between the Government of Canada and the Government of the Federal Republic of Germany on Audio-visual Relations; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) secondly, to take the action necessary to bring the Agreement into force for Canada.</p> <br> <br> <br> <br> <br> <br> <br> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) premièrement,</p> <p style=\"margin-left: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.7in\">(i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République fédérale d’Allemagne sur les relations audiovisuelles,</p> <p style=\"margin-left: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.7in\">(ii) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Hélène Chalifour Scherrer, ministre du Patrimoine canadien, l’honorable Jean&nbsp;Augustine, ministre d’État (Multiculturalisme et Situation de la femme), Judith A. LaRocque, sous-ministre du Patrimoine canadien, ou Marie Bernard-Meunier, ambassadrice du Canada auprès de la République fédérale d’Allemagne, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République fédérale d’Allemagne sur les relations audiovisuelles; </p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>) deuxièment, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0182Date: 2004-03-08                   Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister   (a) firstly,    (i) to sign, on behalf of the Government of Canada, the Agreement between the Government of Canada and the Government of the Federal Republic of Germany on Audio-visual Relations, or   (ii) to execute and issue an Instrument of Full Powers authorizing the Honourable Hélène Chalifour Scherrer, Minister of Canadian Heritage, or the Honourable Jean Augustine, Minister of State (Multiculturalism and Status of Women), or Judith A. LaRocque, Deputy Minister of Canadian Heritage, or Marie Bernard-Meunier, Ambassador of Canada to the Federal Republic of Germany, to sign, on behalf of the Government of Canada, the Agreement between the Government of Canada and the Government of the Federal Republic of Germany on Audio-visual Relations; and   (b) secondly, to take the action necessary to bring the Agreement into force for Canada.                          Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères :   a) premièrement,   (i) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République fédérale d’Allemagne sur les relations audiovisuelles,   (ii) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant l’honorable Hélène Chalifour Scherrer, ministre du Patrimoine canadien, l’honorable Jean Augustine, ministre d’État (Multiculturalisme et Situation de la femme), Judith A. LaRocque, sous-ministre du Patrimoine canadien, ou Marie Bernard-Meunier, ambassadrice du Canada auprès de la République fédérale d’Allemagne, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République fédérale d’Allemagne sur les relations audiovisuelles;    b) deuxièment, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}