{
  "id": "6004",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0185<br></p><p><strong>Date: </strong>2004-03-08</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of British&nbsp;Columbia, the Honourable Lance&nbsp;S.G.&nbsp;Finch, Chief Justice of British Columbia, will be unable to act from March&nbsp;22 to April&nbsp;13,&nbsp;2004, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in; margin-bottom: 0.155833in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Lance&nbsp;S.G.&nbsp;Finch as Administrator, effective March&nbsp;22,&nbsp;2004;</p> <p style=\"margin-left: 0.2in; margin-bottom: 0.155833in\">(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Frederick&nbsp;Allen&nbsp;Melvin to be Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;22,&nbsp;2004;</p> <p style=\"margin-left: 0.2in; margin-right: -0.0625in; margin-bottom: 0.155833in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Frederick&nbsp;Allen&nbsp;Melvin as Administrator, effective April&nbsp;14,&nbsp;2004; and</p> <p style=\"margin-left: 0.2in; margin-right: -0.0625in; margin-bottom: 0.155833in\">(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Lance&nbsp;S.G.&nbsp;Finch to be during pleasure Administrator of the Government of British Columbia, to execute the office and functions of the Lieutenant Governor of British Columbia during the absence, illness or other inability of the Lieutenant Governor, effective April&nbsp;14,&nbsp;2004.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de la Colombie-Britannique, l’honorable Lance S.G.&nbsp;Finch, juge en chef de la Colombie-Britannique, ne sera pas en mesure de remplir ses fonctions du 22&nbsp;mars&nbsp;au 13 avril&nbsp;2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette&nbsp;période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in; margin-bottom: 0.155833in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Lance&nbsp;S.G.&nbsp;Finch au poste d’administrateur, la cessation de fonctions prenant effet le 22&nbsp;mars&nbsp;2004;</p> <p style=\"margin-left: 0.2in; margin-bottom: 0.155833in\"><em>b</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Frederick&nbsp;Allen&nbsp;Melvin à titre d’administrateur du gouvernement de la Colombie-Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 22&nbsp;mars&nbsp;2004;</p> <p style=\"margin-left: 0.2in; margin-bottom: 0.155833in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Frederick&nbsp;Allen&nbsp;Melvin au poste d’administrateur, la cessation de fonctions prenant effet le 14&nbsp;avril&nbsp;2004;</p> <p style=\"margin-left: 0.2in; margin-bottom: 0.155833in\"><em>d</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l’honorable Lance S.G.&nbsp;Finch, administrateur du gouvernement de la Colombie-Britannique afin qu’il remplisse les fonctions de lieutenant-gouverneur de la Colombie-Britannique durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 14&nbsp;avril&nbsp;2004.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}