{
  "id": "6050",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0208<br></p><p><strong>Date: </strong>2004-03-11</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 11, 12 and 14 of the <em>Public Service Staff Relations Act</em>, hereby appoints Paul&nbsp;E.&nbsp;Love of Campbell&nbsp;River, British&nbsp;Columbia, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Public Service Staff Relations Board in accordance with subsection 14(1) of that Act, to be a part-time member of the Public Service Staff Relations Board to hold office during good behaviour for a period of three&nbsp;years.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 11, 12 et 14 de la <em>Loi sur les relations de travail dans la fonction publique</em>, Son Excellence la Gouverneure générale en conseil nomme Paul&nbsp;E.&nbsp;Love, de Campbell&nbsp;River (Colombie-Britannique), dont le nom figure sur la liste des personnes admissibles établie par le président de la Commission des relations de travail dans la fonction publique conformément au paragraphe&nbsp;14(1) de cette loi, membre à temps partiel de la Commission des relations de travail dans la fonction publique à titre inamovible pour une période de trois&nbsp;ans.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0208Date: 2004-03-11                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to sections 11, 12 and 14 of the Public Service Staff Relations Act, hereby appoints Paul E. Love of Campbell River, British Columbia, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Public Service Staff Relations Board in accordance with subsection 14(1) of that Act, to be a part-time member of the Public Service Staff Relations Board to hold office during good behaviour for a period of three years.                       Sur recommandation de la ministre du Patrimoine canadien et en vertu des articles 11, 12 et 14 de la Loi sur les relations de travail dans la fonction publique, Son Excellence la Gouverneure générale en conseil nomme Paul E. Love, de Campbell River (Colombie-Britannique), dont le nom figure sur la liste des personnes admissibles établie par le président de la Commission des relations de travail dans la fonction publique conformément au paragraphe 14(1) de cette loi, membre à temps partiel de la Commission des relations de travail dans la fonction publique à titre inamovible pour une période de trois ans.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}