{
  "id": "6120",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0238<br></p><p><strong>Date: </strong>2004-03-22</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Prince&nbsp;Edward&nbsp;Island, the Honourable Gerard&nbsp;E.&nbsp;Mitchell, Chief Justice of Prince&nbsp;Edward&nbsp;Island, will be unable to act from March&nbsp;24, 2004 to March&nbsp;28,&nbsp;2004, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable&nbsp;Gerard&nbsp;E.&nbsp;Mitchell as Administrator, effective March&nbsp;24,&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, appoints the Honourable Jacqueline&nbsp;R. Matheson to be Administrator of the Government of Prince Edward Island, to execute the office and functions of the Lieutenant Governor of Prince Edward Island during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;24,&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Jacqueline&nbsp;R.&nbsp;Matheson as Administrator, effective March&nbsp;29,&nbsp;2004; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>d</em>)&nbsp;pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Gerard&nbsp;E.&nbsp;Mitchell to be during pleasure Administrator of the Government of Prince Edward Island, to execute the office and functions of the Lieutenant Governor of Prince&nbsp;Edward&nbsp;Island during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;29,&nbsp;2004.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de l’Île-du-Prince-Edouard, l’honorable Gerard&nbsp;E.&nbsp;Mitchell, juge en chef de l’Île-du-Prince-Edouard, ne sera pas en mesure de remplir ses fonctions du 24 au 28&nbsp;mars&nbsp;2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Gerard&nbsp;E.&nbsp;Mitchell au poste d’administrateur, la cessation de fonctions prenant effet le 24&nbsp;mars&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme l’honorable Jacqueline&nbsp;R.&nbsp;Matheson à titre d’administrateur du gouvernement de l’Île-du-Prince-Edouard afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Île-du-Prince-Edouard durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 24&nbsp;mars&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Jacqueline&nbsp;R.&nbsp;Matheson au poste d’administrateur, la cessation de fonctions prenant effet le 29&nbsp;mars&nbsp;2004;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>d</em>)&nbsp;en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme de nouveau, à titre amovible, l’honorable Gerard&nbsp;E.&nbsp;Mitchell, administrateur du gouvernement de l’Île-du-Prince-Edouard afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Île-du-Prince-Edouard durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 29&nbsp;mars&nbsp;2004.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0238Date: 2004-03-22                     Whereas the Administrator of the Government of Prince Edward Island, the Honourable Gerard E. Mitchell, Chief Justice of Prince Edward Island, will be unable to act from March 24, 2004 to March 28, 2004, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;                    Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:   (a) terminates the appointment of the Honourable Gerard E. Mitchell as Administrator, effective March 24, 2004;   (b) pursuant to section 67 of the Constitution Act, 1867, appoints the Honourable Jacqueline R. Matheson to be Administrator of the Government of Prince Edward Island, to execute the office and functions of the Lieutenant Governor of Prince Edward Island during the absence, illness or other inability of the Lieutenant Governor, effective March 24, 2004;   (c) terminates the appointment of the Honourable Jacqueline R. Matheson as Administrator, effective March 29, 2004; and   (d) pursuant to section 67 of the Constitution Act, 1867, reappoints the Honourable Gerard E. Mitchell to be during pleasure Administrator of the Government of Prince Edward Island, to execute the office and functions of the Lieutenant Governor of Prince Edward Island during the absence, illness or other inability of the Lieutenant Governor, effective March 29, 2004.                    Attendu que l’administrateur du gouvernement de l’Île-du-Prince-Edouard, l’honorable Gerard E. Mitchell, juge en chef de l’Île-du-Prince-Edouard, ne sera pas en mesure de remplir ses fonctions du 24 au 28 mars 2004, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,                    À ces causes, sur recommandation de la ministre du Patrimoine canadien, Son Excellence la Gouverneure générale en conseil :   a) met fin à la nomination de l’honorable Gerard E. Mitchell au poste d’administrateur, la cessation de fonctions prenant effet le 24 mars 2004;   b) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme l’honorable Jacqueline R. Matheson à titre d’administrateur du gouvernement de l’Île-du-Prince-Edouard afin qu’elle remplisse les fonctions de lieutenant-gouverneur de l’Île-du-Prince-Edouard durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 24 mars 2004;   c) met fin à la nomination de l’honorable Jacqueline R. Matheson au poste d’administrateur, la cessation de fonctions prenant effet le 29 mars 2004;   d) en vertu de l’article 67 de la Loi constitutionnelle de 1867, nomme de nouveau, à titre amovible, l’honorable Gerard E. Mitchell, administrateur du gouvernement de l’Île-du-Prince-Edouard afin qu’il remplisse les fonctions de lieutenant-gouverneur de l’Île-du-Prince-Edouard durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 29 mars 2004.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}