{
  "id": "6236",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0300<br></p><p><strong>Date: </strong>2004-03-25</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to sections 103 and 105 of the <em>Corrections and Conditional Release Act</em>, hereby appoints William&nbsp;B.&nbsp;Innis of Guysborough, Nova&nbsp;Scotia, to be a part-time member of the National Parole Board, Atlantic Regional Division, to hold office during good behaviour for a period of three&nbsp;years.    </p> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la solliciteure générale du Canada et en vertu des articles 103 et 105 de la <em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme William&nbsp;B.&nbsp;Innis, de Guysborough (Nouvelle-Écosse), membre à temps&nbsp;partiel de la Commission nationale des libérations conditionnelles, Section régionale de l’Atlantique, à titre inamovible pour un mandat de trois&nbsp;ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0300Date: 2004-03-25                        Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to sections 103 and 105 of the Corrections and Conditional Release Act, hereby appoints William B. Innis of Guysborough, Nova Scotia, to be a part-time member of the National Parole Board, Atlantic Regional Division, to hold office during good behaviour for a period of three years.                               Sur recommandation de la solliciteure générale du Canada et en vertu des articles 103 et 105 de la Loi sur le système correctionnel et la mise en liberté sous condition, Son Excellence la Gouverneure générale en conseil nomme William B. Innis, de Guysborough (Nouvelle-Écosse), membre à temps partiel de la Commission nationale des libérations conditionnelles, Section régionale de l’Atlantique, à titre inamovible pour un mandat de trois ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}