{
  "id": "632",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2192<br></p><p><strong>Date: </strong>2002-12-12</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Indian Affairs and Northern Development and in accordance with the Saskatchewan Treaty Land Entitlement Framework Agreement, dated September&nbsp;22,&nbsp;1992, hereby sets apart 140.48&nbsp;hectares of surface lands and 144.014&nbsp;hectares of mines and minerals of the lands described in the schedule hereto, for the use and benefit of the Red&nbsp;Pheasant Band as an addition to Red&nbsp;Pheasant Indian Reserve No.&nbsp;108, in the Province of Saskatchewan, which lands are, pursuant to Article&nbsp;8.04(a)(ii) of the Saskatchewan Treaty Land Entitlement Framework Agreement, subject to the applicable airport zoning regulations.</p>  <p>\t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et conformément à l'accord intitulé Saskatchewan Treaty Land Entitlement Framework Agreement, du 22&nbsp;septembre&nbsp;1992, Son&nbsp;Excellence la Gouverneure générale en conseil met de côté 140,48&nbsp;hectares de terres de surface et 144,014&nbsp;hectares de mines et minéraux des terres décrites à l'annexe ci-jointe, à l'usage et au profit de la bande Red&nbsp;Pheasant à titre d'ajout à la réserve indienne Red&nbsp;Pheasant n<sup>o</sup>&nbsp;108, dans la province de la Saskatchewan, lesquelles terres sont, en vertu de l'article&nbsp;8.04(a)(ii) du Saskatchewan Treaty Land Entitlement Framework Agreement, assujetties aux règlements de zonage d'aéroport applicables.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}