{
  "id": "6358",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0344<br></p><p><strong>Date: </strong>2004-03-30</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Newfoundland and Labrador, the Honourable Clyde K. Wells, Chief Justice of Newfoundland and Labrador, will be unable to act from &nbsp;</p> <p>April 19 to April 22, 2004, inclusive, and it is therefore expedient that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, hereby:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>) terminates the appointment of the Honourable &nbsp;</p> <p style=\"margin-left: 0.5in\">Clyde K. Wells as Administrator, effective April 19, 2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>) pursuant to section 67 of the <em>Constitution Act, 1867</em>, appoints the Honourable J. Derek Green to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective &nbsp;</p> <p style=\"margin-left: 0.5in\">April 19, 2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>c</em>) terminates the appointment of the Honourable &nbsp;</p> <p style=\"margin-left: 0.5in\">J. Derek Green as Administrator, effective April 23, 2004; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>d</em>) pursuant to section 67 of the <em>Constitution Act, 1867</em>, reappoints the Honourable Clyde K. Wells to be during pleasure Administrator of the Government of Newfoundland and Labrador to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective April 23, 2004.</p> <br> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement &nbsp;</p> <p>de Terre-Neuve-et-Labrador, l’honorable Clyde K. Wells, juge en chef de Terre-Neuve-et-Labrador, ne sera pas en mesure de remplir ses fonctions du 19 avril au 22 avril 2004, inclusivement, et qu’il est donc &nbsp;</p> <p>nécessaire qu’une autre personne soit nommée administrateur &nbsp;</p> <p>pour cette période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation de la ministre du Patrimoine canadien, Son Excellence la Gouverneure générale en conseil :</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>) met fin à la nomination de l’honorable Clyde K. Wells au poste d’administrateur, la cessation de fonctions prenant effet le 19 avril 2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867, </em>nomme l’honorable J. Derek Green à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador pour qu’il remplisse les fonctions de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 19 avril 2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>c</em>) met fin à la nomination de l’honorable J. Derek Green au poste d’administrateur, la cessation de fonctions prenant effet le 23 avril 2004;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>d</em>) en vertu de l’article 67 de la <em>Loi constitutionnelle de 1867</em>, nomme à nouveau à titre amovible, l’honorable &nbsp;</p> <p style=\"margin-left: 0.5in\">Clyde K. Wells administrateur du gouvernement de  &nbsp;</p> <p style=\"margin-left: 0.5in\">Terre-Neuve-et-Labrador afin qu’il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, la nomination prenant effet le 23 avril 2004.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}