{
  "id": "640",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2187<br></p><p><strong>Date: </strong>2002-12-12</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;40 of the <em>Indian Act</em>, hereby accepts the designation made to Her Majesty in right of Canada by the Alexander Band of portions of Alexander Indian Reserves Nos.&nbsp;134 and 134A, in the Province of Alberta, for oil and gas leasing purposes, which designation was assented to by the band on August&nbsp;22,&nbsp;2002 and is set out in the attached schedule.</p>  <p>\t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l'article&nbsp;40 de la <em>Loi sur les Indiens</em>, Son Excellence la Gouverneure générale en conseil accepte le désignation faite à Sa Majesté du chef du Canada par la bande Alexander de certaines parties des réserves indiennes Alexander n<sup>os</sup>&nbsp;134 et 134A, dans la province d'Alberta, à des fins de location à bail pour l'exploitation du pétrole et du gaz, laquelle désignation a été sanctionnée par la bande le 22&nbsp;août 2002 et figure à l'annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2187Date: 2002-12-12       \t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 40 of the Indian Act, hereby accepts the designation made to Her Majesty in right of Canada by the Alexander Band of portions of Alexander Indian Reserves Nos. 134 and 134A, in the Province of Alberta, for oil and gas leasing purposes, which designation was assented to by the band on August 22, 2002 and is set out in the attached schedule.  \t\tSur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l'article 40 de la Loi sur les Indiens, Son Excellence la Gouverneure générale en conseil accepte le désignation faite à Sa Majesté du chef du Canada par la bande Alexander de certaines parties des réserves indiennes Alexander nos 134 et 134A, dans la province d'Alberta, à des fins de location à bail pour l'exploitation du pétrole et du gaz, laquelle désignation a été sanctionnée par la bande le 22 août 2002 et figure à l'annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}