{
  "id": "643",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2228<br></p><p><strong>Date: </strong>2002-12-13</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t(T.B. Rec. 830193)</p>  <p>\t\tHer Excellency the Governor General in Council, </p>  <p>on the recommendation of the Minister of Transport and the Treasury Board, hereby authorizes the Minister of Transport, on behalf of the Government of Canada, to provide an indemnity to any person referred to in the annexed schedule, in accordance with the terms and conditions set out in that schedule.</p>  <p>\t(Rec. du C.T. 830193)</p>  <p>\t\tSur recommandation du ministre des Transports et du Conseil du Trésor, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Transports à octroyer, pour le compte du gouvernement du Canada, une indemnité aux personnes visées à l'annexe ci-jointe, aux conditions qui y sont précisées.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2228Date: 2002-12-13       \t(T.B. Rec. 830193)  \t\tHer Excellency the Governor General in Council,   on the recommendation of the Minister of Transport and the Treasury Board, hereby authorizes the Minister of Transport, on behalf of the Government of Canada, to provide an indemnity to any person referred to in the annexed schedule, in accordance with the terms and conditions set out in that schedule.  \t(Rec. du C.T. 830193)  \t\tSur recommandation du ministre des Transports et du Conseil du Trésor, Son Excellence la Gouverneure générale en conseil autorise le ministre des Transports à octroyer, pour le compte du gouvernement du Canada, une indemnité aux personnes visées à l'annexe ci-jointe, aux conditions qui y sont précisées.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}