{
  "id": "649",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2185<br></p><p><strong>Date: </strong>2002-12-12</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tAttendu que le rapport du ministre de la Justice fait état que l'honorable J. Douglas Lambert, de Vancouver (Colombie-Britannique), a été nommé juge de la Cour d'appel de la Colombie-Britannique le 14&nbsp;juillet&nbsp;1978;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAttendu que le juge en chef de la Cour d'appel de la Colombie-Britannique a demandé que la gouverneure en conseil approuve la résidence de l'honorable J.&nbsp;Douglas&nbsp;Lambert à Penticton afin que ce dernier puisse toucher des indemnités de déplacement à compter du 1<sup>er</sup>&nbsp;mars&nbsp;2003,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tÀ&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 36(2) de la <em>Loi sur les juges</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la résidence de l'honorable J.&nbsp;Douglas&nbsp;Lambert à Penticton afin que ce dernier puisse toucher des indemnités de déplacement à compter du 1<sup>er</sup>&nbsp;mars&nbsp;2003.</p>  <p>\t\tWhereas the Minister of Justice reports that the Honourable J. Douglas Lambert, of the City of Vancouver, British Columbia, was appointed a Judge of the Court of Appeal for British Columbia, effective July&nbsp;14,&nbsp;1978;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAnd whereas the Chief Justice of the Court of Appeal for British Columbia has requested that the residence of the Honourable J.&nbsp;Douglas&nbsp;Lambert in the City of Penticton be approved by the Governor in Council, for travel allowance purposes, effective March&nbsp;1,&nbsp;2003;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection&nbsp;36(2) of the <em>Judges Act</em>, hereby approves the residence of the Honourable J.&nbsp;Douglas&nbsp;Lambert in the City of Penticton, for travel allowance purposes, effective March&nbsp;1,&nbsp;2003.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}