{
  "id": "6541",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0463<br></p><p><strong>Date: </strong>2004-04-23</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Foreign&nbsp;Affairs Vote&nbsp;No.&nbsp;1 of <em>Appropriation Act No.&nbsp;2, 2003-2004</em>, hereby appoints Judi&nbsp;Longfield of Whitby, Ontario, as Chairman of the Canadian Section of the Canada-United States Permanent Joint Board on Defence in the place of the Honourable&nbsp;Jacques&nbsp;Saada. </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, pursuant to section 33 of the <em>Parliament of Canada Act</em>, further requests that Judi&nbsp;Longfield, Member of Parliament for the electoral district of Whitby–Ajax, do undertake such travel as may be necessary for the purposes of the above appointment.</p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères et en vertu du crédit n<sup>o</sup> 1 (Affaires étrangères) de la <em>Loi&nbsp;de crédits n<sup>o</sup> 2 pour 2003-2004</em>, Son Excellence la Gouverneure générale en conseil nomme Judi&nbsp;Longfield, de Whitby (Ontario), à titre de président de la section canadienne de la Commission permanente mixte de défense, Canada-États-Unis, en remplacement de l’honorable&nbsp;Jacques Saada. </p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Son Excellence la Gouverneure générale en conseil, en vertu de l’article 33 de la <em>Loi sur le Parlement du Canada</em>, demande en outre à Judi&nbsp;Longfield, députée pour la circonscription électorale de Whitby–Ajax, de faire les voyages qui pourront s’avérer nécessaires par suite de sa nomination.</p> <p>&nbsp;</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0463Date: 2004-04-23                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to Foreign Affairs Vote No. 1 of Appropriation Act No. 2, 2003-2004, hereby appoints Judi Longfield of Whitby, Ontario, as Chairman of the Canadian Section of the Canada-United States Permanent Joint Board on Defence in the place of the Honourable Jacques Saada.                        Her Excellency the Governor General in Council, pursuant to section 33 of the Parliament of Canada Act, further requests that Judi Longfield, Member of Parliament for the electoral district of Whitby–Ajax, do undertake such travel as may be necessary for the purposes of the above appointment.                        Sur recommandation du ministre des Affaires étrangères et en vertu du crédit no 1 (Affaires étrangères) de la Loi de crédits no 2 pour 2003-2004, Son Excellence la Gouverneure générale en conseil nomme Judi Longfield, de Whitby (Ontario), à titre de président de la section canadienne de la Commission permanente mixte de défense, Canada-États-Unis, en remplacement de l’honorable Jacques Saada.                        Son Excellence la Gouverneure générale en conseil, en vertu de l’article 33 de la Loi sur le Parlement du Canada, demande en outre à Judi Longfield, députée pour la circonscription électorale de Whitby–Ajax, de faire les voyages qui pourront s’avérer nécessaires par suite de sa nomination.      \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}