{
  "id": "659",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2167<br></p><p><strong>Date: </strong>2002-12-12</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes the Minister of Foreign Affairs:</p>  <p>\t(<em>a</em>)&nbsp;firstly:</p>  <p>\t\t(i)&nbsp;to&nbsp;sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Commonwealth of the Bahamas regarding the Sharing of Forfeited or Confiscated Assets or their Equivalent Sums, or</p>  <p>\t\t(ii)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing the Honourable Martin&nbsp;Cauchon, Minister of Justice and Attorney General of Canada, or Morris&nbsp;A.&nbsp;Rosenberg, Deputy Minister of Justice and Deputy Attorney General of Canada, or Daniel&nbsp;A.&nbsp;Bellemare, Assistant Deputy Attorney General, or John&nbsp;M.&nbsp;Robinson, High Commissioner for Canada in the Commonwealth of the Bahamas, or Michael&nbsp;Welsh, Director General, Latin America and the Caribbean Bureau, Department of Foreign Affairs and International Trade, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Commonwealth of the Bahamas regarding the Sharing of Forfeited or Confiscated Assets or their Equivalent Sums; and</p>  <p>\t(<em>b</em>)&nbsp;secondly, to&nbsp;take the action necessary to bring the Agreement into force for&nbsp;Canada.</p>  <p>\t\tSur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires étrangères&nbsp;:</p>  <p>\t<em>a</em>)&nbsp;d'une&nbsp;part&nbsp;:</p>  <p>\t\t(i)&nbsp;soit à signer, au nom du gouvernement du Canada, l'Accord entre le gouvernement du Canada et le gouvernement du Commonwealth des Bahamas concernant le partage des biens confisqués ou des sommes équivalentes,</p>  <p>\t\t(ii)&nbsp;soit&nbsp;à établir et à délivrer un instrument de pleins pouvoirs autorisant l'honorable Martin&nbsp;Cauchon, ministre de la Justice et procureur général du Canada, ou Morris&nbsp;A.&nbsp;Rosenberg, sous-ministre de la Justice et sous-procureur général du Canada, ou Daniel&nbsp;A.&nbsp;Bellemare, sous-procureur général adjoint, ou John&nbsp;M.&nbsp;Robinson, haut-commissaire du Canada auprès du Commonwealth des Bahamas, ou Michael&nbsp;Welsh, directeur général, direction générale des Antilles et de l'Amérique latine, ministère des Affaires étrangères et du Commerce international, à signer, au nom du gouvernement du Canada, l'Accord entre le gouvernement du Canada et le gouvernement du Commonwealth des Bahamas concernant le partage des biens confisqués ou des sommes équivalentes;</p>  <p>\t<em>b</em>)&nbsp;d'autre&nbsp;part, à prendre les mesures nécessaires à l'entrée en vigueur de l'Accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}