{
  "id": "6621",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0447<br></p><p><strong>Date: </strong>2004-04-22</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas on March&nbsp;15,&nbsp;1918 and August&nbsp;16,&nbsp;1920, the Comox Band (“the&nbsp;Band”), a band within the meaning of the <em>Indian Act</em>, surrendered for sale the merchantable timber on Pentledge Indian Reserve No.&nbsp;2, in the Province of British Columbia, which surrenders were accepted by Orders in Council P.C.&nbsp;964 of April&nbsp;23,&nbsp;1918 and P.C.&nbsp;525 of March&nbsp;31,&nbsp;1924;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas on October&nbsp;12,&nbsp;1946, the Band surrendered a portion of Pentledge Indian Reserve No.&nbsp;2, in the Province of British Columbia, for leasing purposes, which surrender was accepted by Order in Council P.C.&nbsp;4925 of November&nbsp;28,&nbsp;1946;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas the Band wishes to designate to Her Majesty in right of Canada a portion of Pentledge Indian Reserve No.&nbsp;2, in the Province of British Columbia, pursuant to subsection 38(2) of the <em>Indian Act</em>, for the purposes of exploration, development and removal of oil and gas and for the granting of leases and other interests;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;accepts the revocation of the two surrenders for sale of merchantable timber and the revocation of a surrender for leasing purposes; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>) pursuant to section&nbsp;40 of the <em>Indian Act</em>, accepts the designation to Her&nbsp;Majesty of a portion of Pentledge Indian Reserve No.&nbsp;2, in the Province of British Columbia, for the purposes of exploration, development and removal of oil and gas and for the granting of leases and other interests, which designation was assented to by the Band on January&nbsp;30,&nbsp;2003 and is set out in the annexed schedule.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le 15&nbsp;mars&nbsp;1918 et le 16&nbsp;août&nbsp;1920, la bande Comox (la&nbsp;«&nbsp;bande&nbsp;»), une bande au sens de la <em>Loi sur les Indiens</em>, a cédé à des fins de vente le bois commercialisable sur la réserve indienne Pentledge n<sup>o</sup>&nbsp;2, dans la province de la Colombie-Britannique, lesquelles cessions ont été acceptées par les décrets C.P.&nbsp;964 du 23&nbsp;avril&nbsp;1918 et C.P.&nbsp;525 du 31&nbsp;mars&nbsp;1924;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le 12&nbsp;octobre&nbsp;1946, la bande a cédé une partie de la réserve indienne Pentledge n<sup>o</sup>&nbsp;2, dans la province de la</p> <p>Colombie-Britannique, à des fins de location, laquelle cession a été acceptée par le décret C.P.&nbsp;4925 du 28&nbsp;novembre&nbsp;1946;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu du paragraphe 38(2) de la <em>Loi sur les Indiens</em>, la bande souhaite désigner à Sa&nbsp;Majesté du chef du Canada une partie de la réserve indienne Pentledge n<sup>o</sup>&nbsp;2, dans la province de la Colombie-Britannique, pour des travaux d’exploration, de mise en valeur et d’extraction de pétrole et de gaz ainsi que pour l’octroi de baux sur des terres et d’autres intérêts,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>) accepte la révocation des deux cessions à des fins de vente de bois commercialisable et la révocation de la cession à des fins de location;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;en&nbsp;vertu de l’article&nbsp;40 de la <em>Loi sur les Indiens</em>, accepte la désignation faite à Sa&nbsp;Majesté d’une partie de la réserve indienne Pentledge n<sup>o</sup>&nbsp;2, dans la province de la Colombie-Britannique, pour des travaux d’exploration, de mise en valeur et d’extraction de pétrole et de gaz ainsi que pour l’octroi de baux sur des terres et d’autres intérêts, laquelle désignation a été sanctionnée par la bande le 30&nbsp;janvier&nbsp;2003 et figure à l’annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}