{
  "id": "6671",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0522<br></p><p><strong>Date: </strong>2004-04-27</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to sections 103 and 105 of the <em>Corrections and Conditional Release Act</em>, hereby appoints John&nbsp;K.&nbsp;Dorion of Prince&nbsp;Albert, Saskatchewan, to be a part-time member of the National Parole Board, Prairies Regional Division, to hold office during good behaviour for a period of three&nbsp;years, effective May&nbsp;27,&nbsp;2004.      </p> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du solliciteur général du Canada et en vertu des articles 103 et 105 de la <em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, Son Excellence la Gouverneure générale en conseil nomme John&nbsp;K.&nbsp;Dorion, de Prince Albert (Saskatchewan), membre à temps partiel de la Commission nationale des libérations conditionnelles, Section&nbsp;régionale des Prairies, à titre inamovible pour un mandat de trois&nbsp;ans, à compter du 27&nbsp;mai&nbsp;2004. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0522Date: 2004-04-27                        Her Excellency the Governor General in Council, on the recommendation of the Solicitor General of Canada, pursuant to sections 103 and 105 of the Corrections and Conditional Release Act, hereby appoints John K. Dorion of Prince Albert, Saskatchewan, to be a part-time member of the National Parole Board, Prairies Regional Division, to hold office during good behaviour for a period of three years, effective May 27, 2004.                                 Sur recommandation du solliciteur général du Canada et en vertu des articles 103 et 105 de la Loi sur le système correctionnel et la mise en liberté sous condition, Son Excellence la Gouverneure générale en conseil nomme John K. Dorion, de Prince Albert (Saskatchewan), membre à temps partiel de la Commission nationale des libérations conditionnelles, Section régionale des Prairies, à titre inamovible pour un mandat de trois ans, à compter du 27 mai 2004.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}