{
  "id": "6851",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0550<br></p><p><strong>Date: </strong>2004-05-04</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Honourable Sean J. Harrington, appointed a Judge of the Federal Court on September 16, 2003, was required to relocate from the City of Montreal in the Province of Quebec to the National Capital Region, and was entitled to a removal allowance under section 40 of the <em>Judges Act</em>;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas Mr. Justice Harrington, on account of unfavourable conditions in the real estate market, is unable to sell his former residence within the six month period referred to in paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order </em>and has requested that an additional period be approved so that he may be allowed to claim the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, in excess of the six months referred to in the forementioned paragraph;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant &nbsp;</p> <p>to subsection 3(2) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from March 16, 2004 to March 15, 2005 as an additional period during which the travelling and lodging costs, including amounts expended for meals, incurred before the establishment of the permanent new residence, or in order to visit from time to time members of the household still resident in the former residence, shall be reimbursed to the Honourable Sean J. Harrington pursuant to paragraph 3(1)(<em>k</em>) of the <em>Judges Act (Removal Allowance) Order</em>.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’honorable Sean J. Harrington, nommé juge de la Cour fédérale le 16 septembre 2003, a dû quitter &nbsp;</p> <p>Montréal (Québec) pour s’installer dans la région de la &nbsp;</p> <p>capitale nationale, et qu’il avait droit à une allocation de déménagement en vertu de l’article 40 de la <em>Loi sur les juges</em>;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le juge Harrington, vu les conditions défavorables du marché immobilier, est incapable de vendre &nbsp;</p> <p>son ancienne résidence durant la période de six mois visée à &nbsp;</p> <p>l’alinéa 3(1)<em>k</em>) du <em>Décret d’application de la Loi sur les juges (allocation de transfert) </em>et a demandé une prolongation de cette période afin qu’il soit autorisé à réclamer les frais de déplacement &nbsp;</p> <p>et de logement, y compris les frais de repas, qu’il engagera avant d’établir sa nouvelle résidence permanente, ou pour rendre visite à l’occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du ministre de &nbsp;</p> <p>la Justice et en vertu du paragraphe 3(2) du <em>Décret d’application &nbsp;</em></p> <p><em>de la Loi sur les juges (allocation de transfert)</em>, Son Excellence &nbsp;</p> <p>la Gouverneure générale en conseil prescrit la période allant &nbsp;</p> <p>du 16 mars 2004 au 15 mars 2005 à titre de période additionnelle durant laquelle les frais de déplacement et de logement, y compris &nbsp;</p> <p>les frais de repas, qu’il engagera avant d’établir sa nouvelle résidence permanente, ou pour rendre visite à l’occasion aux membres de sa maisonnée qui demeurent encore dans son ancienne résidence, seront remboursés à l’honorable Sean J. Harrington en application &nbsp;</p> <p>de l’alinéa 3(1)<em>k</em>) du <em>Décret d’application de la Loi sur les juges (allocation de transfert)</em>.</p> <br>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}