{
  "id": "6941",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0688<br></p><p><strong>Date: </strong>2004-05-14</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to sections 4 and 7 of the <em>Cape Breton Development Corporation Act</em>, hereby re-appoints Merrill&nbsp;D.&nbsp;Buchanan of Sydney, Nova&nbsp;Scotia, to be President of the Cape Breton Development Corporation to hold office during pleasure for a term of two&nbsp;years, and fixes his salary and other employment conditions as set out in the schedule hereto, which salary is within the Crown Corporation Group&nbsp;6 range ($182,500&nbsp;-&nbsp;$214,700), effective June&nbsp;20,&nbsp;2004.  </p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Ressources naturelles et en vertu des articles 4 et 7 de la <em>Loi sur la Société de développement du Cap-Breton</em>, Son Excellence la Gouverneure général en conseil renouvelle le mandat de Merrill&nbsp;D.&nbsp;Buchanan, de Sydney (Nouvelle-Écosse), président de la Société de développement du Cap-Breton, à titre amovible, pour une période de deux&nbsp;ans, et fixe son traitement et d’autres conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle salariale du groupe&nbsp;6 des sociétés d’État (182&nbsp;500&nbsp;$&nbsp;-&nbsp;214&nbsp;700&nbsp;$), à compter du 20&nbsp;juin&nbsp;2004. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0688Date: 2004-05-14                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to sections 4 and 7 of the Cape Breton Development Corporation Act, hereby re-appoints Merrill D. Buchanan of Sydney, Nova Scotia, to be President of the Cape Breton Development Corporation to hold office during pleasure for a term of two years, and fixes his salary and other employment conditions as set out in the schedule hereto, which salary is within the Crown Corporation Group 6 range ($182,500 - $214,700), effective June 20, 2004.                           Sur recommandation du ministre des Ressources naturelles et en vertu des articles 4 et 7 de la Loi sur la Société de développement du Cap-Breton, Son Excellence la Gouverneure général en conseil renouvelle le mandat de Merrill D. Buchanan, de Sydney (Nouvelle-Écosse), président de la Société de développement du Cap-Breton, à titre amovible, pour une période de deux ans, et fixe son traitement et d’autres conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle salariale du groupe 6 des sociétés d’État (182 500 $ - 214 700 $), à compter du 20 juin 2004.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}