{
  "id": "7139",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0741<br></p><p><strong>Date: </strong>2004-05-21</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the House of Commons, by resolution dated April 21, 2004, and the Senate, by resolution dated May&nbsp;10,&nbsp;2004, approved the appointment of Maria Barrados as President of the Public Service Commission;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, the Committee of the Privy Council, on the recommendation of the Prime Minister, advise that, pursuant to subsection 3(5) of the <em>Public Service Employment Act</em>, a commission under the Great Seal do issue appointing Maria&nbsp;Barrados of Ottawa, Ontario, to be President of the Public&nbsp;Service Commission, to hold office during good behaviour for a term of seven years. </p> <br> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la Chambre des communes, par résolution du 21 avril 2004, et le Sénat, par résolution du 10&nbsp;mai&nbsp;2004, ont approuvé la nomination de Maria Barrados à titre de président de la Commission de la fonction publique,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À ces causes, sur recommandation du premier&nbsp;ministre et en vertu du paragraphe 3(5) de la <em>Loi sur l’emploi dans la fonction publique, </em>le Comité du Conseil privé recommande que soit délivrée une commission sous le grand sceau portant nomination de Maria&nbsp;Barrados, d’Ottawa (Ontario), à titre de président de la Commission de la fonction publique, à titre inamovible, pour un mandat de sept ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0741Date: 2004-05-21                       Whereas the House of Commons, by resolution dated April 21, 2004, and the Senate, by resolution dated May 10, 2004, approved the appointment of Maria Barrados as President of the Public Service Commission;                      Therefore, the Committee of the Privy Council, on the recommendation of the Prime Minister, advise that, pursuant to subsection 3(5) of the Public Service Employment Act, a commission under the Great Seal do issue appointing Maria Barrados of Ottawa, Ontario, to be President of the Public Service Commission, to hold office during good behaviour for a term of seven years.                        Attendu que la Chambre des communes, par résolution du 21 avril 2004, et le Sénat, par résolution du 10 mai 2004, ont approuvé la nomination de Maria Barrados à titre de président de la Commission de la fonction publique,                      À ces causes, sur recommandation du premier ministre et en vertu du paragraphe 3(5) de la Loi sur l’emploi dans la fonction publique, le Comité du Conseil privé recommande que soit délivrée une commission sous le grand sceau portant nomination de Maria Barrados, d’Ottawa (Ontario), à titre de président de la Commission de la fonction publique, à titre inamovible, pour un mandat de sept ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}