{
  "id": "7187",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0711<br></p><p><strong>Date: </strong>2004-05-19</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that&nbsp;Minister</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>) firstly,</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an  Agreement between the Government of Canada and the Government of the United States of America for Cooperation in Science and Technology for Critical Infrastructure Protection and Border Security, or</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(ii)&nbsp;to execute and issue an Instrument of Full Powers authorizing the Honourable A.&nbsp;Anne&nbsp;McLellan, Solicitor General of Canada, or Michael&nbsp;Kergin, Ambassador of Canada to the United States of America, or Bertin&nbsp;Côté, Minister and Deputy Head of Mission, or John&nbsp;Leggat, Assistant Deputy Minister, Department of National Defence, (Science and Technology), to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the United States of America for Cooperation in Science and Technology for Critical Infrastructure Protection and Border Security; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Agreement into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce&nbsp;dernier&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;premièrement,</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(i)&nbsp;soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique sur la collaboration en sciences et technologies en vue de la protection des infrastructures essentielles et de la sécurité frontalière,</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(ii)&nbsp;soit à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable A.&nbsp;Anne&nbsp;McLellan, solliciteure générale du Canada, ou Michael&nbsp;Kergin, ambassadeur du Canada auprès des États-Unis d’Amérique, ou Bertin&nbsp;Côté, ministre et chef de mission adjoint, ou John&nbsp;Leggat, sous-ministre adjoint, ministère de la Défense nationale, (Science et technologie), à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement des États-Unis d’Amérique sur la collaboration en sciences et technologies en vue de la protection des infrastructures essentielles et de la sécurité frontalière;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;deuxièmement, à prendre les mesures nécessaires à l’entrée en vigueur de l’Accord au Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}