{
  "id": "7189",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0712<br></p><p><strong>Date: </strong>2004-05-19</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the French Republic relating to the Exploration and Exploitation of Transboundary Hydrocarbon Fields, or</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;to&nbsp;execute and issue an Instrument of Full Powers authorizing Claude&nbsp;Laverdure, Ambassador of Canada to the French Republic, or Laurette&nbsp;Glasgow, Minister, or Jean&nbsp;Saint-Jacques, Minister-Counsellor, or V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, Department of Foreign Affairs and International Trade, or Colleen&nbsp;Swords, Legal Adviser, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the French Republic relating to the Exploration and Exploitation of Transboundary Hydrocarbon Fields.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce dernier&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République française sur l’exploration et l’exploitation des champs d’hydrocarbures transfrontaliers;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;soit à établir et à délivrer un instrument de pleins pouvoirs autorisant Claude&nbsp;Laverdure, ambassadeur du Canada auprès de la République française, ou Laurette&nbsp;Glasgow, ministre, ou Jean&nbsp;Saint-Jacques, ministre-conseiller, ou V.&nbsp;Peter&nbsp;Harder, sous-ministre des Affaires étrangères, ministère des Affaires étrangères et du Commerce international, ou Colleen&nbsp;Swords, jurisconsulte, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République française sur l’exploration et l’exploitation des champs d’hydrocarbures transfrontaliers.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0712Date: 2004-05-19                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister:   (a) to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the French Republic relating to the Exploration and Exploitation of Transboundary Hydrocarbon Fields, or   (b) to execute and issue an Instrument of Full Powers authorizing Claude Laverdure, Ambassador of Canada to the French Republic, or Laurette Glasgow, Minister, or Jean Saint-Jacques, Minister-Counsellor, or V. Peter Harder, Deputy Minister of Foreign Affairs, Department of Foreign Affairs and International Trade, or Colleen Swords, Legal Adviser, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the French Republic relating to the Exploration and Exploitation of Transboundary Hydrocarbon Fields.                       Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise ce dernier :   a) soit à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République française sur l’exploration et l’exploitation des champs d’hydrocarbures transfrontaliers;   b) soit à établir et à délivrer un instrument de pleins pouvoirs autorisant Claude Laverdure, ambassadeur du Canada auprès de la République française, ou Laurette Glasgow, ministre, ou Jean Saint-Jacques, ministre-conseiller, ou V. Peter Harder, sous-ministre des Affaires étrangères, ministère des Affaires étrangères et du Commerce international, ou Colleen Swords, jurisconsulte, à signer, au nom du gouvernement du Canada, l’Accord entre le gouvernement du Canada et le gouvernement de la République française sur l’exploration et l’exploitation des champs d’hydrocarbures transfrontaliers.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}