{
  "id": "7215",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0728<br></p><p><strong>Date: </strong>2004-05-21</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that&nbsp;Minister</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;firstly,</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(i)&nbsp;to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Russian Federation Concerning Cooperation on the Destruction of Chemical Weapons, the Dismantlement of Decommissioned Nuclear Submarines and Nuclear and Radioactive Material Protection, Control and Accountancy, or</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(ii)&nbsp;to execute and issue an Instrument of Full Powers authorizing Jonathan&nbsp;T.&nbsp;Fried, Senior Foreign Policy Advisor to the Prime Minister, or V.&nbsp;Peter&nbsp;Harder, Deputy Minister of Foreign Affairs, Department of Foreign Affairs and International Trade, or James&nbsp;R.&nbsp;Wright, Assistant Deputy Minister, or Michael&nbsp;Kergin, Ambassador of Canada to the United States of America, to sign, on behalf of the Government of Canada, an Agreement between the Government of Canada and the Government of the Russian Federation Concerning Cooperation on the Destruction of Chemical Weapons, the Dismantlement of Decommissioned Nuclear Submarines and Nuclear and Radioactive Material Protection, Control and Accountancy; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;secondly, to take the action necessary to bring the Agreement into force for Canada.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui-ci&nbsp;:</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;premièrement&nbsp;:</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(i)&nbsp;soit à signer, au nom du gouvernement du Canada, l’Accord de coopération entre le gouvernement du Canada et le gouvernement de la Fédération de Russie relatif à la destruction d’armes chimiques, au démantèlement de sous-marins nucléaires hors service et à la protection, au contrôle et au dénombrement des matières nucléaires et radioactives,</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.4in\">(ii)&nbsp;soit à établir et à délivrer un instrument de pleins pouvoirs autorisant Jonathan&nbsp;T.&nbsp;Fried, conseiller principal des politiques étrangères auprès du premier ministre, ou V.&nbsp;Peter&nbsp;Harder, sous-ministre des Affaires étrangères, ministère des Affaires étrangères et du Commerce international, ou James&nbsp;R.&nbsp;Wright, sous-ministre adjoint, ou Michael&nbsp;Kergin, ambassadeur du Canada auprès des États-Unis d’Amérique, à signer, au nom du gouvernement du Canada, l’Accord de coopération entre le gouvernement du Canada et le gouvernement de la Fédération de Russie relatif à la destruction d’armes chimiques, au démantèlement de sous-marins nucléaires hors service et à la protection, au contrôle et au dénombrement des matières nucléaires et radioactives;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;deuxièmement, à prendre les mesures nécessaires pour mettre en vigueur l’Accord pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}