{
  "id": "729",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2117<br></p><p><strong>Date: </strong>2002-12-10</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to sections&nbsp;7 and 8 of the <em>Canada Transportation Act</em>, hereby appoints Beaton&nbsp;Tulk of St.&nbsp;John's, Newfoundland and Labrador, to be a member of the Canadian Transportation Agency to hold office during good behaviour for a term of five&nbsp;years, effective December&nbsp;16,&nbsp;2002.</p>  <p> </p>  <p>\t\tSur recommandation du ministre des Transports et en vertu des articles&nbsp;7 et 8 </p>  <p>de la <em>Loi sur les transports au Canada</em>, Son&nbsp;Excellence la Gouverneure générale en </p>  <p>conseil nomme Beaton&nbsp;Tulk, de St.&nbsp;John's (Terre-Neuve-et-Labrador), membre de l'Office des transports du Canada à titre inamovible pour un mandat de cinq&nbsp;ans, à compter du 16&nbsp;décembre&nbsp;2002. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2117Date: 2002-12-10       \t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to sections 7 and 8 of the Canada Transportation Act, hereby appoints Beaton Tulk of St. John's, Newfoundland and Labrador, to be a member of the Canadian Transportation Agency to hold office during good behaviour for a term of five years, effective December 16, 2002.     \t\tSur recommandation du ministre des Transports et en vertu des articles 7 et 8   de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en   conseil nomme Beaton Tulk, de St. John's (Terre-Neuve-et-Labrador), membre de l'Office des transports du Canada à titre inamovible pour un mandat de cinq ans, à compter du 16 décembre 2002.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}