{
  "id": "7318",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0782<br></p><p><strong>Date: </strong>2004-07-07</p><hr><p>   </p><p style=\"line-height: 0.520835in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, pursuant to section&nbsp;8 of the <em>Heritage Railway Stations Protection Act</em>, hereby authorizes the Canadian Pacific Railway Company to sell its railway station in Tring-Jonction, Quebec, to the Quebec Central Railway Company, in accordance with the terms and conditions set out in the annexed schedule.</p> <br> <p style=\"line-height: 0.520835in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l’Environnement et en vertu de l’article&nbsp;8 de la <em>Loi sur la protection des gares ferroviaires patrimoniales</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise la Compagnie de Chemin de Fer Canadien Pacifique à vendre sa gare ferroviaire située à Tring-Jonction (Québec), à la compagnie du chemin de fer de Québec Central, conformément aux conditions figurant à l’annexe ci-jointe.</p> <br> <p style=\"text-align: center; text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">SCHEDULE</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">&nbsp;</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">The&nbsp;Canadian Pacific Railway Company is authorized to sell its railway station in Tring-Jonction, Quebec, on condition that the purchaser submit for review and comment to the Historic Sites and Monuments Board of Canada any plans it may develop in the future in order to put the building to viable alternative use.</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">&nbsp;</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">That condition recognizes the historical, architectural and environmental importance of the station, which was designated a heritage railway station for the purposes of the <em>Heritage Railway Stations Protection Act</em> for the reasons set out in the Heritage Character Statement prepared by the&nbsp;Historic Sites and Monuments Board of Canada.</p> <br> <p style=\"text-align: center; text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">ANNEXE</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">&nbsp;</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">La&nbsp;Compagnie de Chemin de Fer Canadien Pacifique est autorisée à vendre sa gare ferroviaire située à Tring-Jonction (Québec), à la condition que l’acheteur accepte de soumettre pour révision et commentaires à la Commission des lieux et monuments historiques du Canada tout plan qu’il pourrait produire dans le futur en vue d’une réutilisation viable de l’édifice.</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">&nbsp;</p> <p style=\"text-indent: 0.25in; margin-left: -1in; margin-right: -0.8in\">Cette condition tient compte de l’importance historique, architecturale et environnementale de la gare, désignée gare ferroviaire patrimoniale en vertu de la <em>Loi sur la protection des gares ferroviaires patrimoniales</em> pour les raisons exposées dans l’énoncé de la valeur patrimoniale préparé par la Commission des lieux et monuments historiques du Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}