{
  "id": "7716",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-0950<br></p><p><strong>Date: </strong>2004-09-01</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tWhereas the Security Council of the United Nations, acting under section 41 of the Charter of the United Nations, adopted Security Council Resolution&nbsp;1373 (2001) on September&nbsp;28, 2001;</p>  <p>\t\tAnd whereas it appears to the Governor in Council to be necessary to make regulations for enabling the measures set out in that resolution to be effectively applied;</p>  <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to section&nbsp;2 of the <em>United Nations Act</em>, hereby makes the annexed <em>Regulations Amending the United Nations Suppression of Terrorism Regulations</em>.</p>  <p>\t\tAttendu que le Conseil de sécurité des Nations Unies a adopté, en vertu de l'article&nbsp;41 de la Charte des Nations Unies, la résolution 1373 (2001) le 28&nbsp;septembre&nbsp;2001;</p>  <p>\t\tAttendu qu'il semble utile à la gouverneure en conseil de prendre un règlement pour l'application des mesures énoncées dans cette résolution,</p>  <p>\t\tÀ ces causes, sur recommandation du ministre des Affaires étrangères et en vertu de l'article&nbsp;2 de la <em>Loi sur les Nations Unies</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Règlement modifiant le Règlement d'application de la résolution des Nations Unies sur la lutte contre le terrorisme</em>, ci-après.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-0950Date: 2004-09-01       \t\tWhereas the Security Council of the United Nations, acting under section 41 of the Charter of the United Nations, adopted Security Council Resolution 1373 (2001) on September 28, 2001;  \t\tAnd whereas it appears to the Governor in Council to be necessary to make regulations for enabling the measures set out in that resolution to be effectively applied;  \t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, pursuant to section 2 of the United Nations Act, hereby makes the annexed Regulations Amending the United Nations Suppression of Terrorism Regulations.  \t\tAttendu que le Conseil de sécurité des Nations Unies a adopté, en vertu de l'article 41 de la Charte des Nations Unies, la résolution 1373 (2001) le 28 septembre 2001;  \t\tAttendu qu'il semble utile à la gouverneure en conseil de prendre un règlement pour l'application des mesures énoncées dans cette résolution,  \t\tÀ ces causes, sur recommandation du ministre des Affaires étrangères et en vertu de l'article 2 de la Loi sur les Nations Unies, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement d'application de la résolution des Nations Unies sur la lutte contre le terrorisme, ci-après.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}