{
  "id": "7817",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1000<br></p><p><strong>Date: </strong>2004-09-16</p><hr><p>   </p><p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby reappoints Michèle&nbsp;Felizzola to be Honorary Consul of Canada at Nice, the French Republic, for a period of three&nbsp;years, effective November&nbsp;20,&nbsp;2004, and fixes her honorarium at the rate set out in the schedule hereto, which honorarium is within the range ($6,000&nbsp;-&nbsp;$10,000), such appointment to be terminated by either the Minister of Foreign Affairs or Michèle&nbsp;Felizzola, giving the other sixty&nbsp;days' written notice. </p> <p style=\"line-height: 0.36in\">&nbsp;</p> <p style=\"line-height: 0.36in\">&nbsp;</p> <br> <p style=\"line-height: 0.36in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme de nouveau Michèle&nbsp;Felizzola au poste de consul honoraire du Canada à Nice (République française), pour une période de trois ans, à compter du 20&nbsp;novembre&nbsp;2004, et fixe ses honoraires au taux figurant à l'annexe ci-jointe, lesquels honoraires se situent dans l'échelle (6&nbsp;000&nbsp;$ - 10&nbsp;000&nbsp;$).  Le ministre des Affaires étrangères ou Michèle&nbsp;Felizzola peuvent mettre fin à la nomination en remettant un avis écrit de soixante&nbsp;jours à l'autre partie. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1000Date: 2004-09-16                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby reappoints Michèle Felizzola to be Honorary Consul of Canada at Nice, the French Republic, for a period of three years, effective November 20, 2004, and fixes her honorarium at the rate set out in the schedule hereto, which honorarium is within the range ($6,000 - $10,000), such appointment to be terminated by either the Minister of Foreign Affairs or Michèle Felizzola, giving the other sixty days' written notice.                            Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme de nouveau Michèle Felizzola au poste de consul honoraire du Canada à Nice (République française), pour une période de trois ans, à compter du 20 novembre 2004, et fixe ses honoraires au taux figurant à l'annexe ci-jointe, lesquels honoraires se situent dans l'échelle (6 000 $ - 10 000 $).  Le ministre des Affaires étrangères ou Michèle Felizzola peuvent mettre fin à la nomination en remettant un avis écrit de soixante jours à l'autre partie.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}