{
  "id": "7833",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1008<br></p><p><strong>Date: </strong>2004-09-17</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que monsieur Benjamin&nbsp;Taylor, de la  ville de Summerside dans la province de l'Île-du-Prince-Édouard, l'un des conseillers juridiques de Sa&nbsp;Majesté, soit nommé juge de la Division de première instance de la Cour suprême de l'Île-du-Prince-Édouard, et juge d'office de la Division d'appel de ladite Cour.</p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that Benjamin&nbsp;Taylor, Esquire, of the City of Summerside, in the Province of Prince Edward Island, one of Her Majesty's Counsel learned in the law, be appointed a Judge of the Trial Division of the Supreme Court of Prince Edward Island, and a Judge ex officio of the Appeal Division of the said Court.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1008Date: 2004-09-17                        Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que monsieur Benjamin Taylor, de la  ville de Summerside dans la province de l'Île-du-Prince-Édouard, l'un des conseillers juridiques de Sa Majesté, soit nommé juge de la Division de première instance de la Cour suprême de l'Île-du-Prince-Édouard, et juge d'office de la Division d'appel de ladite Cour.                         The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that Benjamin Taylor, Esquire, of the City of Summerside, in the Province of Prince Edward Island, one of Her Majesty's Counsel learned in the law, be appointed a Judge of the Trial Division of the Supreme Court of Prince Edward Island, and a Judge ex officio of the Appeal Division of the said Court.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}