{
  "id": "7919",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1067<br></p><p><strong>Date: </strong>2004-09-23</p><hr><p>   </p><p style=\"line-height: 0.405001in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, pursuant to section&nbsp;6 of the <em>Sahtu&nbsp;Dene and Metis Land Claim Settlement Act</em>, hereby authorizes the Minister of Indian Affairs and Northern Development to renew the Implementation Plans, with amendments, for the Sahtu&nbsp;Dene and Metis Comprehensive Land Claim Agreement, in accordance with the list of amendments set out in the annexed schedule.</p> <br> <p style=\"line-height: 0.405001in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor et en vertu de l’article&nbsp;6 de la <em>Loi&nbsp;sur le règlement de la revendication territoriale des Dénés et Métis du Sahtu</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires indiennes et du Nord canadien à renouveler le Plan de mise en œuvre, avec modifications, de l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu, conformément aux modifications figurant à l’annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1067Date: 2004-09-23                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, pursuant to section 6 of the Sahtu Dene and Metis Land Claim Settlement Act, hereby authorizes the Minister of Indian Affairs and Northern Development to renew the Implementation Plans, with amendments, for the Sahtu Dene and Metis Comprehensive Land Claim Agreement, in accordance with the list of amendments set out in the annexed schedule.                       Sur recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor et en vertu de l’article 6 de la Loi sur le règlement de la revendication territoriale des Dénés et Métis du Sahtu, Son Excellence la Gouverneure générale en conseil autorise le ministre des Affaires indiennes et du Nord canadien à renouveler le Plan de mise en œuvre, avec modifications, de l’Entente sur la revendication territoriale globale des Dénés et Métis du Sahtu, conformément aux modifications figurant à l’annexe ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}