{
  "id": "7921",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1066<br></p><p><strong>Date: </strong>2004-09-23</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas section&nbsp;24 of the <em>Yukon First Nations Self-Government Act</em> (the&nbsp;Act) provides that the Minister of Indian Affairs and Northern Development may, with the approval of the Governor in Council and subject to appropriations by Parliament, enter into an agreement with a first nation named in the Act for the provision of funding by the Government of Canada to the first nation over the period of time and subject to the terms and conditions specified in the agreement;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, pursuant to Orders in Council P.C.&nbsp;2000-521 of April&nbsp;6,&nbsp;2000 and P.C.&nbsp;2001-2362 of December&nbsp;13,&nbsp;2001, Financial Transfer Agreements were approved in respect of eight self-governing Yukon First Nations;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas it is desirable to amend the agreements to increase their respective formula gross expenditure bases as set out in Annex&nbsp;A to the agreements;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development and the Treasury Board, pursuant to section&nbsp;24 of the <em>Yukon First Nations Self-Government Act</em>, hereby approves that the Minister of Indian Affairs and Northern Development, on behalf of &nbsp;</p> <p>Her Majesty in right of Canada, enter into and sign amending agreements with the Champagne and Aishihik First Nations, the Little Salmon/Carmacks First Nation, the First Nation of Nacho&nbsp;Nyak&nbsp;Dun, the Selkirk First Nation, the Ta’an Kwach’an Council, the Teslin Tlingit Council, the Tr’ondëk Hwëch’in and the Vuntut Gwitchin First Nation, substantially in accordance with the summary of amendments set out in Schedule&nbsp;A to this&nbsp;Order.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’article&nbsp;24 de la <em>Loi&nbsp;sur l'autonomie gouvernementale des premières nations du Yukon</em> (la&nbsp;Loi) prévoit que, sous réserve de l’affectation des crédits par le parlement, le ministre des Affaires indiennes et du Nord canadien peut, avec l’agrément du gouverneur en conseil, conclure avec les premières nations du Yukon dont le nom figure dans la Loi, des accords de financement pour la durée et selon les modalités qui y sont énoncées;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu des décrets C.P.&nbsp;2000-521 du 6&nbsp;avril&nbsp;2000 et C.P.&nbsp;2001-2362 du 13&nbsp;décembre&nbsp;2001, des accords de financement ont été approuvés à l’égard de huit&nbsp;premières nations autonomes du Yukon;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu qu’il est souhaitable de modifier ces accords afin d’incorporer une augmentation dans la formule basée sur les dépenses brutes figurant à l’annexe&nbsp;A de chacun de ces accords,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien et du Conseil du Trésor et en vertu de l’article&nbsp;24 de la <em>Loi&nbsp;sur l'autonomie gouvernementale des premières nations du Yukon</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre des Affaires indiennes et du Nord canadien à conclure, au nom de Sa Majesté du chef du Canada, des accords modificatifs avec les premières nations de Champagne et Aishihik, la première nation de Carmacks/Little Salmon, la première nation des Nacho&nbsp;Nyak&nbsp;Dun, la première nation de Selkirk, le conseil des Ta'an Kwach'an, la première nation des Tlingits de Teslin, les Tr'ondëk Hwëch'in et la première nation des Gwitchin Vuntut, lesquels accords sont conformes en substance au sommaire figurant à l’annexe&nbsp;A ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}