{
  "id": "7982",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1036<br></p><p><strong>Date: </strong>2004-09-23</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;40 of the <em>Indian&nbsp;Act</em>, hereby accepts the designation made to Her&nbsp;Majesty in right of Canada by Adams Lake, a band within the meaning of the <em>Indian&nbsp;Act</em> (the&nbsp;“Band”), of a portion of Stequmwhulpa Indian Reserve No.&nbsp;5, Switsemalph Indian Reserve No.&nbsp;6, and Switsemalph Indian Reserve No.&nbsp;7, in the Province of British Columbia, for the purpose of granting a right of way to the Canadian Pacific Railway Company, which designation was assented to by the Band on March&nbsp;11,&nbsp;2004 and is set out in the attached schedule.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;40 de la <em>Loi&nbsp;sur les Indiens</em>, Son&nbsp;Excellence la Gouverneure générale en conseil accepte la désignation, faite à Sa&nbsp;Majesté du chef du Canada par Adams Lake, une bande au sens de la <em>Loi&nbsp;sur les Indiens</em> (la&nbsp;«&nbsp;bande&nbsp;»), d’une partie de la réserve indienne Stequmwhulpa n<sup>o</sup>&nbsp;5, de la réserve indienne Switsemalph n<sup>o</sup>&nbsp;6, et de la réserve indienne Switsemalph n<sup>o</sup>&nbsp;7, dans la province de la Colombie-Britannique, en vue de l’octroi d’une servitude de passage à la Compagnie de Chemin de fer Canadien Pacifique, laquelle désignation a été sanctionnée par la bande le 11&nbsp;mars&nbsp;2004 et est décrite à l’annexe ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}