{
  "id": "8053",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1113<br></p><p><strong>Date: </strong>2004-09-30</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>)&nbsp;a&nbsp;Commission <em>dedimus potestatem</em> under the Great Seal of Canada do issue to the Honourable Konrad&nbsp;W.&nbsp;von&nbsp;Finckenstein, the Honourable Sean&nbsp;J.&nbsp;Harrington, the Honourable Richard&nbsp;G.&nbsp;Mosley, the Honourable Michel&nbsp;M.J.&nbsp;Shore, the Honourable Michael&nbsp;L.&nbsp;Phelan and the Honourable Anne&nbsp;L.&nbsp;Mactavish, Judges of the Federal Court, and the Honourable Georgette&nbsp;Sheridan and the Honourable Paul&nbsp;Bédard, Judges of the Tax Court of Canada, authorizing them to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within Canada, the Oath of Allegiance and such other oath or oaths as may from time to time be prescribed by any law or statute in that behalf made and provided; and</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;a&nbsp;Commission <em>dedimus potestatem</em> under the Great Seal of Canada do issue authorizing each of the judges named in the annexed schedule to tender and administer to and take from all and every person or persons who now holds or hold or who shall hereafter hold any office or place of trust or profit or who may be appointed to discharge any duty within the province or territory for which such judge was appointed, the Oath of Allegiance and such other Oath or Oaths as may from time to time be prescribed by any law or statute in that behalf made and provided.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande&nbsp;:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;qu’une commission <em>dedimus potestatem</em> soit établie, sous le grand sceau du Canada, au nom de l’honorable Konrad&nbsp;W.&nbsp;von&nbsp;Finckenstein, l’honorable Sean&nbsp;J.&nbsp;Harrington, l’honorable Richard&nbsp;G.&nbsp;Mosley, l’honorable Michel&nbsp;M.J.&nbsp;Shore, l’honorable Michael&nbsp;L.&nbsp;Phelan et l’honorable Anne&nbsp;L.&nbsp;Mactavish, juges de la Cour fédérale, et de l’honorable Georgette&nbsp;Sheridan et l’honorable Paul&nbsp;Bédard, juges de la Cour canadienne de l’impôt, les autorisant à déférer à toute personne qui occupe ou occupera une charge ou un poste de confiance ou comportant une rémunération ou qui peut être nommée à quelque fonction au Canada, le serment d'allégeance ainsi que tout autre serment qui peut être prescrit, à l'occasion, par des lois ou statuts établis à cet&nbsp;effet;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;qu’une commission <em>dedimus potestatem</em> soit établie, sous le grand sceau du Canada, au nom de chacun des juges figurant à l’annexe ci-jointe, les autorisant à déférer à toute personne qui occupe ou occupera une charge ou un poste de confiance ou comportant une rémunération ou qui peut être nommée à quelque fonction dans la province ou le territoire où ces juges sont en fonction, le serment d’allégeance ainsi que tout autre serment qui peut être prescrit, à l’occasion, par des lois ou statuts établis à cet&nbsp;effet.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}