{
  "id": "8097",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1118<br></p><p><strong>Date: </strong>2004-09-30</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, pursuant to Order in Council P.C.&nbsp;2003-1053 of July&nbsp;16,&nbsp;2003, the Governor in Council authorized the entry into the Agreement Establishing the BSE&nbsp;Recovery Program with the governments of the provinces;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, pursuant to Orders in Council P.C.&nbsp;2003-1404 of September&nbsp;22,&nbsp;2003, P.C.&nbsp;2003-1802 of November&nbsp;7,&nbsp;2003 and P.C.&nbsp;2004-198 of March&nbsp;8,&nbsp;2004, the Governor in Council authorized the entry into agreements with the governments of the provinces for the purposes of amending the Agreement Establishing the BSE&nbsp;Recovery Program;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas, pursuant to subsection&nbsp;12(5) of the <em>Farm Income Protection Act</em>, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection&nbsp;12(1) of that Act, to provide additional financial assistance to producers of agricultural products who have been affected by the recent suspension by the United States of imports of Canadian ruminants or ruminant products;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to subsection&nbsp;12(5) of the <em>Farm Income Protection Act</em>, hereby authorizes the Minister of Agriculture and Agri-Food to enter into, on behalf of the Government of Canada, an agreement with the governments of each of the provinces and territories amending the Agreement Establishing the BSE&nbsp;Recovery Program, substantially in accordance with the annexed draft agreement.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, par le décret C.P.&nbsp;2003-1053 du 16&nbsp;juillet&nbsp;2003, la gouverneure en conseil a autorisé la conclusion avec les gouvernements provinciaux de l’Accord établissant le Programme de redressement de l’industrie dans le sillage de&nbsp;l’ESB;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, par les décrets C.P.&nbsp;2003-1404 du 22&nbsp;septembre&nbsp;2003, C.P.&nbsp;2003-1802 du 7&nbsp;novembre 2003 et C.P.&nbsp;2004-198 du 8&nbsp;mars&nbsp;2004, la gouverneure en conseil a autorisé la conclusion avec les gouvernements provinciaux d’accords visant à modifier l’Accord établissant le Programme de redressement de l’industrie dans le sillage de&nbsp;l’ESB;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu du paragraphe&nbsp;12(5) de la <em>Loi&nbsp;sur la protection du revenu agricole</em>, la gouverneure en conseil estime nécessaire, à la suite de la mise en oeuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire en vertu du paragraphe&nbsp;12(1) de cette loi, de fournir une aide financière supplémentaire aux producteurs agricoles lésés par la suspension récente, par les États-Unis, des importations de ruminants ou de produits de ruminants canadiens,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor, et vertu du paragraphe&nbsp;12(5) de la <em>Loi&nbsp;sur la protection du revenu agricole</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure, au nom du gouvernement du Canada, avec les gouvernements provinciaux et territoriaux, un accord, conforme en substance au projet d’accord ci-joint, modifiant l’Accord établissant le Programme de redressement de l’industrie dans le sillage de&nbsp;l’ESB.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1118Date: 2004-09-30                        Whereas, pursuant to Order in Council P.C. 2003-1053 of July 16, 2003, the Governor in Council authorized the entry into the Agreement Establishing the BSE Recovery Program with the governments of the provinces;                       Whereas, pursuant to Orders in Council P.C. 2003-1404 of September 22, 2003, P.C. 2003-1802 of November 7, 2003 and P.C. 2004-198 of March 8, 2004, the Governor in Council authorized the entry into agreements with the governments of the provinces for the purposes of amending the Agreement Establishing the BSE Recovery Program;                       And whereas, pursuant to subsection 12(5) of the Farm Income Protection Act, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection 12(1) of that Act, to provide additional financial assistance to producers of agricultural products who have been affected by the recent suspension by the United States of imports of Canadian ruminants or ruminant products;                       Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Treasury Board, pursuant to subsection 12(5) of the Farm Income Protection Act, hereby authorizes the Minister of Agriculture and Agri-Food to enter into, on behalf of the Government of Canada, an agreement with the governments of each of the provinces and territories amending the Agreement Establishing the BSE Recovery Program, substantially in accordance with the annexed draft agreement.                       Attendu que, par le décret C.P. 2003-1053 du 16 juillet 2003, la gouverneure en conseil a autorisé la conclusion avec les gouvernements provinciaux de l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB;                       Attendu que, par les décrets C.P. 2003-1404 du 22 septembre 2003, C.P. 2003-1802 du 7 novembre 2003 et C.P. 2004-198 du 8 mars 2004, la gouverneure en conseil a autorisé la conclusion avec les gouvernements provinciaux d’accords visant à modifier l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB;                       Attendu que, en vertu du paragraphe 12(5) de la Loi sur la protection du revenu agricole, la gouverneure en conseil estime nécessaire, à la suite de la mise en oeuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire en vertu du paragraphe 12(1) de cette loi, de fournir une aide financière supplémentaire aux producteurs agricoles lésés par la suspension récente, par les États-Unis, des importations de ruminants ou de produits de ruminants canadiens,                       À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor, et vertu du paragraphe 12(5) de la Loi sur la protection du revenu agricole, Son Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure, au nom du gouvernement du Canada, avec les gouvernements provinciaux et territoriaux, un accord, conforme en substance au projet d’accord ci-joint, modifiant l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}