{
  "id": "818",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2162<br></p><p><strong>Date: </strong>2002-12-11</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t\tSur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que des lettres patentes revêtues du grand sceau soient émises nommant Johanne&nbsp;Gauthier, de la ville de Montréal dans la province de Québec, une avocate, juge de la Cour fédérale du Canada - Section de première instance, et membre de droit de la Cour d'appel fédérale. </p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tThe Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that letters patent under the Great Seal be issued appointing Johanne Gauthier, of the City of Montréal, in the Province of Quebec, Barrister-at-law, a Judge of the Federal Court of Canada - Trial Division, and<em> </em>a member ex officio of the Federal Court of Appeal. </p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\">   <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2162Date: 2002-12-11       \t\tSur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que des lettres patentes revêtues du grand sceau soient émises nommant Johanne Gauthier, de la ville de Montréal dans la province de Québec, une avocate, juge de la Cour fédérale du Canada - Section de première instance, et membre de droit de la Cour d'appel fédérale.    \t\tThe Committee of the Privy Council, on the recommendation of the Minister of Justice, advise that letters patent under the Great Seal be issued appointing Johanne Gauthier, of the City of Montréal, in the Province of Quebec, Barrister-at-law, a Judge of the Federal Court of Canada - Trial Division, and a member ex officio of the Federal Court of Appeal.        \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}