{
  "id": "8381",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1239<br></p><p><strong>Date: </strong>2004-10-26</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment and the Minister of Fisheries and Oceans, pursuant to section&nbsp;7 of the <em>Department of the Environment Act</em> and section&nbsp;5 of the <em>Department of Fisheries and Oceans Act</em>, hereby approves that the Minister of the Environment and the Minister of Fisheries and Oceans enter into the Canada–Quebec Agreement pertaining to the St.&nbsp;Lawrence (2004-2009) with the government of the province of Quebec, substantially in accordance with the annexed draft Agreement, for the purpose of implementing the St.&nbsp;Lawrence Action Plan aimed at conserving, protecting and enhancing the St.&nbsp;Lawrence ecosystem and at furthering the engagement of communities as well as the integrated management of the St.&nbsp;Lawrence.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de l’Environnement et du ministre des Pêches et des Océans et en vertu de l’article&nbsp;7 de la <em>Loi&nbsp;sur le ministère de l’Environnement</em> et de l’article&nbsp;5 de la <em>Loi&nbsp;sur le ministère des Pêches et des Océans</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la conclusion par le ministre de l’Environnement et le ministre des Pêches et des Océans, avec le gouvernement de la province de Québec, de l’Entente Canada–Québec sur le Saint-Laurent (2004-2009), laquelle est conforme en substance au projet d’entente ci-joint et vise à mettre en oeuvre le Plan d’action Saint-Laurent en vue de conserver, de  protéger et de mettre en valeur l’écosystème du Saint-Laurent et de favoriser l’engagement des collectivités ainsi que la gestion intégrée du Saint-Laurent.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}