{
  "id": "842",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2222<br></p><p><strong>Date: </strong>2002-12-13</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t(T.B.&nbsp;Rec.&nbsp;830190)</p>  <p>\t\tHer&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury&nbsp;Board, hereby</p>  <p>\t(<em>a</em>)&nbsp;pursuant to subsection 122(1) of the <em>Financial Administration Act</em>, approves the Corporate Plan of the Pacific Pilotage Authority for the 2003 to 2007 Planning Period, in accordance with the decision of the Treasury&nbsp;Board at its meeting of December&nbsp;12,&nbsp;2002; and</p>  <p>\t(<em>b</em>)&nbsp;pursuant to section&nbsp;36 of the <em>Pilotage Act</em>, fixes the maximum amount of money that can be borrowed at any time by the Pacific Pilotage Authority, in Canada or elsewhere, for the purpose of defraying its expenses, at CDN&nbsp;$2,500,000.</p>  <p>\t(Rec.&nbsp;du&nbsp;C.T.&nbsp;830190)</p>  <p>\t\tSur recommandation du ministre des Transports et du Conseil du Trésor, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p>\t<em>a</em>)&nbsp;en vertu du paragraphe&nbsp;122(1) de la <em>Loi sur la gestion des finances publiques</em>, approuve le plan d'entreprise de l'Administration de pilotage du Pacifique pour la période de planification allant de 2003&nbsp;à&nbsp;2007, conformément à la décision prise par le Conseil du Trésor à sa réunion du 12&nbsp;décembre&nbsp;2002;</p>  <p>\t<em>b</em>)&nbsp;en vertu de l'article 36 de la <em>Loi sur le pilotage</em>, fixe à 2&nbsp;500&nbsp;000&nbsp;$&nbsp;CAN le plafond jusqu'à concurrence duquel l'Administration de pilotage du Pacifique peut, à tout moment, contracter des emprunts, au Canada ou ailleurs, pour pouvoir acquitter ses frais.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2002-2222Date: 2002-12-13       \t(T.B. Rec. 830190)  \t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Treasury Board, hereby  \t(a) pursuant to subsection 122(1) of the Financial Administration Act, approves the Corporate Plan of the Pacific Pilotage Authority for the 2003 to 2007 Planning Period, in accordance with the decision of the Treasury Board at its meeting of December 12, 2002; and  \t(b) pursuant to section 36 of the Pilotage Act, fixes the maximum amount of money that can be borrowed at any time by the Pacific Pilotage Authority, in Canada or elsewhere, for the purpose of defraying its expenses, at CDN $2,500,000.  \t(Rec. du C.T. 830190)  \t\tSur recommandation du ministre des Transports et du Conseil du Trésor, Son Excellence la Gouverneure générale en conseil :  \ta) en vertu du paragraphe 122(1) de la Loi sur la gestion des finances publiques, approuve le plan d'entreprise de l'Administration de pilotage du Pacifique pour la période de planification allant de 2003 à 2007, conformément à la décision prise par le Conseil du Trésor à sa réunion du 12 décembre 2002;  \tb) en vertu de l'article 36 de la Loi sur le pilotage, fixe à 2 500 000 $ CAN le plafond jusqu'à concurrence duquel l'Administration de pilotage du Pacifique peut, à tout moment, contracter des emprunts, au Canada ou ailleurs, pour pouvoir acquitter ses frais.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}