{
  "id": "8497",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1292<br></p><p><strong>Date: </strong>2004-11-01</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas Her&nbsp;Majesty in right of the Province of Alberta (the&nbsp;“Province”) is empowered by the <em>Public Works Act</em>, R.S.A.&nbsp;2000, c.&nbsp;P-46, to take lands without the consent of the owner for the purpose of a public road and public utility purposes;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas the Province requires certain lands in the Alexander Indian Reserve No. 134, described in the annexed schedule (the&nbsp;“Lands”) for the purpose of a public road and public utility purposes, with the intention that the lands be removed from reserve status;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby</p>  <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>)&nbsp;pursuant to subsection&nbsp;35(1) of the <em>Indian&nbsp;Act</em>, consents to the exercise by the Province of the power to take the Lands without the consent of the owner, subject to the terms set out in paragraph&nbsp;(<em>b</em>); and</p>  <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>)&nbsp;pursuant to subsection&nbsp;35(3) of the <em>Indian&nbsp;Act</em>, in lieu of the Province taking the Lands, authorizes the transfer of administration and control of the Lands to the Province, subject to the following terms, namely,</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(i)&nbsp;that&nbsp;the Lands are used solely for the purpose of a public road and public utilities,</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(ii)&nbsp;that if the Lands cease to be used for the purposes set out in subparagraph&nbsp;(i), they will be transferred by the Province to Canada for the use and benefit of the Alexander Band,</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(iii)&nbsp;the compensation for the transfer of the Lands shall be $3,000.00 per&nbsp;acre, and</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(iv)&nbsp;the taking or transfer of the Lands, as the case may be, shall not include taking any mines and minerals.</p>  <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, en vertu du <em>Public Works Act</em>, R.S.A.&nbsp;2000, ch.&nbsp;P-46, Sa&nbsp;Majesté du chef de la province d’Alberta (la&nbsp;«&nbsp;province&nbsp;») a le pouvoir de prendre des terres, sans le consentement du propriétaire, pour les besoins d’une voie publique et de services publics;</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que la province a besoin de certaines terres (les&nbsp;«&nbsp;terres&nbsp;») dans la réserve indienne Alexander n<sup>o</sup>&nbsp;134 décrites dans l’annexe ci-jointe, pour les besoins d’une voie publique et de services publics, l’intention visée étant de retirer à ces terres leur statut de réserve indienne,</p>   <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p>  <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>)&nbsp;consent, en&nbsp;vertu du paragraphe&nbsp;35(1) de la <em>Loi&nbsp;sur les Indiens</em>, à ce que la province exerce son pouvoir de prendre les terres, sans le consentement du propriétaire, sous réserve des conditions prévues à l’alinéa&nbsp;<em>b</em>);</p>  <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>)&nbsp;permet, en vertu du paragraphe&nbsp;35(3) de la <em>Loi&nbsp;sur les Indiens</em>, au lieu de la prise des terres par la province, le transfert à celle-ci de l’administration et du contrôle des terres, aux conditions suivantes&nbsp;:</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(i)&nbsp;ce&nbsp;transfert est uniquement pour les besoins d’une voie publique et de services publics,</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(ii)&nbsp;dès&nbsp;que ces terres cessent d’être utilisées pour les besoins visés au sous-alinéa (i), la province les restitue au Canada, à l’usage et au profit de la bande Alexander,</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(iii)&nbsp;une&nbsp;indemnité de 3&nbsp;000&nbsp;$ l’acre est versée pour le transfert de ces terres,</p>  <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\">(iv)&nbsp;la&nbsp;prise ou le transfert de ces terres, selon le cas, ne s’applique pas aux mines et minéraux.</p>  <br> <p style=\"text-align: center\">SCHEDULE</p>   <br> <p style=\"text-align: center\">Alexander Indian Reserve No.&nbsp;134</p>  <p style=\"text-align: center\">Province of Alberta</p>   <br> <p style=\"text-align: center\">Legal Description of Lands</p>   <br> <p>All those portions of Alexander Indian Reserve No.&nbsp;134, in the Province of Alberta, as shown in detail on a Plan of Survey deposited in the Canada Lands Surveys Records in Ottawa as Plan No. 87332, containing 0.51&nbsp;hectares (1.26&nbsp;acres), more or less.</p>  <br> <p style=\"text-align: center\">ANNEXE</p>   <br> <p style=\"text-align: center\">Réserve indienne Alexander n<sup>o</sup>&nbsp;134</p>  <p style=\"text-align: center\">Province d’Alberta</p>   <br> <p style=\"text-align: center\">Description juridique des terres</p>   <br> <p>Toutes les parties de la réserve indienne Alexander n<sup>o</sup>&nbsp;134, province d’Alberta, telles que montrées en détail sur le plan d’arpentage déposé aux Archives d’arpentage des terres du Canada à Ottawa sous le numéro 87332, lesquelles ont une superficie d’environ 0,51&nbsp;hectare (1,26&nbsp;acre), plus ou&nbsp;moins.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1292Date: 2004-11-01                        Whereas Her Majesty in right of the Province of Alberta (the “Province”) is empowered by the Public Works Act, R.S.A. 2000, c. P-46, to take lands without the consent of the owner for the purpose of a public road and public utility purposes;                         And whereas the Province requires certain lands in the Alexander Indian Reserve No. 134, described in the annexed schedule (the “Lands”) for the purpose of a public road and public utility purposes, with the intention that the lands be removed from reserve status;                         Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, hereby    (a) pursuant to subsection 35(1) of the Indian Act, consents to the exercise by the Province of the power to take the Lands without the consent of the owner, subject to the terms set out in paragraph (b); and    (b) pursuant to subsection 35(3) of the Indian Act, in lieu of the Province taking the Lands, authorizes the transfer of administration and control of the Lands to the Province, subject to the following terms, namely,    (i) that the Lands are used solely for the purpose of a public road and public utilities,    (ii) that if the Lands cease to be used for the purposes set out in subparagraph (i), they will be transferred by the Province to Canada for the use and benefit of the Alexander Band,    (iii) the compensation for the transfer of the Lands shall be $3,000.00 per acre, and    (iv) the taking or transfer of the Lands, as the case may be, shall not include taking any mines and minerals.                        Attendu que, en vertu du Public Works Act, R.S.A. 2000, ch. P-46, Sa Majesté du chef de la province d’Alberta (la « province ») a le pouvoir de prendre des terres, sans le consentement du propriétaire, pour les besoins d’une voie publique et de services publics;                         Attendu que la province a besoin de certaines terres (les « terres ») dans la réserve indienne Alexander no 134 décrites dans l’annexe ci-jointe, pour les besoins d’une voie publique et de services publics, l’intention visée étant de retirer à ces terres leur statut de réserve indienne,                         À ces causes, sur recommandation du ministre des Affaires indiennes et du Nord canadien, Son Excellence la Gouverneure générale en conseil :    a) consent, en vertu du paragraphe 35(1) de la Loi sur les Indiens, à ce que la province exerce son pouvoir de prendre les terres, sans le consentement du propriétaire, sous réserve des conditions prévues à l’alinéa b);    b) permet, en vertu du paragraphe 35(3) de la Loi sur les Indiens, au lieu de la prise des terres par la province, le transfert à celle-ci de l’administration et du contrôle des terres, aux conditions suivantes :    (i) ce transfert est uniquement pour les besoins d’une voie publique et de services publics,    (ii) dès que ces terres cessent d’être utilisées pour les besoins visés au sous-alinéa (i), la province les restitue au Canada, à l’usage et au profit de la bande Alexander,    (iii) une indemnité de 3 000 $ l’acre est versée pour le transfert de ces terres,    (iv) la prise ou le transfert de ces terres, selon le cas, ne s’applique pas aux mines et minéraux.   SCHEDULE    Alexander Indian Reserve No. 134  Province of Alberta    Legal Description of Lands    All those portions of Alexander Indian Reserve No. 134, in the Province of Alberta, as shown in detail on a Plan of Survey deposited in the Canada Lands Surveys Records in Ottawa as Plan No. 87332, containing 0.51 hectares (1.26 acres), more or less.   ANNEXE    Réserve indienne Alexander no 134  Province d’Alberta    Description juridique des terres    Toutes les parties de la réserve indienne Alexander no 134, province d’Alberta, telles que montrées en détail sur le plan d’arpentage déposé aux Archives d’arpentage des terres du Canada à Ottawa sous le numéro 87332, lesquelles ont une superficie d’environ 0,51 hectare (1,26 acre), plus ou moins.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}