{
  "id": "852",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2215<br></p><p><strong>Date: </strong>2002-12-13</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p>\t(T.B. Rec.&nbsp;830225)</p>  <p>\t\tWhereas, in its Corporate Plan for the 2003 to 2007 planning period, Canada Mortgage and Housing Corporation has indicated an intention to borrow money;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAnd whereas, pursuant to subsection 127(2) of the <em>Financial Administration Act</em>, the Minister of Finance has required that his recommendation, in addition to that of the Minister of Transport, be obtained before the Corporate Plan is submitted to the Governor in Council for approval;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tTherefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, the Minister of Finance and the Treasury Board, pursuant to subsection 122(1) of the <em>Financial Administration Act</em>, hereby approves the Corporate Plan of Canada Mortgage and Housing Corporation for the 2003&nbsp;to&nbsp;2007 planning period.</p>  <p>\t(Rec. du C.T.&nbsp;830225)</p>  <p>\t\tAttendu que, dans son plan d'entreprise pour la période de planification allant de 2003&nbsp;à&nbsp;2007, la Société canadienne d'hypothèques et de logement fait état de son intention de contracter des emprunts;</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tAttendu que, en vertu du paragraphe 127(2) de la <em>Loi sur la gestion des finances publiques</em>, le ministre des Finances a exigé que sa propre recommandation, en plus de celle du ministre des Transports, accompagne le plan d'entreprise soumis à la gouverneure en conseil pour approbation,</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tÀ ces causes, sur recommandation du ministre des Transports, du ministre des Finances et du Conseil du Trésor et en vertu du paragraphe 122(1) de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil approuve le plan d'entreprise de la Société canadienne d'hypothèques et de logement pour la période de planification allant de 2003&nbsp;à&nbsp;2007.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}