{
  "id": "8572",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1347<br></p><p><strong>Date: </strong>2004-11-16</p><hr><p>   </p><p style=\"line-height: 0.312502in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, hereby</p> <br> <p style=\"line-height: 0.312502in; margin-left: 0.25in\">(<em>a</em>) pursuant to section 301 of the <em>Canada Shipping Act</em>, appoints the persons listed in Schedule&nbsp;1 as steamship inspectors for all of Canada; and</p> <br> <p style=\"line-height: 0.312502in; margin-left: 0.25in\">(<em>b</em>) pursuant to sections 301 and 400 of the <em>Canada Shipping Act</em>, appoints the persons listed in Schedule&nbsp;2 as steamship inspectors and Inspectors of Ships’ Tackle for all of Canada.</p> <br> <br> <p style=\"line-height: 0.312502in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Transports, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <br> <p style=\"line-height: 0.312502in; margin-left: 0.25in\"><em>a</em>) en vertu de l’article 301 de la <em>Loi sur la marine marchande du Canada</em>, nomme inspecteurs de navires à vapeur pour tout le Canada les personnes dont le nom figure à l’annexe&nbsp;1 ci-jointe;</p> <br> <p style=\"line-height: 0.312502in; margin-left: 0.25in\"><em>b</em>) en vertu des articles 301 et 400 de la <em>Loi sur la marine marchande du Canada</em>, nomme inspecteurs de navires à vapeur et inspecteurs de l’outillage de chargement des navires pour tout le Canada les personnes dont le nom figure à l’annexe&nbsp;2 ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1347Date: 2004-11-16                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, hereby  (a) pursuant to section 301 of the Canada Shipping Act, appoints the persons listed in Schedule 1 as steamship inspectors for all of Canada; and  (b) pursuant to sections 301 and 400 of the Canada Shipping Act, appoints the persons listed in Schedule 2 as steamship inspectors and Inspectors of Ships’ Tackle for all of Canada.                        Sur recommandation du ministre des Transports, Son Excellence la Gouverneure générale en conseil :  a) en vertu de l’article 301 de la Loi sur la marine marchande du Canada, nomme inspecteurs de navires à vapeur pour tout le Canada les personnes dont le nom figure à l’annexe 1 ci-jointe;  b) en vertu des articles 301 et 400 de la Loi sur la marine marchande du Canada, nomme inspecteurs de navires à vapeur et inspecteurs de l’outillage de chargement des navires pour tout le Canada les personnes dont le nom figure à l’annexe 2 ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}