{
  "id": "860",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2002-2211<br></p><p><strong>Date: </strong>2002-12-13</p><hr><p>  <meta name=\"Generator\" content=\"Corel WordPerfect 8\"> <title></title>    </p><p align=\"RIGHT\">(T.B. Rec. 830209)</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\t\t\t\t\t\t\t\t\t</p>  <p>\t\tHer Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage and the Treasury Board, pursuant to subsection&nbsp;48(2) of the <em>Broadcasting&nbsp;Act</em> and Order in Council P.C. 2002-1582 of September&nbsp;24,&nbsp;2002, hereby approves that the Canadian Broadcasting Corporation (\"CBC\") enter into a fifteen year lease with Édifice le 888 Inc., for the lease by CBC of space within the building located at 888&nbsp;St-Jean Street, in Québec, Quebec and approves renewal options to extend the term of the lease for up to three additional terms of five years each and options for additional space, which lease, with options, involves expenditure in excess of fifteen million dollars.</p>  <p align=\"RIGHT\">(Rec. du C.T. 830209)</p>  <br wp=\"BR1\"><br wp=\"BR2\"> <br wp=\"BR1\"><br wp=\"BR2\"> <p>\t\tSur recommandation de la ministre du Patrimoine canadien et du Conseil du Trésor et en vertu du paragraphe&nbsp;48(2) de la <em>Loi sur la radiodiffusion</em> et du décret C.P. 2002-1582 du 24&nbsp;septembre 2002, Son Excellence la Gouverneure générale en conseil agrée la conclusion d'un bail par la Société Radio-Canada d'une durée de quinze ans avec Édifice le 888 Inc., pour louer des locaux situés au 888, rue Saint-Jean, Québec (Québec) et agrée des options de renouvellement permettant d'en prolonger la durée jusqu'à concurrence de trois périodes supplémentaires de cinq ans chacune et des options pour la location de locaux additionnels, la  somme totale en jeu de ces opérations dépassant quinze&nbsp;millions&nbsp;de dollars.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}