{
  "id": "8670",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1400<br></p><p><strong>Date: </strong>2004-11-22</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, pursuant to Order in Council P.C. 2003-1053 of July&nbsp;16,&nbsp;2003, the Governor in Council authorized the entry into the Agreement Establishing the BSE&nbsp;Recovery Program with the governments of the provinces;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas, pursuant to Orders in Council P.C. 2003-1404 of September 22, 2003, P.C. 2003-1802 of November 7, 2003, P.C. 2004-198 of March 8, 2004 and P.C. 2004-1118 of September 30, 2004, the Governor in Council authorized the entry into agreements with the governments of the provinces for the purposes of amending the Agreement Establishing the BSE&nbsp;Recovery Program;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And whereas, pursuant to subsection 12(5) of the <em>Farm Income Protection Act</em>, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection 12(1) of that Act, to provide financial assistance to producers of agricultural products who have been affected by the recent suspension by the United States of imports of Canadian ruminants or ruminant products;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the </p> <p>Treasury Board, pursuant to subsection 12(5) of the <em>Farm Income Protection Act</em>, hereby authorizes the Minister of Agriculture and Agri-Food to enter into, on behalf of the Government of Canada, an agreement with</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>a</em>) the Government of the Province of Quebec amending the Canada-Quebec Agreement Establishing the BSE Recovery Program, substantially in accordance with the draft agreement set out in Schedule&nbsp;1; and</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\">(<em>b</em>) the governments of each of the provinces and territories, other than the Government of the Province of Quebec, amending the Agreement Establishing the BSE Recovery Program between Canada and the governments of each of those provinces and territories, substantially in accordance with the draft agreement set out in Schedule&nbsp;2.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, par le décret C.P. 2003-1053 du 16 juillet 2003, la gouverneure en conseil a autorisé la conclusion de l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB avec les gouvernements provinciaux;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, par les décrets C.P.&nbsp;2003-1404 du 22&nbsp;septembre&nbsp;2003, C.P. 2003-1802 du 7 novembre 2003, C.P. 2004-198 du 8&nbsp;mars 2004 et C.P. 2004-1118 du 30 septembre 2004, la gouverneure en conseil a autorisé la conclusion d’accords avec les gouvernements provinciaux en vue de la modification de l’Accord établissant le Programme de redressement de l’industrie dans le sillage de&nbsp;l’ESB;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que, aux termes du paragraphe 12(5) de la <em>Loi&nbsp;sur la protection du revenu agricole</em>, la gouverneure générale en conseil estime nécessaire, à la suite de la mise en oeuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire en application du paragraphe&nbsp;12(1) de cette loi, de fournir une aide financière supplémentaire aux producteurs agricoles lésés par la suspension récente, par les États-Unis, des importations de ruminants et de produits ruminants canadiens,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du paragraphe&nbsp;12(5) de la <em>Loi&nbsp;sur la protection du revenu agricole</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure, au nom du gouvernement du Canada,</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>a</em>) avec le gouvernement de la province de Québec, un accord modifiant l’Accord Canada-Québec établissant le Programme de redressement de l’industrie dans le sillage de l’ESB, lequel est conforme en substance au projet d’accord figurant à l’annexe&nbsp;1 ci-jointe;</p> <p style=\"margin-left: 0.2in\">&nbsp;</p> <p style=\"margin-left: 0.2in\"><em>b</em>) avec le gouvernement de chacune des autres provinces et de chacun des territoires, un accord modifiant l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB entre le Canada et ces provinces et territoires, lequel est conforme en substance au projet d’accord figurant à l’annexe&nbsp;2 ci-jointe.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1400Date: 2004-11-22                           Whereas, pursuant to Order in Council P.C. 2003-1053 of July 16, 2003, the Governor in Council authorized the entry into the Agreement Establishing the BSE Recovery Program with the governments of the provinces;                       Whereas, pursuant to Orders in Council P.C. 2003-1404 of September 22, 2003, P.C. 2003-1802 of November 7, 2003, P.C. 2004-198 of March 8, 2004 and P.C. 2004-1118 of September 30, 2004, the Governor in Council authorized the entry into agreements with the governments of the provinces for the purposes of amending the Agreement Establishing the BSE Recovery Program;                       And whereas, pursuant to subsection 12(5) of the Farm Income Protection Act, the Governor in Council deems it necessary, following the implementation of certain special measures by the Minister of Agriculture and Agri-Food pursuant to subsection 12(1) of that Act, to provide financial assistance to producers of agricultural products who have been affected by the recent suspension by the United States of imports of Canadian ruminants or ruminant products;                       Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the  Treasury Board, pursuant to subsection 12(5) of the Farm Income Protection Act, hereby authorizes the Minister of Agriculture and Agri-Food to enter into, on behalf of the Government of Canada, an agreement with   (a) the Government of the Province of Quebec amending the Canada-Quebec Agreement Establishing the BSE Recovery Program, substantially in accordance with the draft agreement set out in Schedule 1; and   (b) the governments of each of the provinces and territories, other than the Government of the Province of Quebec, amending the Agreement Establishing the BSE Recovery Program between Canada and the governments of each of those provinces and territories, substantially in accordance with the draft agreement set out in Schedule 2.                       Attendu que, par le décret C.P. 2003-1053 du 16 juillet 2003, la gouverneure en conseil a autorisé la conclusion de l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB avec les gouvernements provinciaux;                       Attendu que, par les décrets C.P. 2003-1404 du 22 septembre 2003, C.P. 2003-1802 du 7 novembre 2003, C.P. 2004-198 du 8 mars 2004 et C.P. 2004-1118 du 30 septembre 2004, la gouverneure en conseil a autorisé la conclusion d’accords avec les gouvernements provinciaux en vue de la modification de l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB;                       Attendu que, aux termes du paragraphe 12(5) de la Loi sur la protection du revenu agricole, la gouverneure générale en conseil estime nécessaire, à la suite de la mise en oeuvre de certaines mesures spéciales par le ministre de l’Agriculture et de l’Agroalimentaire en application du paragraphe 12(1) de cette loi, de fournir une aide financière supplémentaire aux producteurs agricoles lésés par la suspension récente, par les États-Unis, des importations de ruminants et de produits ruminants canadiens,                       À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et du Conseil du Trésor et en vertu du paragraphe 12(5) de la Loi sur la protection du revenu agricole, Son Excellence la Gouverneure générale en conseil autorise le ministre de l’Agriculture et de l’Agroalimentaire à conclure, au nom du gouvernement du Canada,   a) avec le gouvernement de la province de Québec, un accord modifiant l’Accord Canada-Québec établissant le Programme de redressement de l’industrie dans le sillage de l’ESB, lequel est conforme en substance au projet d’accord figurant à l’annexe 1 ci-jointe;   b) avec le gouvernement de chacune des autres provinces et de chacun des territoires, un accord modifiant l’Accord établissant le Programme de redressement de l’industrie dans le sillage de l’ESB entre le Canada et ces provinces et territoires, lequel est conforme en substance au projet d’accord figurant à l’annexe 2 ci-jointe.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}