{
  "id": "8674",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1399<br></p><p><strong>Date: </strong>2004-11-23</p><hr><p>   </p><p style=\"line-height: 0.260417in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\">(<em>a</em>)&nbsp;to sign, on behalf of the Government of Canada, an Exchange of Notes constituting an Agreement between the Government of Canada and the Government of the United States of America to extend the Agreement to improve bilateral security through enhanced military cooperation with respect to maritime, land and civil support functions, signed in Ottawa and Washington on December&nbsp;5,&nbsp;2002; and</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\">(<em>b</em>)&nbsp;to take the action necessary to bring the Exchange of Notes into force for Canada.</p> <br> <p style=\"line-height: 0.260417in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celui-ci&nbsp;:</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\"><em>a</em>)&nbsp;d’une part, à signer, au nom du Canada, l’échange de notes entre le Canada et les États-Unis d’Amérique constituant un accord pour prolonger l’Accord concernant l’amélioration de la sécurité bilatérale par une collaboration militaire accrue en ce qui a trait aux fonctions d’appui maritime, terrestre et civil, signé à Ottawa et Washington le 5&nbsp;décembre&nbsp;2002;</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\">&nbsp;</p> <p style=\"line-height: 0.260417in; margin-left: 0.5in\"><em>b</em>)&nbsp;d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’échange de notes pour le Canada.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1399Date: 2004-11-23                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that Minister   (a) to sign, on behalf of the Government of Canada, an Exchange of Notes constituting an Agreement between the Government of Canada and the Government of the United States of America to extend the Agreement to improve bilateral security through enhanced military cooperation with respect to maritime, land and civil support functions, signed in Ottawa and Washington on December 5, 2002; and   (b) to take the action necessary to bring the Exchange of Notes into force for Canada.                       Sur recommandation du ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celui-ci :   a) d’une part, à signer, au nom du Canada, l’échange de notes entre le Canada et les États-Unis d’Amérique constituant un accord pour prolonger l’Accord concernant l’amélioration de la sécurité bilatérale par une collaboration militaire accrue en ce qui a trait aux fonctions d’appui maritime, terrestre et civil, signé à Ottawa et Washington le 5 décembre 2002;   b) d’autre part, à prendre les mesures nécessaires à l’entrée en vigueur de l’échange de notes pour le Canada.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}