{
  "id": "8688",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1392<br></p><p><strong>Date: </strong>2004-11-23</p><hr><p>   </p><p style=\"line-height: 0.260417in; text-indent: 1in\">Whereas the Honourable Eileen E. Gillese, appointed a Judge of the Court of Appeal for Ontario on January 25, 2002, was required to relocate from London, Ontario to Toronto, Ontario and was entitled to a removal allowance under section&nbsp;40 of the <em>Judges Act</em>;</p> <br> <p style=\"line-height: 0.260417in; text-indent: 1in\">Whereas Madam Justice Gillese has purchased a home in Toronto and, on account of unfavourable conditions in the real estate market, has not been able to sell her former residence within the six-month period referred to in paragraph&nbsp;3.1(4)(<em>b</em>) of the <em>Judges Act (Removal Allowance) Order</em> and has requested that an additional period be approved so that she may be allowed to claim the interest cost of the loan for an additional period greater than the six-month period following the making of the&nbsp;loan;</p> <br> <p style=\"line-height: 0.260417in; text-indent: 1in\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection&nbsp;3.1(5) of the <em>Judges Act (Removal Allowance) Order</em>, hereby prescribes the period from September&nbsp;26,&nbsp;2004 to September&nbsp;25,&nbsp;2005 as an additional period during which the interest on a short term demand loan shall be reimbursed to the Honourable Madam Justice Eileen&nbsp;E.&nbsp;Gillese pursuant to subsection&nbsp;3.1(1) of the <em>Judges Act (Removal Allowance) Order</em>.</p> <br> <br> <p style=\"line-height: 0.260417in; text-indent: 1in\">Attendu que l’honorable Eileen&nbsp;E.&nbsp;Gillese, nommée juge de la Cour d’appel de l’Ontario le 25&nbsp;janvier&nbsp;2002, a dû quitter London (Ontario) pour s’installer à Toronto (Ontario) et qu’elle avait droit à une allocation de déménagement en vertu de l’article&nbsp;40 de la <em>Loi&nbsp;sur les&nbsp;juges</em>;</p> <br> <p style=\"line-height: 0.260417in; text-indent: 1in\">Attendu que la juge Gillese a acheté une résidence à Toronto et, en raison des conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence dans le délai de six mois visé à l’alinéa&nbsp;3.1(4)<em>b</em>) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em> et a demandé que celui-ci soit prolongé afin d’être autorisée à réclamer l’intérêt sur l’emprunt au-delà d’une période de six&nbsp;mois après la date de l’emprunt,</p> <br> <p style=\"line-height: 0.260417in; text-indent: 1in\">À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu du paragraphe&nbsp;3.1(5) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise la période commençant le 26&nbsp;septembre&nbsp;2004 et se terminant le 25&nbsp;septembre&nbsp;2005 à titre de période additionnelle durant laquelle l’intérêt sur l’emprunt à demande à court terme est remboursé à la juge&nbsp;Gillese conformément au paragraphe&nbsp;3.1(1) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em>.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1392Date: 2004-11-23   Whereas the Honourable Eileen E. Gillese, appointed a Judge of the Court of Appeal for Ontario on January 25, 2002, was required to relocate from London, Ontario to Toronto, Ontario and was entitled to a removal allowance under section 40 of the Judges Act;  Whereas Madam Justice Gillese has purchased a home in Toronto and, on account of unfavourable conditions in the real estate market, has not been able to sell her former residence within the six-month period referred to in paragraph 3.1(4)(b) of the Judges Act (Removal Allowance) Order and has requested that an additional period be approved so that she may be allowed to claim the interest cost of the loan for an additional period greater than the six-month period following the making of the loan;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, pursuant to subsection 3.1(5) of the Judges Act (Removal Allowance) Order, hereby prescribes the period from September 26, 2004 to September 25, 2005 as an additional period during which the interest on a short term demand loan shall be reimbursed to the Honourable Madam Justice Eileen E. Gillese pursuant to subsection 3.1(1) of the Judges Act (Removal Allowance) Order.   Attendu que l’honorable Eileen E. Gillese, nommée juge de la Cour d’appel de l’Ontario le 25 janvier 2002, a dû quitter London (Ontario) pour s’installer à Toronto (Ontario) et qu’elle avait droit à une allocation de déménagement en vertu de l’article 40 de la Loi sur les juges;  Attendu que la juge Gillese a acheté une résidence à Toronto et, en raison des conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence dans le délai de six mois visé à l’alinéa 3.1(4)b) du Décret d’application de la Loi sur les juges (allocation de déménagement) et a demandé que celui-ci soit prolongé afin d’être autorisée à réclamer l’intérêt sur l’emprunt au-delà d’une période de six mois après la date de l’emprunt,  À ces causes, sur recommandation du ministre de la Justice et en vertu du paragraphe 3.1(5) du Décret d’application de la Loi sur les juges (allocation de déménagement), Son Excellence la Gouverneure générale en conseil autorise la période commençant le 26 septembre 2004 et se terminant le 25 septembre 2005 à titre de période additionnelle durant laquelle l’intérêt sur l’emprunt à demande à court terme est remboursé à la juge Gillese conformément au paragraphe 3.1(1) du Décret d’application de la Loi sur les juges (allocation de déménagement).    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}