{
  "id": "8698",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1387<br></p><p><strong>Date: </strong>2004-11-23</p><hr><p>   </p><p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to subsection&nbsp;7(1) of the <em>Federal-Provincial Fiscal Arrangements Act</em>, hereby approves that the Minister of Finance, on behalf of the Government of Canada, enter into an administration agreement with the Council of the Kluane First Nation that is substantially in accordance with the annexed draft agreement and relates to the collection by the Government of Canada, on behalf of the Council of the Kluane First Nation, of an income tax on the residents within settlement lands of the Kluane First&nbsp;Nation.</p> <br> <p style=\"line-height: 0.468751in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Finances et en vertu du paragraphe&nbsp;7(1) de la <em>Loi&nbsp;sur les arrangements fiscaux entre le gouvernement fédéral et les provinces</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la conclusion, par le ministre des Finances, pour le compte du gouvernement du Canada, d’un accord d’application avec le conseil de la Première Nation de Kluane, lequel est conforme en substance au projet d’accord ci-joint et concerne la perception par le gouvernement du Canada, pour le compte de ce conseil, d’un impôt sur le revenu des résidents des terres désignées.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}