{
  "id": "8933",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2004-1498<br></p><p><strong>Date: </strong>2004-12-07</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to subsection&nbsp;5(2) of the <em>First Nations Goods and Services Tax Act</em>, hereby approves that the Minister of Finance, on behalf of the Government of Canada, enter into an administration agreement&nbsp;with the authorized body of the Kluane First Nation that is substantially in accordance with the annexed draft agreement and relates to the imposition of a tax in accordance with the <em>First Nations Goods and Services Tax Act</em> and the <em>Yukon First Nations Self-Government Act</em>.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Finances et en vertu du paragraphe&nbsp;5(2) de la <em>Loi&nbsp;sur la taxe sur les produits et services des premières nations</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la conclusion par le ministre des Finances, pour le compte du gouvernement du Canada, avec l’organe autorisé de la première nation de Kluane, d’un accord d’application qui a trait à l’imposition d’une taxe conformément à la <em>Loi&nbsp;sur la taxe sur les produits et services des premières nations</em> et à la <em>Loi&nbsp;sur l’autonomie gouvernementale des premières nations du Yukon</em>, lequel accord est conforme en substance au projet d’accord ci-joint.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2004-1498Date: 2004-12-07                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, pursuant to subsection 5(2) of the First Nations Goods and Services Tax Act, hereby approves that the Minister of Finance, on behalf of the Government of Canada, enter into an administration agreement with the authorized body of the Kluane First Nation that is substantially in accordance with the annexed draft agreement and relates to the imposition of a tax in accordance with the First Nations Goods and Services Tax Act and the Yukon First Nations Self-Government Act.                       Sur recommandation du ministre des Finances et en vertu du paragraphe 5(2) de la Loi sur la taxe sur les produits et services des premières nations, Son Excellence la Gouverneure générale en conseil approuve la conclusion par le ministre des Finances, pour le compte du gouvernement du Canada, avec l’organe autorisé de la première nation de Kluane, d’un accord d’application qui a trait à l’imposition d’une taxe conformément à la Loi sur la taxe sur les produits et services des premières nations et à la Loi sur l’autonomie gouvernementale des premières nations du Yukon, lequel accord est conforme en substance au projet d’accord ci-joint.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}