{
  "id": "9165",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0008<br></p><p><strong>Date: </strong>2005-01-12</p><hr><p>   </p><p style=\"margin-right: -1in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Newfoundland </p> <p>and Labrador, the Honourable Clyde&nbsp;K.&nbsp;Wells, Chief Justice of Newfoundland and Labrador, will be unable to act from January&nbsp;16,&nbsp;2005 to January&nbsp;18,&nbsp;2005, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, hereby:</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Clyde&nbsp;K.&nbsp;Wells as Administrator of the Government of Newfoundland and Labrador, effective January&nbsp;16,&nbsp;2005;</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>b</em>)&nbsp;appoints the Honourable J.&nbsp;Derek&nbsp;Green to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective January&nbsp;16,&nbsp;2005;</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable J.&nbsp;Derek&nbsp;Green as Administrator, effective January&nbsp;19,&nbsp;2005; and</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>d</em>)&nbsp;appoints the Honourable Clyde&nbsp;K.&nbsp;Wells to be Administrator of the Government of Newfoundland and Labrador, to execute the office and functions of the Lieutenant Governor of Newfoundland and Labrador during the absence, illness or other inability of the Lieutenant Governor, effective January&nbsp;19,&nbsp;2005.</p> <br> <p style=\"margin-right: -1in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de Terre-Neuve-</p> <p>et-Labrador, l’honorable Clyde&nbsp;K.&nbsp;Wells, juge en chef de Terre-Neuve-et-Labrador, ne sera pas en mesure de remplir ses fonctions du 16&nbsp;au&nbsp;18&nbsp;janvier&nbsp;2005, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Clyde&nbsp;K.&nbsp;Wells au poste d’administrateur du gouvernement de Terre-Neuve-et-Labrador, avec prise d’effet le 16&nbsp;janvier&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;nomme l’honorable J.&nbsp;Derek&nbsp;Green à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador pour qu’il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 16&nbsp;janvier&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable J.&nbsp;Derek&nbsp;Green au poste d’administrateur, avec prise d’effet le 19&nbsp;janvier&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>d</em>)&nbsp;nomme l’honorable Clyde&nbsp;K.&nbsp;Wells à titre d’administrateur du gouvernement de Terre-Neuve-et-Labrador pour qu’il remplisse les fonctions de lieutenant-gouverneur de Terre-Neuve-et-Labrador durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 19&nbsp;janvier&nbsp;2005.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}