{
  "id": "9341",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0068<br></p><p><strong>Date: </strong>2005-02-01</p><hr><p>   </p><p style=\"line-height: 0.520835in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section&nbsp;14 of the <em>Territorial Lands Act</em>, hereby orders that the bed, below the ordinary high water mark, of a body of water as described in the annexed schedule, located at Great Slave Lake, in the Northwest Territories, be included in the grant of certain territorial lands.</p> <br> <p style=\"line-height: 0.520835in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article&nbsp;14 de la <em>Loi&nbsp;sur les terres territoriales</em>, Son&nbsp;Excellence la Gouverneure générale en conseil ordonne que le lit sous la laisse de haute mer d’une étendue d’eau du Grand&nbsp;lac des Esclaves décrite à l’annexe, dans les Territoires du Nord-Ouest, soit inclus dans toute cession de ces&nbsp;terres.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0068Date: 2005-02-01                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to section 14 of the Territorial Lands Act, hereby orders that the bed, below the ordinary high water mark, of a body of water as described in the annexed schedule, located at Great Slave Lake, in the Northwest Territories, be included in the grant of certain territorial lands.                       Sur recommandation du ministre des Affaires indiennes et du Nord canadien et en vertu de l’article 14 de la Loi sur les terres territoriales, Son Excellence la Gouverneure générale en conseil ordonne que le lit sous la laisse de haute mer d’une étendue d’eau du Grand lac des Esclaves décrite à l’annexe, dans les Territoires du Nord-Ouest, soit inclus dans toute cession de ces terres.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}