{
  "id": "9591",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0192<br></p><p><strong>Date: </strong>2005-02-15</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Whereas the Administrator of the Government of Ontario, the Honourable Roland Roy&nbsp;McMurtry, Chief Justice of Ontario, will be unable to act from March&nbsp;20 to March&nbsp;24,&nbsp;2005, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Therefore, Her&nbsp;Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;67 of the <em>Constitution Act, 1867</em>, hereby:</p> <p style=\"margin-left: 0.25in; margin-right: -0.1875in\">&nbsp;</p> <p style=\"margin-left: 0.25in; margin-right: -0.125in\">(<em>a</em>)&nbsp;terminates the appointment of the Honourable Roland&nbsp;Roy&nbsp;McMurtry as Administrator of the Government of Ontario, effective March&nbsp;20,&nbsp;2005;</p> <p style=\"margin-left: 0.25in; margin-right: -0.125in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>b</em>)&nbsp;appoints the Honourable Brian&nbsp;W.&nbsp;Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;20,&nbsp;2005;</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>c</em>)&nbsp;terminates the appointment of the Honourable Brian&nbsp;W.&nbsp;Lennox as Administrator, effective March&nbsp;25,&nbsp;2005; and</p> <p style=\"margin-left: 0.25in\">&nbsp;</p> <p style=\"margin-left: 0.25in\">(<em>d</em>)&nbsp;appoints the Honourable Roland&nbsp;Roy&nbsp;McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective March&nbsp;25,&nbsp;2005.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland&nbsp;Roy&nbsp;McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 20&nbsp;au&nbsp;24&nbsp;mars&nbsp;2005, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;67 de la <em>Loi constitutionnelle de&nbsp;1867</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;:</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;met fin à la nomination de l’honorable Roland&nbsp;Roy&nbsp;McMurtry au poste d’administrateur du gouvernement de l’Ontario, avec prise d’effet le 20&nbsp;mars&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;nomme l’honorable Brian&nbsp;W.&nbsp;Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 20&nbsp;mars&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>c</em>)&nbsp;met fin à la nomination de l’honorable Brian&nbsp;W.&nbsp;Lennox au poste d’administrateur, avec prise d’effet le 25&nbsp;mars&nbsp;2005;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>d</em>)&nbsp;nomme l’honorable Roland&nbsp;Roy&nbsp;McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25&nbsp;mars&nbsp;2005.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0192Date: 2005-02-15                        Whereas the Administrator of the Government of Ontario, the Honourable Roland Roy McMurtry, Chief Justice of Ontario, will be unable to act from March 20 to March 24, 2005, inclusive, and it is therefore necessary that another person be appointed Administrator for that period;                       Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 67 of the Constitution Act, 1867, hereby:   (a) terminates the appointment of the Honourable Roland Roy McMurtry as Administrator of the Government of Ontario, effective March 20, 2005;   (b) appoints the Honourable Brian W. Lennox to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective March 20, 2005;   (c) terminates the appointment of the Honourable Brian W. Lennox as Administrator, effective March 25, 2005; and   (d) appoints the Honourable Roland Roy McMurtry to be Administrator of the Government of Ontario, to execute the office and functions of the Lieutenant Governor of Ontario during the absence, illness or other inability of the Lieutenant Governor, effective March 25, 2005.                       Attendu que l’administrateur du gouvernement de l’Ontario, l’honorable Roland Roy McMurtry, juge en chef de l’Ontario, ne sera pas en mesure de remplir ses fonctions du 20 au 24 mars 2005, inclusivement, et qu’il est donc nécessaire qu’une autre personne soit nommée administrateur pour cette période,                       À ces causes, sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 67 de la Loi constitutionnelle de 1867, Son Excellence la Gouverneure générale en conseil :   a) met fin à la nomination de l’honorable Roland Roy McMurtry au poste d’administrateur du gouvernement de l’Ontario, avec prise d’effet le 20 mars 2005;   b) nomme l’honorable Brian W. Lennox à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 20 mars 2005;   c) met fin à la nomination de l’honorable Brian W. Lennox au poste d’administrateur, avec prise d’effet le 25 mars 2005;   d) nomme l’honorable Roland Roy McMurtry à titre d’administrateur du gouvernement de l’Ontario pour qu’il remplisse les fonctions de lieutenant-gouverneur de l’Ontario durant l’absence, la maladie ou autre incapacité du lieutenant-gouverneur, avec prise d’effet le 25 mars 2005.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}