{
  "id": "9603",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0198<br></p><p><strong>Date: </strong>2005-02-15</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, hereby authorizes that&nbsp;Minister</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>a</em>)&nbsp;to sign, without being subject to ratification, on behalf of the Government of Canada, the Framework Agreement on International Collaboration in Research and Development on Generation&nbsp;IV Nuclear Energy Systems, or</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>b</em>)&nbsp;to execute and issue an Instrument of Full Powers authorizing the Honourable R.&nbsp;John&nbsp;Efford, Minister of Natural Resources, or George Anderson, Deputy Minister of Natural Resources, or Howard&nbsp;Brown, Assistant Deputy Minister, Department of Natural Resources, or Michael&nbsp;Kergin, Ambassador of Canada to the United States of America, or Claude&nbsp;Carrière, Minister (Economic) and Deputy Chief of Mission, to sign, without being subject to ratification, on behalf of the Government of Canada, the Framework Agreement on International Collaboration in Research and Development on Generation&nbsp;IV Nuclear Energy Systems, or</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\">(<em>c</em>)&nbsp;to sign an Instrument of Accession to the Framework Agreement on International Collaboration in Research and Development on Generation&nbsp;IV Nuclear Energy Systems.</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise ce dernier, selon le cas&nbsp;:</p> <p style=\"margin-left: 0.4in; margin-right: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.7in\"><em>a</em>)&nbsp;à signer, sans réserve quant à la ratification, au nom du Canada, l’Accord cadre sur la collaboration internationale en matière de recherche et de développement des systèmes d’énergie nucléaire de génération&nbsp;IV;</p> <p style=\"margin-left: 0.4in; margin-right: 0.7in\">&nbsp;</p> <p style=\"margin-left: 0.4in; margin-right: 0.7in\"><em>b</em>)&nbsp;à signer et à délivrer un instrument de pleins pouvoirs autorisant l’honorable R.&nbsp;John&nbsp;Efford, ministre des Ressources naturelles, George Anderson, sous-ministre des Ressources naturelles, Howard&nbsp;Brown, sous-ministre adjoint, ministère des Ressources naturelles, Michael&nbsp;Kergin, ambassadeur du Canada auprès des États-Unis d’Amérique, ou Claude&nbsp;Carrière, ministre (Politiques économiques) et chef de mission adjoint, à signer, sans réserve quant à la ratification, au nom du Canada, l’Accord cadre sur la collaboration internationale en matière de recherche et de développement des systèmes d’énergie nucléaire de génération&nbsp;IV;</p> <p style=\"margin-left: 0.4in\">&nbsp;</p> <p style=\"margin-left: 0.4in\"><em>c</em>)&nbsp;à signer un instrument d’adhésion à l’Accord cadre sur la collaboration internationale en matière de recherche et de développement des systèmes d’énergie nucléaire de génération&nbsp;IV.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    "
}