{
  "id": "965",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2003-0019<br></p><p><strong>Date: </strong>2003-01-24</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to subsection 105 of the <em>Financial Administration Act</em>, hereby approves the re-appointment by the Minister of Transport of Kevin&nbsp;J.&nbsp;Garland of Toronto, Ontario, as a director of Canada Lands Company Limited to hold office during pleasure for a term of three&nbsp;years.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Transports et en vertu du paragraphe 105 de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par le ministre des Transports de Kevin&nbsp;J.&nbsp;Garland, de Toronto (Ontario), administrateur de la Société immobilière du Canada Limitée, à titre amovible, pour une période de trois&nbsp;ans.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2003-0019Date: 2003-01-24                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, pursuant to subsection 105 of the Financial Administration Act, hereby approves the re-appointment by the Minister of Transport of Kevin J. Garland of Toronto, Ontario, as a director of Canada Lands Company Limited to hold office during pleasure for a term of three years.                       Sur recommandation du ministre des Transports et en vertu du paragraphe 105 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat par le ministre des Transports de Kevin J. Garland, de Toronto (Ontario), administrateur de la Société immobilière du Canada Limitée, à titre amovible, pour une période de trois ans.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}