{
  "id": "9791",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0300<br></p><p><strong>Date: </strong>2005-03-08</p><hr><p>   </p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le rapport du ministre de la Justice fait état que l’honorable Robert&nbsp;L.&nbsp;Tuck, nommé juge de la Cour du Banc de la Reine du Nouveau-Brunswick, division de la famille, le 18&nbsp;juin&nbsp;2003, a dû quitter Moncton (Nouveau-Brunswick) pour s’installer à Saint-Jean (Nouveau-Brunswick) et qu’il avait droit à une allocation de déménagement en vertu de l’article&nbsp;40 de la <em>Loi&nbsp;sur les&nbsp;juges</em>;</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Attendu que le&nbsp;juge Robert&nbsp;L.&nbsp;Tuck, vu les conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence dans le délai de six&nbsp;mois visé à l’alinéa&nbsp;3(1)<em>j</em>) et au paragraphe&nbsp;3.2(8) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em> et a demandé que celui-ci soit prolongé afin d’être autorisé&nbsp;à réclamer&nbsp;:</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">(i)&nbsp;les&nbsp;frais supportés par lui pour l’entretien de son ancienne résidence au-delà de cette période;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in; margin-right: 0.5in\">(ii)&nbsp;la&nbsp;différence entre le prix de vente de son ancienne résidence et la juste valeur marchande de celle-ci s’il est incapable de la vendre à un prix égal ou supérieur à cette valeur,</p> <br> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;À&nbsp;ces&nbsp;causes, sur recommandation du ministre de la Justice et en vertu des paragraphes&nbsp;3(2) et&nbsp;3.2(9) du <em>Décret d’application de la Loi&nbsp;sur les juges (allocation de déménagement)</em>, Son&nbsp;Excellence la Gouverneure générale en conseil autorise la période commençant le 1<sup>er</sup>&nbsp;mai&nbsp;2004 et se terminant le 29&nbsp;juillet&nbsp;2004, à titre de période additionnelle durant laquelle l’honorable Robert&nbsp;L.&nbsp;Tuck sera remboursé&nbsp;:</p> <br> <p style=\"margin-left: 0.5in\"><em>a</em>)&nbsp;de&nbsp;ses frais pour l’entretien de son ancienne résidence, déduction faite des loyers reçus à cet égard, conformément à l’alinéa&nbsp;3(1)<em>j</em>) de ce décret;</p> <p style=\"margin-left: 0.5in\">&nbsp;</p> <p style=\"margin-left: 0.5in\"><em>b</em>)&nbsp;d’une somme correspondant à la différence entre le prix de vente de l’ancienne résidence et sa juste valeur marchande conformément au paragraphe&nbsp;3.2(2) de ce décret.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0300Date: 2005-03-08                        Attendu que le rapport du ministre de la Justice fait état que l’honorable Robert L. Tuck, nommé juge de la Cour du Banc de la Reine du Nouveau-Brunswick, division de la famille, le 18 juin 2003, a dû quitter Moncton (Nouveau-Brunswick) pour s’installer à Saint-Jean (Nouveau-Brunswick) et qu’il avait droit à une allocation de déménagement en vertu de l’article 40 de la Loi sur les juges;                       Attendu que le juge Robert L. Tuck, vu les conditions défavorables du marché immobilier, n’a pu vendre son ancienne résidence dans le délai de six mois visé à l’alinéa 3(1)j) et au paragraphe 3.2(8) du Décret d’application de la Loi sur les juges (allocation de déménagement) et a demandé que celui-ci soit prolongé afin d’être autorisé à réclamer :   (i) les frais supportés par lui pour l’entretien de son ancienne résidence au-delà de cette période;   (ii) la différence entre le prix de vente de son ancienne résidence et la juste valeur marchande de celle-ci s’il est incapable de la vendre à un prix égal ou supérieur à cette valeur,                       À ces causes, sur recommandation du ministre de la Justice et en vertu des paragraphes 3(2) et 3.2(9) du Décret d’application de la Loi sur les juges (allocation de déménagement), Son Excellence la Gouverneure générale en conseil autorise la période commençant le 1er mai 2004 et se terminant le 29 juillet 2004, à titre de période additionnelle durant laquelle l’honorable Robert L. Tuck sera remboursé :  a) de ses frais pour l’entretien de son ancienne résidence, déduction faite des loyers reçus à cet égard, conformément à l’alinéa 3(1)j) de ce décret;   b) d’une somme correspondant à la différence entre le prix de vente de l’ancienne résidence et sa juste valeur marchande conformément au paragraphe 3.2(2) de ce décret.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}