{
  "id": "9847",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0326<br></p><p><strong>Date: </strong>2005-03-11</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section&nbsp;91 of the <em>Patent Act</em>, hereby reappoints Anthony&nbsp;E.&nbsp;Boardman of Vancouver, British Columbia, to be a member of the Patented Medicine Prices Review Board to hold office during good behaviour for a period of five years. </p> <p style=\"line-height: 0.416667in\">&nbsp;</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre de la Santé et en vertu de l'article 91 de la <em>Loi sur les brevets</em>, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Anthony&nbsp;E.&nbsp;Boardman, de Vancouver (Colombie-Britannique), conseiller du Conseil d'examen du prix des médicaments brevetés à titre inamovible pour une période  de cinq ans. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0326Date: 2005-03-11                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, pursuant to section 91 of the Patent Act, hereby reappoints Anthony E. Boardman of Vancouver, British Columbia, to be a member of the Patented Medicine Prices Review Board to hold office during good behaviour for a period of five years.                          Sur recommandation du ministre de la Santé et en vertu de l'article 91 de la Loi sur les brevets, Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Anthony E. Boardman, de Vancouver (Colombie-Britannique), conseiller du Conseil d'examen du prix des médicaments brevetés à titre inamovible pour une période  de cinq ans.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}