{
  "id": "9873",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0369<br></p><p><strong>Date: </strong>2005-03-18</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to paragraph&nbsp;(1) of Article&nbsp;XV&nbsp;of the Treaty between Canada and the United States of America relating to Cooperative Development of the water resources of the Columbia River Basin, signed in Washington on January&nbsp;17,&nbsp;1961, and pursuant to subsection 6(2) of the Agreement between Canada and British Columbia concerning implementation of the Treaty and disposal of benefits arising thereunder, signed on July&nbsp;8, 1963, hereby appoints Thomas&nbsp;W.&nbsp;Wallace of Ottawa, Ontario, as a member of the Permanent Engineering Board to hold office during pleasure, in the place of Daniel&nbsp;R.&nbsp;Whelan.  </p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation du ministre des Ressources&nbsp;naturelles et en vertu du paragraphe&nbsp;(1) de l'Article&nbsp;XV du Traité entre les États-Unis et le Canada relatif à la mise en valeur coopérative des ressources hydrauliques du bassin du fleuve Columbia, signé à Washington le 17&nbsp;janvier&nbsp;1961, et en vertu du paragraphe&nbsp;6(2) de l'accord entre le Canada et la Colombie-Britannique pour la mise en oeuvre du Traité et la répartition des avantages qui en découleront, signé le 8&nbsp;juillet&nbsp;1963, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Thomas&nbsp;W.&nbsp;Wallace, d’Ottawa (Ontario), comme membre de la Commission d'ingénieurs permanente, à titre amovible, en remplacement de Daniel&nbsp;R. Whelan. </p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0369Date: 2005-03-18                        Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, pursuant to paragraph (1) of Article XV of the Treaty between Canada and the United States of America relating to Cooperative Development of the water resources of the Columbia River Basin, signed in Washington on January 17, 1961, and pursuant to subsection 6(2) of the Agreement between Canada and British Columbia concerning implementation of the Treaty and disposal of benefits arising thereunder, signed on July 8, 1963, hereby appoints Thomas W. Wallace of Ottawa, Ontario, as a member of the Permanent Engineering Board to hold office during pleasure, in the place of Daniel R. Whelan.                         Sur recommandation du ministre des Ressources naturelles et en vertu du paragraphe (1) de l'Article XV du Traité entre les États-Unis et le Canada relatif à la mise en valeur coopérative des ressources hydrauliques du bassin du fleuve Columbia, signé à Washington le 17 janvier 1961, et en vertu du paragraphe 6(2) de l'accord entre le Canada et la Colombie-Britannique pour la mise en oeuvre du Traité et la répartition des avantages qui en découleront, signé le 8 juillet 1963, Son Excellence la Gouverneure générale en conseil nomme Thomas W. Wallace, d’Ottawa (Ontario), comme membre de la Commission d'ingénieurs permanente, à titre amovible, en remplacement de Daniel R. Whelan.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}