{
  "id": "9952",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2005-0385<br></p><p><strong>Date: </strong>2005-03-22</p><hr><p>   </p><p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section&nbsp;11 of the <em>Auditor General Act</em>, hereby requests the Auditor General of Canada to examine the governance and accountability mechanisms and the financial and management controls of the Canadian Television Fund.</p> <br> <p style=\"line-height: 0.416667in\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article&nbsp;11 de la <em>Loi sur le vérificateur général</em>, Son Excellence la Gouverneure générale en conseil demande au vérificateur général de procéder à un examen des mécanismes de régie et de reddition de comptes et des contrôles financiers et de gestion du Fonds canadien de télévision.</p>    <p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2022-07-11\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2005-0385Date: 2005-03-22                           Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, pursuant to section 11 of the Auditor General Act, hereby requests the Auditor General of Canada to examine the governance and accountability mechanisms and the financial and management controls of the Canadian Television Fund.                       Sur recommandation de la ministre du Patrimoine canadien et en vertu de l’article 11 de la Loi sur le vérificateur général, Son Excellence la Gouverneure générale en conseil demande au vérificateur général de procéder à un examen des mécanismes de régie et de reddition de comptes et des contrôles financiers et de gestion du Fonds canadien de télévision.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}