{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>1995-1103</td><td>1995-07-04</td><td>0</td><td></td><td>,&nbsp; FAIT,&nbsp; ,&nbsp; ,&nbsp; </td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of DAVID ADAM as Ambassador of Canada to the Republic of\nEcuador; WILLIAM L. CLARKE as Ambassador of Canada to the Kingdom of\nSweden; ANN COLLINS as Consul General of Canada in St-Petersburg;\nMICHEL de SALABERRY as Ambassador of Canada to the Hashemite Kindgom of\nJordan; GILLES DUGUAY as Ambassador of Canada to the Republic of Romania\nand to the Republic of Moldova; BERNARD DUSSAULT as High Commissioner for\nCanada to the Republic of Kenya; YVES GAGNON as Ambassador of Canada to\nthe Republic of Venezuela and to the Dominican Republic; PIERRE GIGUÈRE\nas Ambassador of Canada to the Republic of Cameroon and to the Central\nAfrican Republic; ROLAND GOULET as Ambassador of Canada to the Eastern\nRepublic of Uruguay; GEORGE HAYNAL as Consul General of Canada in New\nYork and Commissioner for Canada in Bermuda; LOUISE LÉGER as Ambassador\nof Canada to the Republic of Panama; GABRIEL-M. LESSARD as Ambassador of\nCanada to Ethiopia and to Eritrea; EDWARD LIPMAN as Consul General of\nCanada in Shanghai; D. GORDON LONGMUIR as Ambassador of Canada to the\nKingdom of Cambodia; FRANÇOIS MATHYS as Ambassador of Canada to the\nKingdom of Norway and to the Republic of Iceland; SUSAN McCOY as\nAmbassador of Canada to the Republic of Mali; MARK MOHER as Alternate\nPermanent Representative and Ambassador of Canada to the Office of the\nUnited Nations and Permanent Representative to the United Nations for\nDisarmament; ARTHUR C. PERRON as High Commissioner for Canada to the\nRepublic of South Africa; MARC PERRON as Ambassador of Canada to the\nUnited Mexican States; JEAN-GUY SAINT-MARTIN as Ambassador of Canada to\nthe Kingdom of Morocco; KONRAD SIGURDSON as High Commissioner for Canada\nto the Democratic Socialist Republic of Sri Lanka and High Commissioner\nfor Canada to the Republic of Maldives; and JOHN WEEKES as Permanent\nRepresentative and Ambassador of Canada to the Office of the United\nNations and to the World Trade Organization.\n</td></tr><tr><td>Attachments</td><td colspan=\"5\"></td></tr></tbody></table>",
  "pcNumber": "1995-1103",
  "htmlHash": "ff7b903e90384ab1688a3b57a4eff0fd"
}