{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>1996-0861</td><td>1996-06-13</td><td>0</td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; ,&nbsp; LGC</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of Returning Officers for electoral districts established in\nthe Representation Order proclaimed on January 8, 1996.\n(WILLIAM JAMES CLAIR, of Dartmouth, Nova Scotia (Dartmouth); MARY DOREEN\nDALEY, of Westville, Nova Scotia (Pictou--Antigonish--Guysborough); PAUL\nF. HYLAND, of Lower Sackville, Nova Scotia (Sackville--Eastern Shore);\nD.M. PEGGY MacADAM, of Sydney, Nova Scotia (Sydney--Victoria); NORBERT J.\nSIVRET, of St-Isidore, New Brunswick (Acadie--Bathurst); JOHN M. LANDRY,\nof Fredericton, New Brunswick (Fredericton); FRED J. FULLER, of Saint\nJohn, New Brunswick (Saint John); CLAIRE GILBERT, of Val Senneville,\nQuebec (Abitibi); JACQUES PELLETIER, of Montreal, Quebec (Ahuntsic);\nLISETTE GORMAN LÉVESQUE, of Lachute, Quebec (Argenteuil--Papineau);\nCOLETTE LAFERRIÈRE, of Saint-Félix-de-Valois, Quebec (Berthier--\nMontcalm); PIERRE ROBITAILLE, of Brossard, Quebec (Brossard--La Prairie);\nPIERRE HENRY, of Bonaventure, Quebec (Gaspé--Bonaventure--Îles-de-la-\nMadeleine); CRAEGE McQUARRIE, of Spragge, Ontario (Algoma); MARSHA MAE\nSPERLING, of Barrie, Ontario (Barrie--Simcoe); LOIS FORREST, of Toronto,\nOntario (Beaches--Woodbine); T.W. (TERRY) ROSEHART, of Brampton, Ontario\n(Brampton Centre); MARY LOU BROWN, of Norval, Ontario (Brampton West--\nMississauga); BARBARA DIAKOPOULOU, of Toronto, Ontario (Broadview--\nGreenwood); GORDON H. GOODROW, of Burlington, Ontario (Burlington); INES\nSOUSA-BATISTA, of Cambridge, Ontario (Cambridge); AZIM RAMJI, of Don\nMills, Ontario (Don Valley West); TED M.J. RYTWINSKI, of Courtice,\nOntario (Durham); ALBERT J. BLAIS, of Battleford, Saskatchewan\n(Battlefords--Lloydminster); ANNE L. HRYNIUK, of La Ronge, Saskatchewan\n(Churchill River); BEVERLY GRAY, of Moose Jaw, Saskatchewan (Palliser);\nLOUISE HOLLOWAY, of Lumsden, Saskatchewan (Regina--Arm River); LESLIE R.\nWIDDIFIELD, of Saskatoon, Saskatchewan (Wanuskewin); PHYLLIS\nROSE BASARABA, of Edmonton, Alberta (Edmonton North); CONNIE WATERS, of\nEdmonton, Alberta (Edmonton Southeast); PATRICIA COLLINS, of Edmonton,\nAlberta (Edmonton Southwest); FRANK TARNOCZI, of Medicine Hat, Alberta\n(Medicine Hat); RALPH SCARLETT, of Bentley, Alberta (Wetaskiwin); ALAN\nLESLIE CLARK, of Hinton, Alberta (Yellowhead); JAMES M. PAVICH, of\nBurnaby, British Columbia (Burnaby--Douglas); ELIZABETH A. ROBERTSON, of\nWilliams Lake, British Columbia (Cariboo--Chilcotin); GILLES PATENAUDE,\nof Sooke, British Columbia (Esquimalt--Juan de Fuca); JORGEN S. MUNCK,\nof Chilliwack, British Columbia (Fraser Valley); LINDA CHRISTIANSEN, of\nKelowna, British Columbia (Kelowna); SHIRLEY JOINER, of Abbotsford,\nBritish Columbia (Langley--Matsqui); EVELINE M. O'ROURKE, of Nanaimo,\nBritish Columbia (Nanaimo--Cowichan); GEOFF THORPE, of North Vancouver,\nBritish Columbia (North Vancouver); ARNOLD ERNEST SILZER, of Surrey,\nBritish Columbia (Surrey North); and ANITA MORRIS, of Vancouver, British\nColumbia (Vancouver Kingsway))\n</td></tr><tr><td>Attachments</td><td colspan=\"5\"></td></tr></tbody></table>",
  "pcNumber": "1996-0861",
  "htmlHash": "d1839fdf135c3cb5cd808301625afe13"
}