{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>1996-1197</td><td>1996-08-07</td><td>0</td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; ,&nbsp; LGC</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of the following persons as Returning Officers for certain\nelectoral districts established in the Representation Ordre proclaimed on\nJanuary 8, 1996.\n(ANDRÉ OUIMET, of Montréal-Nord, Quebec, (Bourassa); GHISLAIN HARVEY, of\nVille de la Baie, Quebec, (Chicoutimi); DEBRA MARTIN, of Waterville,\nQuebec, (Compton--Stanstead); ANDRÉ LEPAGE, of Drummondville, Quebec,\n(Drummond); ANDRÉ POMERLEAU, of Thetford Mines, Quebec,\n(Frontenac--Mégantic); DANIELLE GODIN, of Jonquière, Quebec, (Jonquière);\nMONIQUE GARCIA, of Lévis, Quebec, (Lévis); VÉRONIQUE LAROCHELLE, of\nDosquet, Quebec, (Lotbinière); NICOLE BLOUIN, of Sept-Îles, Quebec,\n(Manicouagan); JOCELYNE LÉVESQUE, of Matane, Quebec, (Matapédia--Matane);\nSYLVIE JACMAIN, of Montreal, Quebec, (Papineau--Saint-Denis);\nCLAUDE DORÉ, of Quebec, Quebec, (Québec); CLAUDE BERTHELOT, of Quebec,\nQuebec, (Québec East); JACQUES-H. ROY, of Rimouski, Quebec, (Rimouski);\nGINETTE DUFRESNE, of Montreal, Quebec, (Rosemont); JEANNINE BEAULIEU, of\nRouyn-Noranda, Quebec, (Rouyn-Noranda--Témiscamingue); YOLANDE THIBEAULT,\nof Saint-Lambert, Quebec, (Saint-Lambert); GILLES LEBOEUF, of Grand-Mère,\nQuebec, (Saint-Maurice); CLAUDE LONGPRÉ, of Montreal, Quebec,\n(Westmount--Ville-Marie); CYNTHIA STUART, of Simcoe, Ontario,\n(Haldimand--Norfolk--Brant); KENNETH DAVID FREY, of Rockwood, Ontario,\n(Halton); IRENE STAYSHYN, of Hamilton, Ontario, (Hamilton East);\nWILLIAM L. McDIARMID, of Hamilton, Ontario, (Hamilton Mountain);\nGEORGINA LUPTON, of Hamilton, Ontario, (Hamilton West);\nIRENE M. BACKHOLM, of Amherst View, Ontario, (Hastings--Frontenac--Lennox\nand Addington); GERALD A. OUELLETTE, of Kenora, Ontario, (Kenora--Rainy\nRiver); JAMES L. KEENLEYSIDE, of Kingston, Ontario, (Kingston and the\nIslands); A.J. (TONY) WEISS, of Kitchener, Ontario, (Kitchener Centre);\nBEVERLY ADAMS, of Waterloo, Ontario, (Kitchener--Waterloo);\nKEITH CAMPBELL, of Glencoe, Ontario, (Lambton--Kent--Middlesex);\nPAMELA JANE ARMSTRONG, of Kinburn, Ontario, (Lanark--Carleton);\nMARY LUTY, of London, Ontario, (London--Adelaide); THOMAS LAWSON, of\nLondon, Ontario, (London--Fanshawe); MICHAEL CHOMA, of Toronto, Ontario,\n(Parkdale--High Park); SHEILA E. CHURCHMUCH, of Scarborough, Ontario,\n(Scarborough--Rouge River); RONALD ERNEST STANTON, of Port Stanton,\nOntario, (Simcoe North); CHARLES A. CURLEY, of St. Catharines, Ontario,\n(St. Catharines); MARSHA SLIVKA, of Toronto, Ontario, (St. Paul's);\nGERALD G. SAMSON, of Cornwall, Ontario, (Stormont--Dundas);\nJEAN A. WELSH, of Sudbury, Ontario, (Sudbury); LISE CARMEN PINSONNEAULT,\nof Ashern, Manitoba, (Selkirk--Interlake); MYROSLAW TRACZ, of Winnipeg,\nManitoba, (Winnipeg North); CAMERON KEITH CALDWELL, of Winnipeg,\nManitoba, (Winnipeg North Centre); DIANNE COOPER, of Winnipeg, Manitoba,\n(Winnipeg South); JOANNE PURVIS, of Winnipeg, Manitoba, (Winnipeg South\nCentre); CLAUDIA SARBIT, of Winnipeg, Manitoba, (Winnipeg--St. Paul);\nPATRICIA ANN PICH, of Rosetown, Saskatchewan, (Saskatoon--Rosetown);\nAL W. ZABINSKY, of Regina, Saskatchewan, (Wascana); TRUDY M. HUGHES, of\nCalgary, Alberta, (Calgary Centre); EILEEN M. THOMPSON, of Calgary,\nAlberta, (Calgary East); ASH BHASIN, of Calgary, Alberta, (Calgary--Nose\nHill); CATHERINE (CATHY) C. WILSON, of Calgary, Alberta, (Calgary West);\nWILLIAM (BILL) MUKANIK, of Edmonton, Alberta, (Edmonton East);\nLLOYD WENDELL JOHNSON, of Edmonton, Alberta, (Edmonton--Strathcona);\nDON WILLIAMS, of Edmonton, Alberta, (Edmonton West); NORMAN J. ASHDOWN,\nof Sherwood Park, Alberta, (Elk Island); ED EGGERER, of Airdrie, Alberta,\n(Wild Rose); DONNA L. REID, of Vancouver, British Columbia, (Vancouver\nCentre); MARGARET KUSUGAK, of Rankin Inlet, Northwest Territories,\n(Nunavut); and DEBBIE NIDER, of Yellowknife, Northwest Territories,\n(Western Arctic))\n</td></tr><tr><td>Attachments</td><td colspan=\"5\"></td></tr></tbody></table>",
  "pcNumber": "1996-1197",
  "htmlHash": "32196066082fcc2a2f528a627f4785c7"
}