{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>1996-0991</td><td>1996-06-20</td><td>0</td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; ,&nbsp; LGC</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of Returning Officers for electoral districts established in\nthe Representation Order proclaimed on January 8, 1996.\n(JACK GRAHAM ARMITAGE, of Halifax, Nova Scotia (Halifax); TERRY TINGLEY,\nof Armdale, Nova Scotia (Halifax West); KAREN L. LOGAN, of Bridgewater,\nNova Scotia (South Shore); ROSE-ALINE GAWN, of Meteghan, Nova Scotia\n(West Nova); W. ROBERT BROWN, of St. Stephen, New Brunswick (Charlotte);\nFREDERICK W. HAMILTON, of Miramichi, New Brunswick (Miramichi); LLOYD\nFRANCIS ALLABY, of Woodstock, New Brunswick (Tobique--Mactaquac); ANDRÉ\nCOMEAU, of Valleyfield, Quebec (Beauharmois--Salaberry); PAUL-ANDRÉ\nBEAUBIEN, of Boischatel, Quebec (Beauport--Montmorency--Orléans); GUY\nLAFONTAINE, of Mont-Saint-Hilaire, Quebec (Chambly); SOPHIE OUELLET, of\nCharlesbourg, Quebec (Charlesbourg); BERNARD RENAUD, of Châteauguay,\nQuebec (Châteauguay); SOPHIE LÉGER, of Montreal, Quebec (Hochelaga--\nMaisonneuve); PIERRETTE COUILLARD, of Rivière-du-Loup, Quebec (Kamouraska-\n-Rivière-du-Loup--Témiscouata); PANAGIOTIS HATZIS, of Montreal, Quebec\n(Lachine--Notre-Dame-de-Grâce); NOËL GIRARD, of Alma, Quebec\n(Lac-Saint-Jean); LORRAINE PROCTOR-SINGH, of Beaconsfield, Quebec\n(Lac-Saint-Louis); GÉRALD RÉMY, of LaSalle, Quebec (LaSalle--Émard);\nDENISE LAVOIE, of Val-Morin, Quebec (Laurentides); ISABELLE HONTEBEYRIE,\nof Montreal, Quebec (Laurier--Sainte-Marie); EIRAN HARRIS, of Montreal,\nQuebec (Mount Royal); HENRIETTE GUÉRIN, of Outremont, Quebec (Outremont);\nHILDA M. PINCOE, of Orangeville, Ontario (Dufferin--Peel--Wellington-\n-Grey); TOM NESBITT, of Port Burwell, Ontario (Elgin--Middlesex--London);\nTHOMAS W. CHRISTOFF, of Port Colborne, Ontario (Erie--Lincoln); MARAGARET\nWOLTZ, of Essex, Ontario (Essex); JOHN CRAWFORD MURPHY, of Etobicoke,\nOntario (Etobicoke Centre); LORENZO D. POLICELLI, of Etobicoke, Ontario\n(Etobicoke--Lakeshore); MIRJA ANNIKKI MAHABIR, of Weston, Ontario\n(Etobicoke North); MURIELLE T. LANTHIER, of Hawkesbury, Ontario\n(Glengarry--Prescott--Russell); MAURICE VILLENEUVE, of Orleans, Ontario\n(Gloucester--Carleton); JOHN B. (JEFF) KANE, of Guelph, Ontario (Guelph--\nWellington); STEWART ALLEN BRANDON, of Brandon, Manitoba (Brandon--\nSouris); AIHLIN WALKER, of Winnipeg, Manitoba (Charleswood--Assiniboine);\nTHERESA LYNN McDONALD, of Thompson, Manitoba (Churchill); CONRAD\nALEXANDER ARTIBISE, of Dauphin, Manitoba (Dauphin--Swan River); JOHN J.\nHARRISON, of Portage la Prairie, Manitoba (Portage--Lisgar); RAYMONDE L.\nDOYLE, of Winnipeg, Manitoba (Saint Boniface); DEBBY REITHMEIER, of\nSaskatoon, Saskatchewan (Blackstrap); NANCY ANNE KENT, of Prince Albert,\nSaskatchewan (Prince Albert); DIANE HILDERMAN, of Yorkton, Saskatchewan\n(Yorkton--Melville); LUCILLE A. SLOAN, of Maple Ridge, British Columbia\n(Dewdney--Alouette); GORDON F. LLOYD, of Kamloops, British Columbia\n(Kamloops); LEANNE BLACKMORE, of Cranbrook, British Columbia (Kootenay--\nColumbia); JOANNE MELLING, of Victoria, British Columbia (Nanaimo--\nAlberni); MAUREEN McCULLOCH, of New Westminster, British Columbia (New\nWestminster--Coquitlam--Burnaby); WILLIAM ARTHUR (BILL) GENEREUX, of\nSummerland, British Columbia (Okanagan--Coquihalla); CLIFF J. DEZELL, of\nPrince George, British Columbia (Prince George--Bulkley Valley); GEORGE\nEDWARD WITHERDEN, of Surrey, British Columbia (South Surrey--White Rock--\nLangley); SHIRLEY FELL, of Quathiaski Cove, British Columbia (Vancouver\nIsland North); LOUISE H. SCHEFFER, of Burnaby, British Columbia\n(Vancouver South--Burnaby); HANS G. HUBERT, of Trail, British Columbia\n(West Kootenay--Okanagan); Joanne A. North, of West Vancouver, British\nColumbia (West Vancouver--Sunshine Coast))\n</td></tr><tr><td>Attachments</td><td colspan=\"5\"></td></tr></tbody></table>",
  "pcNumber": "1996-0991",
  "htmlHash": "102bda37d1380e19ac2b0c0051f975b9",
  "attachments": []
}