{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>1996-0836</td><td>1996-06-04</td><td>0</td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; LGC,&nbsp; ,&nbsp; </td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of Returning Officers for electoral districts\nestablished in the Representation Order proclaimed on January 8, 1996.\n(WALTER BROWN, of Cavendish, Newfoundland\n(Bonavista--Trinity--Conception); GERALD TILLEY, of St. John's,\nNewfoundland (St. John's East); LARRY V. EDISON, of Mount Pearl,\nNewfoundland (St. John's West); MARY ELIZABETH DYCK, of Montague, Prince\nEdward Island (Cardigan); VALMON THIBODEAU, of Shediac, New Brunswick\n(Beauséjour); LYNDA CHAPPELL, of Gondola Point, New Brunswick\n(Fundy--Royal); LAURIER LÉVESQUE, of St. Jacques, New Brunswick\n(Madawaska--Restigouche); GHISLAINE RINGUETTE CRAWFORD, of Moncton, New\nBrunswick (Moncton); SHIRLEY HELEN NELSON, of Hodgeville, Saskatchewan\n(Cypress Hills--Grasslands); JAMES (JIM) ANDREW JENSEN, of Regina,\nSaskatchewan (Qu'Appelle); MARGARET ELIZABETH (PEGGY) WOODS, of\nSaskatoon, Saskatchewan (Saskatoon--Humboldt); MICHEL BAUCHE, of Antler,\nSaskatchewan (Souris--Moose Mountain); H. RUTH LITTLE, of Richmond,\nBritish Columbia (Delta--South Richmond); DIANNA BROWN, of Port Moody,\nBritish Columbia (Port Moody--Coquitlam); HOLLY MARLENE TRYON, of Dawson\nCreek, British Columbia (Prince George--Peace River); ALMA McDONALD, of\nRichmond, British Columbia (Richmond); DONALD BRUCE FORWARD, of Prince\nRupert, British Columbia (Skeena); BARKAT S. BAL, of Surrey, British\nColumbia (Surrey Central); SHIRLEY M. WONG, of Vancouver, British\nColumbia (Vancouver East); and EDWARD DOUGLAS TYSON, of Vancouver,\nBritish Columbia (Vancouver Quadra))\n</td></tr><tr><td>Attachments</td><td colspan=\"5\"></td></tr></tbody></table>",
  "pcNumber": "1996-0836",
  "htmlHash": "348fab1aac9c2dbadbfc7582948b3b36",
  "attachments": []
}