{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>2003-1154</td><td>2003-07-31</td><td></td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; FAIT,&nbsp; </td></tr><tr><td>Act</td><td colspan=\"5\">Appropriation Act No. 2, 2003-2004<br>Appropriation Act No. 2, 2003-2004</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of CHRISTOPHER ALEXANDER as Ambassador of Canada to Afghanistan; RODERICK BELL as Ambassador of Canada to the Kingdom of Saudi Arabia, with concurrent accreditation to the Republic of Yemen and to the Kingdom of Bahrain; BRIAN DAVIS as Ambassador of Canada to the Syrian Arab Republic; LUCIE EDWARDS as High Commissioner for Canada in the Republic of India, with concurrent accreditation as Ambassador of Canada to the Kingdom of Nepal; BERNARD GIROUX as Ambassador of Canada to the Republic of Chile; MARGARET HUBER as High Commissioner for Canada in the Islamic Republic of Pakistan; ANTHONY KNILL as Consul General of Canada at Miami (United States of America); MICHÈLE LÉVESQUE as Ambassador of Canada to the Republic of Côte d'Ivoire, with concurrent accreditation to the Republic of Niger and to the Republic of Benin; MELVIN MacDONALD as High Commissioner for Canada in Malaysia; ROBERT MACKENZIE as Consul General of Canada at Shanghai (People's Republic of China); PATRICK PARISOT as Ambassador of Canada to the Portuguese Republic; FRANCO PILLARELLA as Ambassador of Canada to Romania, with concurrent accreditation to the Republic of Bulgaria and to the Republic of Moldova; SANDELLE SCRIMSHAW as High Commissioner for Canada in the Republic of South Africa, with concurrent accreditation to the Republic of Mauritius; DONALD SINCLAIR as Ambassador of Canada to the State of Israel; and PETER SUTHERLAND as Ambassador of Canada to the Republic of the Philippines.</td></tr><tr><td>Attachments</td><td colspan=\"5\"><a href=\"attachment.php?attach=3380&amp;lang=en\">Attachment</a><a href=\"attachment.php?attach=3381&amp;lang=en\">Attachment</a></td></tr></tbody></table>",
  "pcNumber": "2003-1154",
  "htmlHash": "28378b3e2a6639b59c3e935a1aabaf53",
  "attachments": [
    "attachment.php?attach=3380&lang=en",
    "attachment.php?attach=3381&lang=en"
  ]
}