{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>2004-0716</td><td>2004-05-19</td><td></td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; ,&nbsp; ,&nbsp; FAIT</td></tr><tr><td>Act</td><td colspan=\"5\">Appropriation Act No. 2, 2003-2004</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Appointment of KIM PERRY BUTLER as Consul General of Canada at Minneapolis, United States of America; HECTOR LLEWELLYN COWAN as Consul General of Canada at St. Petersburg, Russian Federation; PAUL DUBOIS as Ambassador of Canada to the Federal Republic of Germany; ALAIN DUDOIT as Consul General of Canada at Los Angeles, United States of America; MICHAEL FINE as Consul General of Canada at Denver, United States of America; BARBARA GIBSON as Ambassador and Permanent Representative of Canada to the Organization for Security and Co-operation in Europe; FREDERICKA GREGORY as Ambassador of Canada to the Kingdom of Denmark; PING M. KITNIKONE as Consul General of Canada at Mumbai, Republic of India; ROBERT LANGLOIS as Consul General of Canada at Monterrey, United Mexican States; LOUISE R. MARCHAND as Ambassador of Canada to the Republic of Senegal; PHILIP MacKINNON as Ambassador of Canada to the Arab Republic of Egypt; BRIAN OAK as Ambassador of Canada to the Republic of Ecuador; JEFFREY N. PARKER as Consul General of Canada at Seattle, United States of America; DONALD SMITH as Ambassador of Canada to the Holy See; DON STEPHENSON as Permanent Representative and Ambassador of Canada to the Office of the United Nations and to the World Trade Organization; ALAN VIRTUE as High Commissioner for Canada in the Republic of Singapore; SANDELLE SCRIMSHAW as High Commissioner of Canada to the Kingdom of Lesotho and to the Kingdom of Swaziland; and JAMES LAMBERT as High Commissioner to Belize.</td></tr><tr><td>Attachments</td><td colspan=\"5\"><a href=\"attachment.php?attach=7161&amp;lang=en\">Attachment</a></td></tr></tbody></table>",
  "pcNumber": "2004-0716",
  "htmlHash": "b53d25dd3ca8c0b0f5c94eadda7c982c",
  "attachments": [
    "7161"
  ]
}