{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>2017-0603</td><td>2017-06-02</td><td></td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; ,&nbsp; TBS,&nbsp; OAG,&nbsp; ,&nbsp; </td></tr><tr><td>Act</td><td colspan=\"5\">Financial Administration Act</td></tr><tr><td>Subject</td><td colspan=\"5\">Appointment of Auditors to the wholly-owned subsidiaries of the Public Sector Pension Investment Board</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Order Appointing 1) KPMG AS, of Stavanger, Norway, as AUDITOR of Infragas Norge AS pour l’exercice se terminant le 31 décembre 2016; 2) ERNST &amp; YOUNG AUDIT S.A.S., of Bogotá, Colombia, as AUDITOR of PSPIB Colcondor S.A.S., PSPIB Losandes S.A.S. and PSPIB Viviendas SAS for the fiscal year ending on December 31, 2016; 3) KPMG, of Sydney, Australia, as AUDITOR of Fitzroy Land Investment Company Pty Ltd for the fiscal year ending on December 31, 2016; 4) ERNST &amp; YOUNG of Christchurch, New Zealand, as AUDITOR of Global Herd NZ Limited for the fiscal year ending on May 31, 2017; \n5) DELOITTE S.R.L., of Montréal, Quebec, as AUDITOR of PSPIB-RE Summit Inc., PSP Investments Holding Europe Ltd and PSP Investments Asia Limited for the fiscal year ending on March 31, 2017; 6) DELOITTE &amp; TOUCHE GMBH WIRTSCHAFTSPRÜFUNGSGESELLSCHAFT, of Düsseldorf, Germany, as AUDITOR of World Airport Partners Management GmbH and d’AviAlliance GmbH for the fiscal year ending on December 31, 2016; 7) DELOITTE, S.R.L., of Toronto, Ontario, as AUDITOR of Revera Inc. for the fiscal year ending on December 31, 2016; 8) DELOITTE BRAZIL, of São Paulo, Brazil, as AUDITOR of SAB Platform (Buffalo do Brasil, Empreendimentos Imobiliarios Ltda, Buffalo 2 do Brasil Empreendimentos Imobilarios Ltda.) for the fiscal year ending on December 31, 2016; 9) PRICEWATERHOUSECOOPERS, of Auckland, New Zealand, as AUDITOR of PSPIB Waiheke Inc. for the fiscal year ending on December 31, 2016; 10) PRICEWATERHOUSECOOPERS AUDITORE S.L., of Madrid, Spain, as AUDITOR of Roadis Transportation B.V. for the fiscal year ending on December 31, 2016; 11) PRICEWATERHOUSECOOPERS, S.C., of Bosque, Mexico, as AUDITOR of Promotora Tursitica Rojomar, S. de R.L. de C.V. for the fiscal year ending on December 31, 2016.</td></tr><tr><td>Attachments</td><td colspan=\"5\"><a href=\"attachment.php?attach=34521&amp;lang=en\">Attachment</a></td></tr></tbody></table>",
  "pcNumber": "2017-0603",
  "htmlHash": "d3d9bb49736c209bc8fafc232204e83b",
  "attachments": [
    "attachment.php?attach=34521&lang=en"
  ]
}