{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>2020-0165</td><td>2020-03-24</td><td></td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; TC,&nbsp; </td></tr><tr><td>Act</td><td colspan=\"5\">Pilotage Act</td></tr><tr><td>Subject</td><td colspan=\"5\">Regulations Amending the Great Lakes Pilotage Tariff Regulations</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">Regulations amending the GREAT LAKES PILOTAGE TARIFF REGULATIONS in order to (1) levy tariffs that are fair and reasonable to remain financially self-sufficient; (2) continue to recruit and train apprentice pilots; (3) fulfill obligations associated with the purchase of a pilot boat as per the terms of a Memorandum of Understanding (MOU) with the United States Coast Guard; (4) introduce a cost-recovery mechanism to recover incremental pilot compensation when pilots remain on vessels on overtime beyond their original assignment to reduce delays to vessels due to a shortage of pilots; (5) standardize the docking/undocking and stoppage charges in all districts as to generate sufficient charges to re-main financially self-sufficient; (6) continue to enlist services from the service provider between the St. Lambert and the Beauharnois Locks; (7) formalize the recovery of pilot travel costs in the Regulations; (8) ensure greater clarity in provisions identified by the SJCSR; and (9) generate revenues to cover the new Pilotage Act administration charge, as set out in the new section 37.1 of the Act.</td></tr><tr><td>Registration</td><td colspan=\"5\" id=\"registration\"><strong>Registration: </strong>SOR/ 2020-0059  <strong>Publication Date:</strong> 2020-04-15</td></tr><tr><td>Attachments</td><td colspan=\"5\"><a href=\"attachment.php?attach=39006&amp;lang=en\">Attachment</a></td></tr></tbody></table>",
  "pcNumber": "2020-0165",
  "htmlHash": "50e801308c6f47a90717dbc127a12329"
}