{
  "html": "<table border=\"1px\" style=\"width: 100%;\"> <tbody><tr><td>&nbsp;</td>\n\t\t\t\t\t<th>PC Number</th>\n\t\t\t\t\t<th>Date</th>\n\t\t\t\t\t<th>Chapter</th>\n\t\t\t\t\t<th>Bill</th>\n\t\t\t\t\t<th>Dept</th></tr><tr><td style=\"min-width: 120px;\">&nbsp;</td><td>2021-0011</td><td>2021-01-20</td><td></td><td></td><td>,&nbsp; ,&nbsp; ,&nbsp; HC,&nbsp; PHAC,&nbsp; ,&nbsp; ,&nbsp; </td></tr><tr><td>Act</td><td colspan=\"5\">Quarantine Act</td></tr><tr><td>Subject</td><td colspan=\"5\">Minimizing the Risk of Exposure to COVID-19 in Canada Order (Quarantine, Isolation and Other Obligations)</td></tr><tr><td>Precis</td><td colspan=\"5\" id=\"precis\">MINIMIZING THE RISK OF EXPOSURE TO COVID-19 IN CANADA ORDER (QUARANTINE, ISOLATION AND OTHER OBLIGATIONS) in order to (1) support Canada’s continued focus on reducing the introduction and further spread of COVID-19 by decreasing the risk of importing cases from outside the country; (2) maintain the previous requirements that all persons who have reasonable grounds to suspect they have COVID-19, have signs and symptoms of COVID-19, or know they have COVID-19 upon entry into Canada are required to quarantine or isolate for 14 days, including asymptomatic persons, with limited exceptions; (3) specify that persons exempt under the Aeronautics Act from the pre-flight testing are now required to test upon their return to Canada, with limited exemptions for certain classes of persons listed in the Order, or in extraordinary circumstances as determined by the Quarantine Officer at entry; (4) provide the option to present proof of a positive COVID-19 result of a test performed 14 - 90 days prior to the initial scheduled departure time, instead of a negative COVID-19 test; and (5) clarify that Canadian cross-border students studying in the U.S. are prohibited from providing direct care for persons over 65 years of age within the first 14 days after their entry into Canada, and that all passengers travelling in a vehicle at a land border crossing who were denied entry into the U.S. will be required to quarantine if any of the travelers exited the vehicle abroad.</td></tr><tr><td>Attachments</td><td colspan=\"5\"><a href=\"attachment.php?attach=40172&amp;lang=en\">Attachment</a></td></tr></tbody></table>",
  "pcNumber": "2021-0011",
  "htmlHash": "4c51a33df7b161734637ac6befc357a7",
  "attachments": [
    "attachment.php?attach=40172&lang=en"
  ]
}